[
  {
    "id": "9b616d2d4bb5e888557b2683a3d54459",
    "title": "U.S. and China Meet as Trade Truce Nears Expiration",
    "link": "https://www.nytimes.com/2025/07/28/business/us-and-china-meet-as-trade-truce-nears-expiration.html",
    "image": "assets/img/fallback.jpg",
    "summary": "Jamieson Greer, left, the U.S. trade representative, and Treasury Secretary Scott Bessent met for trade talks in May with He Lifeng, China’s vice premier for economic policy, in Geneva. The delegations will meet again this week in Sweden.",
    "content": "Jamieson Greer, left, the U.S. trade representative, and Treasury Secretary Scott Bessent met for trade talks in May with He Lifeng, China’s vice premier for economic policy, in Geneva. The delegations will meet again this week in Sweden.",
    "published": "2025-07-28T04:01:15",
    "has_full_content": true
  },
  {
    "id": "751765210b4847bcfe071b1210affd5a",
    "title": "U.S. Reaches Preliminary Trade Deal With Europe",
    "link": "https://www.nytimes.com/2025/07/27/world/europe/eu-trade-deal-trump-tariffs.html",
    "image": "assets/img/fallback.jpg",
    "summary": "The United States and the European Union also agreed to drop tariffs to zero on a range of goods, including aircraft, plane parts, certain chemicals, certain generic drugs, semiconductor equipment and some agricultural products.",
    "content": "The United States and the European Union also agreed to drop tariffs to zero on a range of goods, including aircraft, plane parts, certain chemicals, certain generic drugs, semiconductor equipment and some agricultural products.",
    "published": "2025-07-28T01:20:43",
    "has_full_content": true
  },
  {
    "id": "1615503194c69d068b7c003c661ea304",
    "title": "For Trump, E.U. Trade Deal was Badly Needed",
    "link": "https://www.nytimes.com/2025/07/27/us/politics/trump-europe-trade-deal.html",
    "image": "assets/img/fallback.jpg",
    "summary": "President Trump’s trade deal with the European Union is his biggest to date.",
    "content": "President Trump’s trade deal with the European Union is his biggest to date.",
    "published": "2025-07-28T00:03:12",
    "has_full_content": true
  },
  {
    "id": "e6ded41e1bbd97a7d257a150eff4d8c9",
    "title": "A Timeline of Trump’s Tariff Fight With Canada, Mexico, China and the E.U.",
    "link": "https://www.nytimes.com/2025/03/13/business/economy/trump-tariff-timeline.html",
    "image": "assets/img/fallback.jpg",
    "summary": "President Trump signed an executive order in February to impose steel and aluminum tariffs.",
    "content": "President Trump signed an executive order in February to impose steel and aluminum tariffs.",
    "published": "2025-07-27T22:06:40",
    "has_full_content": true
  },
  {
    "id": "29548165627135a3125d6a2595536867",
    "title": "Israel Says It Has Paused Some Military Activity in Gaza as Anger Grows Over Hunger",
    "link": "https://www.nytimes.com/2025/07/27/world/middleeast/israel-gaza-aid-hunger.html",
    "image": "assets/img/fallback.jpg",
    "summary": "Operations in parts of the enclave were put on hold to allow more aid. It was unclear if the move would relieve the hunger crisis, amid rising deaths from starvation.",
    "content": "Operations in parts of the enclave were put on hold to allow more aid. It was unclear if the move would relieve the hunger crisis, amid rising deaths from starvation.",
    "published": "2025-07-27T21:44:06",
    "has_full_content": false
  },
  {
    "id": "76772c781edbf2e9089df95c463e9516",
    "title": "Zelensky Learned the Wrong Lesson From Trump",
    "link": "https://www.theatlantic.com/ideas/archive/2025/07/zelensky-ukraine-anti-corruption-agencies/683672/?utm_source=feed",
    "image": "https://cdn.theatlantic.com/thumbor/cmcqOiPOpNOEemMC4GludktXS3A=/0x43:2000x1085/1200x625/media/img/mt/2025/07/2025_07_25_ukraine/original.jpg",
    "summary": "Volodymyr Zelensky built a mythic reputation as a lonely bulwark against global tyranny. On Tuesday, the president of Ukraine signed that reputation away, enacting a law that gutted the independence of his country’s anti-corruption agencies just as they closed in on his closest political allies, rep...",
    "content": "<p>Volodymyr Zelensky built a mythic reputation as a lonely bulwark against global tyranny. On Tuesday, the president of Ukraine signed that reputation away, enacting a law that gutted the independence of his country’s anti-corruption agencies just as they closed in on his closest <a href=\"https://kyivindependent.com/zelenskys-big-blunder-explained\">political allies</a>, reportedly including one of his longtime business partners and a former <a href=\"https://www.reuters.com/world/europe/ukraine-deputy-pm-named-suspect-corruption-investigation-2025-06-23/\">deputy prime minister</a>. To justify the decision, he cloaked it in an <a href=\"https://kyivindependent.com/explainer-does-law-on-anti-corruption-infrastructure-have-anything-to-do-with-russian-influence/\">invented</a> conspiracy, insinuating that Russian moles had implanted themselves in the machinery of justice. This is a scoundrel’s playbook.</p><p>Despite the ongoing war, Ukrainians swamped the streets of Kyiv in protest of their president’s betrayal of democracy, forcing Zelensky to introduce new legislation reversing the bill he had just signed into law. It was a concession of error—and possibly an empty gesture, because the new bill is hardly a lock to pass the legislature. That Zelensky brazenly weakened Ukraine’s anti-corruption guardrails in the first place shouldn’t come as a shock. They were erected only under sustained pressure from the Obama administration as part of an explicit bargain: In exchange for military and financial support, Ukraine would rein in its oligarchs and reform its public institutions. Over time, the country drifted, however unevenly, toward a system that was more transparent, <a href=\"https://www.wilsoncenter.org/blog-post/collapse-ukraines-oligarchy-ten-years-war?utm_source=chatgpt.com\">less captive</a> to hidden hands.</p><p>But in the Trump era, the United States has grown proudly tolerant of global corruption. In fact, it actively encourages its proliferation. Beyond the president’s own venal example, this is deliberate policy. Brick by brick, Donald Trump has dismantled the apparatus that his predecessors built to constrain global kleptocracy, and leaders around the world have absorbed the fact that the pressure for open, democratic governance is off.</p><p><i>[<a href=\"https://www.theatlantic.com/ideas/archive/2025/04/trump-kleptocracy-autocracy-inc/682281/?utm_source=feed\">Anne Applebaum: Kleptocracy, Inc.</a>]</i></p><p>Three weeks into his current term, Trump <a href=\"https://www.whitehouse.gov/presidential-actions/2025/02/pausing-foreign-corrupt-practices-act-enforcement-to-further-american-economic-and-national-security/\">paused enforcement</a> of the Foreign Corrupt Practices Act—loudly declaring that the United States wasn’t going to police foreign bribery. Weeks later, America <a href=\"https://www.aretenews.com/us-skips-oecd-anti-bribery-meetings/\">skipped</a> a meeting of the Organization for Economic Cooperation and Development’s anti-bribery working group for the first time since its founding 30 years ago. As the head of the anti-corruption group Transparency International <a href=\"https://www.transparency.org/en/press/us-pausing-of-foreign-bribery-enforcement-will-harm\">warned</a>, Trump was sending “a dangerous signal that bribery is back on the table.”</p><p>For decades, the U.S.did more than prosecute bribery cases; it tried to cultivate civil-society organizations that helped emerging democracies combat corruption themselves. But upon returning to the presidency, Trump destroyed USAID, the National Endowment for Democracy, and the U.S. Institute of Peace, dismantling the constellation of government agencies that had quietly tutored investigative journalists, trained judges, and funded watchdogs.</p><p>These groups weren’t incidental casualties in DOGE’s seemingly scattershot demolition of the American state. Trump <a href=\"https://www.msnbc.com/rachel-maddow-show/maddowblog/white-house-eyes-backward-steps-anti-bribery-laws-n1119201\">long loathed</a> the Foreign Corrupt Practices Act, which he described as a “horrible law,” an animus stoked by the fact that some of his closest associates have been accused of murky dealings abroad. Crushing programs and organizations that fight kleptocracy meshed with the “America First” instincts of his base; the likes of Tucker Carlson and Steve Bannon abhor the export of liberal values to the world.</p><p>From the wreckage of these institutions, a Trump Doctrine has taken shape, one that uses American economic and political power to shield corrupt autocrats from accountability. Benjamin Netanyahu, on trial for bribery, fraud, and breach of trust, has been a prime beneficiary. Just as he was preparing to testify under oath, Trump denounced the prosecution as a “political witch hunt” and threatened to withhold U.S. aid if the trial moved forward. Given Israel’s reliance on American support, the threat had bite. Not long after Trump’s outburst, the court postponed Netanyahu’s testimony, citing national-security concerns.</p><p>Trump acts as if justice for strongmen is a moral imperative. No retaliatory measure is apparently off limits. To defend his populist ally in Brazil, Jair Bolsonaro, who faces charges related to an attempted coup, Trump revoked the visa of Alexandre de Moraes, the Supreme Court justice overseeing the case. Last month, Trump threatened to impose 50 percent tariffs on Brazilian steel, aluminum, and agricultural exports to punish the country for Bolsonaro’s prosecution.</p><p>This is hard-nosed realism, not just ideological kinship. To protect himself, Trump must defend the rights of populist kleptocrats everywhere. He must discredit the sort of prosecution that he might someday face. That requires recasting malfeasance as perfectly acceptable statesmanship.</p><p><i>[<a href=\"https://www.theatlantic.com/podcasts/archive/2024/09/kleptocracy-club/680022/?utm_source=feed\">Listen: The kleptocracy club</a>]</i></p><p>By stripping anti-corruption from the moral vocabulary of American foreign policy, Trump is reengineering the global order. He’s laying the foundation for a new world in which kleptocracy flourishes unfettered, because there’s no longer a superpower that, even rhetorically, aspires to purge the world of corruption. Of course, the United States has never pushed as hard as it could, and ill-gotten gains have been smuggled into its bank accounts, cloaked in shell companies. Still, oligarchs were forced to disguise their thievery, because there was at least the threat of legal consequence. In the world that Trump is building, there’s no need for disguise—corruption is a credential, not a liability.</p><p>Zelensky is evidence of the new paradigm. Although his initial campaign for president in 2019 was <a href=\"https://www.bbc.com/news/world-europe-48007487\">backed by an oligarch</a>, he could never be confused for Bolsonaro or Netanyahu. He didn’t  enrich himself by plundering the state. But now that Trump has given the world permission to turn away from the ideals of good governance, even the sainted Zelensky has seized the opportunity to protect the illicit profiteering of his friends and allies.</p><p>Yet there’s a legacy of the old system that Trump hasn’t wholly eliminated: the institutions and civil societies that the United States spent a generation helping build. In Ukraine, those organizations and activists have refused to accept a retreat into oligarchy, and they might still preserve their governmental guardians against corruption. For now, they are all that remain between the world and a new golden age of impunity.</p>",
    "published": "2025-07-27T17:30:00",
    "has_full_content": true
  },
  {
    "id": "eb6acad02bb066678edf840b84f2f21d",
    "title": "Preamble to the West",
    "link": "https://www.theatlantic.com/books/archive/2025/07/poem-iris-jamahl-dunkle-preamble-to-the-west/683636/?utm_source=feed",
    "image": "https://cdn.theatlantic.com/thumbor/d3Tk96g6ivE-SImxD9NvVpYKtuw=/0x43:2000x1085/1200x625/media/img/mt/2025/07/2025_07_22_preamble_west/original.jpg",
    "summary": "Can’t lick the witch wind that carries rumors\nover shining aurora-lit prairies:horror of what comes to light at the dawn\nof the mind. Will you permit me to risefrom my sinkhole, to draw in the dirt\nthe garnet ring my grandmother sold for gasjust to survive? Arrive anonymous,\nstarved on hardtack and ...",
    "content": "<p>Can’t lick the witch wind that carries rumors<br>\nover shining aurora-lit prairies:</p><p>horror of what comes to light at the dawn<br>\nof the mind. Will you permit me to rise</p><p>from my sinkhole, to draw in the dirt<br>\nthe garnet ring my grandmother sold for gas</p><p>just to survive? Arrive anonymous,<br>\nstarved on hardtack and shame,</p><p>in this place where she was erased? How will<br>\nyou animate this forgotten history?</p><p>Pepper the disarray with white-hooded<br>\nprairie schooners filled with calico-clothed</p><p>divas gathering their brood alongside<br>\nmilitant fathers donning wide-brimmed hats?</p><p>It’s natural to want to lie when you<br>\nlook in the mirror, see you are naked</p><p>down to the crimes. Let me tell you, honey,<br>\ntruth is the harmony your song has been</p><p>missing. Set down a soapbox and let me<br>\nstep up and sing out about the naked</p><p>and the dead. The ghosts we’ve not yet seen clothe<br>\nthe woods of your stories. Let your candy</p><p>apple cowboys die in their own desert<br>\nuntil my grandmother’s name is spoken</p><p>like the emergency it has become.</p>",
    "published": "2025-07-27T16:00:00",
    "has_full_content": true
  },
  {
    "id": "fbb43a8e68e9ada957542a334ff3b42b",
    "title": "Trump Is Making Socialism Great Again",
    "link": "https://www.theatlantic.com/ideas/archive/2025/07/capitalism-defense-trump-corruption/683679/?utm_source=feed",
    "image": "https://cdn.theatlantic.com/thumbor/1com0NNDg3ee8YSJlm1aESuNaRo=/1x30:1400x759/1200x625/media/img/mt/2025/07/2025_07_24_socialism2_mpg_1/original.gif",
    "summary": "In the 1980s, the world’s largest producer of shoes was the Communist Soviet Union. In his 1994 book, Dismantling Utopia, Scott Shane reported that the U.S.S.R. “was turning out 800 million pairs of shoes a year—twice as many as Italy, three times as many as the United States, four times as many as ...",
    "content": "<p class=\"dropcap\">I<span class=\"smallcaps\">n the 1980s,</span> the world’s largest producer of shoes was the Communist Soviet Union. In his 1994 book, <i>Dismantling Utopia</i>, Scott Shane <a href=\"https://bookshop.org/p/books/dismantling-utopia-how-information-ended-the-soviet-union-scott-shane/17284854?ean=9781566630993&amp;next=t\">reported that the U.S.S.R.</a> “was turning out 800 million pairs of shoes a year—twice as many as Italy, three times as many as the United States, four times as many as China. Production amounted to more than three pairs of shoes per year for every Soviet man, woman, and child.”</p><p>And yet, despite this colossal output of Soviet-socialist footwear, queues formed around the block at the mere rumor that a shop might have foreign shoes for sale: “The comfort, the fit, the design, and the size mix of Soviet shoes were so out of sync with what people needed and wanted that they were willing to stand in line for hours to buy the occasional pair, usually imported, that they liked,” Shane continued.</p><p>The Soviet economic system put millions of people to work converting useful raw materials into unwanted final products. When released from the factory or the office, those workers then consumed their leisure hours scavenging for the few available non-useless goods. The whole system represented a huge cycle of waste.</p><p>For a younger generation of Americans, the concept of “socialism” is an empty box into which all manner of hopes and dreams may be placed. But once upon a time, some humans took very seriously the project to build an economy without private property and without such market rewards as profits. What they got instead was unwearable shoes. But memories fade; hopes and dreams endure.</p><p><i>[<a href=\"https://www.theatlantic.com/economy/archive/2025/07/trump-tariffs-trade-war-ongoing/683476/?utm_source=feed\">Read: Start budgeting now</a>]</i></p><p>Growing numbers of Americans feel that the economy does not work for them. Donald Trump’s stewardship has blatantly favored insiders and cronies. And so, in the 2020s, Americans find themselves debating ideas that once seemed dead and dusty, and in some cases, electing politicians who champion them. The new socialism addresses the problems that wrecked the old socialism only by denying or ignoring them. If socialism is to be beaten back, and if market economics are to uphold themselves in democratic competition, exposing the unworkability of proposed alternatives won’t be enough. It will be necessary to reform and cleanse the market economics indispensable to sustaining Americans’ standard of living.</p><p class=\"dropcap\">D<span class=\"smallcaps\">uring socialism’s heyday, </span>the world’s leading minds hailed the superior potential of a planned socialist economy. <a href=\"https://monthlyreview.org/2009/05/01/why-socialism/\">Albert Einstein wrote</a> in 1949:</p><blockquote>\n<p>The profit motive, in conjunction with competition among capitalists, is responsible for an instability in the accumulation and utilization of capital which leads to increasingly severe depressions. Unlimited competition leads to a huge waste of labor, and to that crippling of the social consciousness of individuals … A planned economy, which adjusts production to the needs of the community, would distribute the work to be done among all those able to work and would guarantee a livelihood to every man, woman, and child.</p>\n</blockquote><p>In 1960, the Harvard economist <a href=\"https://www.thecrimson.com/article/1960/10/17/professor-predicts-soviet-union-growth-will/\">Abram Bergson predicted</a> that the Soviet economy was on a trajectory to overtake the U.S. economy. Bergson’s was not a crank opinion at all. Similar estimates underlay <a href=\"https://fsi9-prod.s3.us-west-1.amazonaws.com/s3fs-public/soviet_economic_performance_marctrachtenberg_.pdf\">CIA analysis of the Soviet economy</a> well into the ’60s. Americans might reject socialism for themselves as oppressive. But experts believed that, as unlovely as Soviet socialism was, it could produce positive results.</p><p>The same overestimation of the U.S.S.R.’s productive capacity was also applied to Communist China. On the U.S. Senate floor in 1959, the future president <a href=\"https://www.jfklibrary.org/archives/other-resources/john-f-kennedy-speeches/united-states-senate-economic-gap-19590219\">John F. Kennedy gave a speech</a> in which he accepted almost completely at face value China’s claims of a “Great Leap Forward”: “The mobilization of the unemployed mass of Chinese rural workers through economic communes, cottage industry, small pig-iron schemes, and all the rest is an achievement whose political and intellectual impact in less developed areas is bound to be immense.”</p><p>In actuality, the Great Leap Forward amounted to perhaps the deadliest self-inflicted calamity in human history. Mao Zedong’s forced industrialization program caused a famine that killed at least 23 million people, and perhaps as many as 55 million.</p><p>The Soviet economic statistics that so impressed the CIA were faked or meaningless. It did not matter how many pairs of shoes a Soviet factory made if nobody wanted to wear them. To escape Soviet sclerosis, Communist China began, in 1978, to open up first its farm economy, then its industry, to private management, market competition, and foreign investment. Communist Vietnam and other formerly closed and controlled economies followed the Chinese example.</p><p>Across the democratic West, socialist ideas went into eclipse. In 1995, under the new leadership of Tony Blair, the British Labour Party amended its party constitution to delete venerable language pledging “common ownership of the means of production, distribution, and exchange.” In Germany in the early 2000s, Gerhard Schroeder’s Social Democratic coalition government <a href=\"https://centreforpublicimpact.org/public-impact-fundamentals/the-hartz-employment-reforms-in-germany/\">introduced the most dramatic reductions</a> in decades to social benefits to push the long-term unemployed back to work. In the United States, Democratic President Bill Clinton declared <a href=\"https://clintonwhitehouse4.archives.gov/WH/New/other/sotu.html\">in 1996</a>, “The era of big government is over.”</p><p class=\"dropcap\">T<span class=\"smallcaps\">he seeming triumph</span> of market economics was not welcomed by all, of course. Those disgruntled by the seeming triumph rejected <a href=\"https://archive.org/details/thereisnoalterna0000berl_u5z3\">Margaret Thatcher’s taunt</a> that “there is no alternative,” yet they could not articulate in any concise or coherent way what that alternative might be.</p><p>The anti-corporate activist Ralph Nader ran for president in part to challenge the Clinton-era pro-market consensus. In his 2000 campaign as the nominee of the Green Party, Nader assembled <a href=\"https://www.ratical.org/co-globalize/RalphNader/062500.html\">an array of grievances</a>: over-lengthy commutes to work; unhealthy meals at fast-food chains; excessive CEO pay; young people getting too much screen time; the criminalization of narcotics; the demise of urban electric-trolley systems. He could not have been more specific about what he opposed. But what was he <i>for</i>? Nader could not say.</p><p>And so it went for one project after another to imagine an anti-capitalist future. Some who belonged to the era’s left glumly quoted a saying attributed to the American Marxist literary critic Fredric Jameson: “It’s easier to imagine the end of the world than the end of capitalism.”</p><p>Over the quarter century from early 1983 to late 2007, the United States suffered just two brief, mild recessions: one in 1990–91, and a second that lasted only from spring to fall of 2001. From the beginning of Ronald Reagan’s second administration to the end of George W. Bush’s first, the <a href=\"https://fred.stlouisfed.org/series/UNRATE\">U.S. unemployment rate</a> never once reached 8 percent. Over that same period, inflation was low and interest rates steadily declined.</p><p><i>[<a href=\"https://www.theatlantic.com/economy/archive/2025/06/reboot-capitalism-operating-system/683308/?utm_source=feed\">Read: The world economy is on the brink of epochal change</a>]</i></p><p>Economists call this era “the Great Moderation.” The moderating influence was felt on politics too. For nearly 50 years, <a href=\"https://news.gallup.com/poll/1669/general-mood-country.aspx\">Gallup</a> has surveyed Americans’ mood with a consistent series of questions about the general condition of the country. From 1983 to 2007, the proportion of Americans satisfied with “the way things are going in the U.S.” reached peaks of about 70 percent, and was often above 50 percent.</p><p>Then the long period of stability abruptly ended. Over the 15 years from 2007 to 2022, the U.S. economy suffered the Great Recession, the coronavirus pandemic, and post-pandemic inflation: a sequence of bewildering shocks.</p><p>You can see the effects in the Gallup polling. Over this period, the percentage of Americans who described themselves as generally satisfied rarely exceeded one-third and often hovered at about a quarter.</p><p>The era of moderation yielded to a time of radicalism: Occupy Wall Street, the Tea Party movement, “birtherism,” the wave of militant ideology that acquired the shorthand, “woke.” In 2015, in the throes of this radicalism, <a href=\"https://www.npr.org/sections/thetwo-way/2015/04/12/397891885/its-official-hillary-clinton-announces-presidential-run\">Hillary Clinton announced</a> her second campaign for the Democratic presidential nomination. In her <a href=\"https://www.p2016.org/clinton/clinton061315spt.html\">stump speech</a>, she listed categories that described the American electorate as she saw it, offering a fascinating portrait of the politics of the 1990s meeting the realities of the 2010s. She dedicated her candidacy equally to “the successful and the struggling,” to “innovators and inventors” as well as “factory workers and food servers.” In other words, she addressed herself to Americans for whom the world was working more or less well, and to familiar and long-established blue-collar categories. She made no specific mention of gig workers, downwardly mobile credentialed professionals, or any of the other restless social categories that multiplied after the shock of 2008–09.</p><p>A few weeks after Clinton’s announcement, <a href=\"https://www.youtube.com/watch?v=fL12Gb_ixtU\">Senator Bernie Sanders</a> of Vermont declared his campaign for the same Democratic nomination. Sanders was an odd messiah. He had spent a lifetime in politics with little to show for it. No major piece of legislation bore his name, and <a href=\"https://www.billtrack50.com/legislatordetail/15747\">precious few</a> minor pieces either. An independent socialist, he had stayed aloof from the Democratic Party without building a movement of his own. Few had considered him an inspiring personality or a compelling orator. Yet amid this new radical temper, he quickly gathered a cultlike following—and won 13 million votes, to carry 23 caucuses and primaries. When he ultimately lost to Clinton, the defeat left many of his supporters with resentments that divided leftists from liberals in ways that may have <a href=\"https://www.cnn.com/2016/11/10/politics/gary-johnson-jill-stein-spoiler\">helped Donald Trump win the Electoral College</a> in the general election in November 2016.</p><p>In 2002, toward the end of her public career, Thatcher was asked to name <a href=\"https://conservativehome.blogs.com/centreright/2008/04/making-history.html\">her greatest achievement</a>. “Tony Blair and New Labour,” she replied. “We forced our opponents to change their minds.”</p><p>Sanders might say the same about Trump and his Republican Party. Goodbye to Reagan-era enthusiasm for markets and trade: Trump vowed much more aggressive and intrusive government action to protect American businesses and workers from global competition. He also offered a bleak diagnosis of America’s condition, for which the only way forward was to return to the past.</p><p>At the same time, Trump’s persona vindicated every critique Sanders might advance about the decadence of late capitalism. Here was a putative billionaire whose business methods involved <a href=\"https://www.nytimes.com/2024/02/16/nyregion/trump-civil-fraud-trial-ruling.html\">cheating customers</a> and <a href=\"https://www.usatoday.com/story/news/politics/elections/2016/06/09/donald-trump-unpaid-bills-republican-president-laswuits/85297274/\">bilking suppliers</a>. His private life was <a href=\"https://www.politico.com/news/2024/05/30/donald-trump-guilty-hush-money-trial-00160460\">one scandal after another</a>, and he spent his money on <a href=\"https://www.politico.com/magazine/story/2017/03/trump-style-dictator-autocrats-design-214877/\">garish and gimcrack displays</a>. He <a href=\"https://www.youtube.com/watch?v=GvrQxSb4QtM\">staffed his administration</a> with plutocrats flagrantly disdainful of the travails of ordinary people, and with <a href=\"https://nypost.com/2018/05/16/pruitt-grilled-over-reported-use-of-sirens-to-beat-dc-traffic/\">grifters who liked to live high</a> on public expense.</p><p>The coronavirus pandemic intensified the anti-market feeling. The economic effects enriched those who possessed assets, especially real estate: The <a href=\"https://fred.stlouisfed.org/series/MSPUS\">median house price in the U.S. jumped</a> from $317,000 in the spring of 2020 to $443,000 by the end of 2022. The federal pandemic response could also be gamed by business owners; the <a href=\"https://www.sba.gov/document/report-25-10-covid-19-pandemic-eidl-ppp-loan-fraud-landscape-recommendations-update\">U.S. government estimates</a> that as much as $200 billion of COVID-relief funds may have been fraudulently pocketed. On the other hand, if you were a person who rented his or her home and lived on wages, you were almost certainly worse off in 2022 than you had been in 2019. Your wages bought less; your rent cost more.</p><p>The outlook was especially bleak for young college graduates. The average new graduate <a href=\"https://educationdata.org/average-student-loan-debt#:~:text=The%20average%20monthly%20payment%20among,students%20borrow%20an%20average%20%2440%2C970\">owes more than $28,000 a year in student debt</a>. Hopes of repaying that debt were dimmed by the <a href=\"https://www.bloomberg.com/news/articles/2025-07-17/tough-job-market-for-new-college-grads-is-worrying-for-us-economy\">weak post-COVID job market</a> for new graduates. Joe Biden’s presidential administration did relieve some student debt, but <a href=\"https://www.pbs.org/newshour/politics/despite-collapse-of-his-forgiveness-plan-millions-had-student-loans-canceled-under-biden\">its most ambitious plans</a> to help new graduates were struck down by the Supreme Court as exceeding executive authority.</p><p>In some respects, people born since 1990 are more conservative than their elders. Academic surveys find that Americans, male and female, who attended high school in the 2010s express <a href=\"https://sites.utexas.edu/contemporaryfamilies/2017/03/30/2-pepin-cotter-traditionalism/\">more traditional views about gender roles</a> than those who attended high school in the 1990s. But on economic questions specifically, an observable shift of attitude against markets and capitalism has occurred. Only 40 percent of adults younger than 30 <a href=\"https://www.pewresearch.org/politics/2022/09/19/modest-declines-in-positive-views-of-socialism-and-capitalism-in-u-s/\">expressed a positive view of capitalism</a> in a 2022 Pew survey, a drop from <a href=\"https://www.pewresearch.org/short-reads/2019/06/25/stark-partisan-divisions-in-americans-views-of-socialism-capitalism/\">52 percent pre-pandemic</a>. Older groups lost faith too, but not so steeply: Among over 65s, a positive view of capitalism dipped from 76 percent pre-pandemic to 73 percent post-pandemic.</p><p>This disillusionment has opened the door to self-described socialists in the 2020s. The most recent and most spectacular of this new cohort is Zohran Mamdani, who earlier this month won the Democratic nomination for mayor of New York City in an upset election.</p><p>Mamdani campaigned on promises to raise taxes on New York’s richest inhabitants to finance a bold new program of state enterprise: free bus service, government-owned grocery stores, a rent freeze for the 1 million apartments under city jurisdiction, and a vow to build 200,000 affordable-housing units over the next decade. After the tallies were boosted by New York’s ranked-choice voting system, <a href=\"https://www.politico.com/news/2025/07/01/zohran-mamdani-ranked-choice-results-00435184\">Mamdani won 56 percent</a> of the vote. He now <a href=\"https://www.politico.com/news/2025/07/09/zohran-mamdani-leads-general-election-poll-00443469\">tops polls for the general election</a> in November. His <a href=\"https://www.newyorker.com/news/the-financial-page/the-case-for-zohranomics\">agenda already is influencing</a> Democrats nationwide.</p><p class=\"dropcap\">F<span class=\"smallcaps\">ew if any</span> of the Americans who use the term <i>socialist</i> would today defend Communist central planning. But as they criticize the many failings of contemporary American society, they tend to shirk the obvious counter-question: If not central planning, then what do they want? Liberals such as Bill and Hillary Clinton proposed to let markets create wealth, which governments would then tax to support social programs. If that’s out of style, if something more radical is sought, then what might that something be? Merely Clintonism with higher taxes? Or a genuine alternative? How can a society that aspires to socialism produce the wealth it wants to redistribute if not by the same old capitalist methods of property, prices, and profits?</p><p>The socialists of a century ago promised <i>both</i> a new way to create wealth <i>and</i> a new way to share it. The preeminent American socialist of the early 20th century, Eugene V. Debs, <a href=\"http://archive.8m.net/debs.htm\">outlined that new system in speeches</a> such as the one he delivered in Girard, Kansas, in 1908:</p><blockquote>\n<p>We Socialists propose that society in its collective capacity shall produce, not for profit but in abundance to satisfy human wants … Every man and woman will then be economically free. They can, without let or hindrance, apply their labor, with the best machinery that can be devised, to all the natural resources, do the work of society and produce for all; and then receive in exchange a certificate of value equivalent to that of their production. Then society will improve its institutions in proportion to the progress of invention. Whether in the city or on the farm, all things productive will be carried forward on a gigantic scale.</p>\n</blockquote><p>As soon as it was attempted, this breathtaking utopian vision bumped into a daunting challenge: Without market prices, how can any of those gigantic socialist enterprises know what to make or how to commit their resources? And without market institutions, including the profit motive, how can we have market prices? Socialist enterprises would blunder about in the dark, unable to communicate with one another, unable to respond to changing circumstances, because socialist planning severed the lines of communication that connect economic actors.</p><p>Much brainpower was invested over many decades to solve this riddle. Francis Spufford’s novel <a href=\"https://bookshop.org/p/books/red-plenty-francis-spufford/8229330?ean=9781555976040&amp;next=t\"><i>Red Plenty</i></a> makes improbably poignant literature out of the desperate hopes of Soviet economists that the new technology of the computer might somehow rescue socialism from its own impossibility.</p><p>But there was no escape. There is no socialist way to create wealth. There is only a socialist way to spend wealth. The socialist revival of the past half decade no longer even pretends to worry about wealth production. It exists purely as a new set of claims on existing modes of production: socialist apartments funded in effect by taxes on nonsocialist apartments, socialist grocery stores that do not have to pay the taxes or rent paid by nonsocialist grocery stores.</p><p>The beneficiaries of these claims will not necessarily be society’s poorest. New York City distributes affordable-housing units through a process that begins with a lottery but rapidly transforms into a test of skill, savvy, and connections. In the first place, New York favors applicants who work for the city, in itself a step that advantages middle-class people over the truly needy. Then, once the lucky lottery winners get their good news, they must assemble a mass of documents to prove their desirability as tenants—pay stubs, lease records, birth certificates. As an expert on the process <a href=\"https://www.realtor.com/advice/rent/win-an-affordable-housing-lottery/\">explained to a real-estate website</a>: “Once you’ve been selected, it’s all about being organized and efficient.” The people most at risk of homelessness are those least likely to navigate New York’s system of nonmarket and submarket rents.</p><p>In 2022, Mayor Eric Adams—elected as a Democrat, though now running for reelection as an independent—cut the ribbon on a <a href=\"https://www.city-journal.org/article/how-new-york-city-gets-affordable-housing-wrong\">$120 million project in Far Rockaway</a>. This outer-borough development offered studios starting at $522 a month, two-bedroom apartments for $809 a month. But the building contained only 224 units. For all the excitement of the lucky beneficiaries, this is the faintest replica of a housing solution—as well as a reality check to Mamdani’s grandiose vision of government-led housing abundance.</p><p class=\"dropcap\">G<span class=\"smallcaps\">iven this disappointing record,</span> why are so many New Yorkers signing up for more and bigger? The short answer is that the debate about socialism is scarcely about socialism at all. Socialism’s catastrophes are today obscure, relegated to a poorly remembered past. Dissatisfaction with the present-day economic system is felt urgently in the here and now.</p><p><i>[<a href=\"https://www.theatlantic.com/politics/archive/2025/07/zohran-mamdani-brad-lander-progressives/683446/?utm_source=feed\">Read: Zohran Mamdani’s lesson for the left</a>]</i></p><p>The progressive economist <a href=\"https://www.theguardian.com/business/2024/nov/28/the-message-to-democrats-is-clear-you-must-dump-neoliberal-economics\">Joseph Stiglitz recently remarked</a>, “Trumponomics is ersatz capitalism.” The president and those around him <a href=\"https://www.theatlantic.com/ideas/archive/2025/05/trump-golden-age-corruption/682935/?utm_source=feed\">are accumulating huge fortunes</a> by unashamedly preying on the credulity of their followers. Trump insiders have used political power to <a href=\"https://www.lemonde.fr/en/pixels/article/2025/03/09/behind-musk-s-doge-a-collection-of-potential-conflicts-of-interest_6738962_13.html\">harass regulatory agencies</a> and <a href=\"https://www.bloomberg.com/news/articles/2025-05-05/irs-lost-31-of-tax-auditors-in-doge-downsizing-watchdog-finds\">cripple tax enforcement</a>. Trump’s big policy moves are accompanied by an avalanche of suspicious trades. “Of the stock and stock fund sales administration officials reported between Jan. 20 and April 30, 90% fell within 10 days of the tariff announcements,” <a href=\"https://www.usatoday.com/story/news/politics/2025/07/22/trump-admin-stock-sales-clustered-tariff-news/84392169007/\"><i>USA Today </i>reported </a>last week. <a href=\"https://www.nytimes.com/2025/04/18/us/politics/trump-bonds-tariffs.html\"><i>The New York Times</i> suggested in April</a> that if Trump seems to care little about crashing the stock market but a lot about the bond market, that may be explained by his own holdings: few stocks, many bonds. (Unlike most past presidents, Trump has not put his holdings in a blind trust.)</p><p>While Trump’s behavior discredits markets, his rhetoric vilifies markets. In April, the Trump administration imposed the most crushing tariffs on international commerce since the Smoot-Hawley Act’s regime of 1930. The Trump adviser Stephen Miller explained to Fox News the administration’s reasons: “Our leaders allowed foreign countries to rig the rules of the game, to cheat, to steal, to rob, to plunder,” he said. “That has cost America trillions of dollars in wealth.” Echoing his boss’s grievance-laden language, he said, “They’ve stolen our industries.” It’s not always phrased so vituperatively, but the message is consistent: free exchange is an illusion; there is nothing but exploitation. The only way to protect Americans from exploitation is for the nation’s political leaders to subject more and more of the U.S. economy to state control. If this way of thinking is true, then the severest critics of capitalism are right.</p><p>Happily, this way of thinking is not true. Free exchange is a system of cooperation and mutual benefit, the most effective that humanity has yet discovered. But who in the Trump-led United States is arguing the case for free exchange? The most influential intellectuals of the left reject markets as too inequitable; those on the right reject them as too cosmopolitan. On one side, the professional politicians are intimidated by their most radical supporters; on the other, the politicians are under the sway of crooks and con artists, whose idea of capitalism is unregulated permission to bilk and defraud.</p><p>Marxists condemn capitalism as “organized robbery.” They could not be more wrong. But who will refute them when the government of the world’s largest capitalist democracy is in the hands of organized robbers?</p>",
    "published": "2025-07-27T12:00:00",
    "has_full_content": true
  },
  {
    "id": "288af02f387618e7684fccc17b6906f5",
    "title": "A Love Letter to Music Listings",
    "link": "https://www.theatlantic.com/ideas/archive/2025/07/death-of-local-music-listings/683669/?utm_source=feed",
    "image": "https://cdn.theatlantic.com/thumbor/dZfzV1cmE5PbYN0RYxjJA5Qpgi4=/0x61:2876x1559/1200x625/media/img/mt/2025/07/2025_07_Ben_Denzer_Listings/original.jpg",
    "summary": "About a year and a half ago, I was scheduled to play a concert in Vermont when word came that the gig would be canceled because of an approaching nor’easter. I checked out of the hotel early, lobbed my suitcase into the rental car, and hightailed it to New York as menacing clouds darkened the rearvi...",
    "content": "<p class=\"dropcap\">A<span class=\"smallcaps\">bout a year and a half ago</span>, I was scheduled to play a concert in Vermont when word came that the gig would be canceled because of an approaching nor’easter. I checked out of the hotel early, lobbed my suitcase into the rental car, and hightailed it to New York as menacing clouds darkened the rearview mirror. Brooklyn had been home for the better part of two decades, but after a move to the Pacific Northwest, I was returning as a tourist, and the show’s cancellation augured a rare free evening in the city. There was just one problem: How was I going to figure out what to do with my night on the town?</p><p>This used to be easy. You grabbed <em>The New Yorker</em>, <em>The New York Times</em>, <em>Time Out New York</em>, or <em>The Village Voice </em>and checked out the event listings. When I graduated from college and moved to the city in 2003, <em>Time Out </em>quickly became my bible, syllabus, and road map. The listings guided me through the cobwebbed bowels of St. Mark’s Church and into the Ontological-Hysteric Theater hidden within, where Richard Foreman’s mind-bending plays made an indelible impression on me. The listings brought me to Southpaw to hear Neko Case’s bloodshot voice; to the Village Vanguard for Jason Moran or Paul Motian; and to a tin-ceilinged basement bar in Park Slope, where I saw a baby-faced Sharon Van Etten sing her earliest songs, and then bashfully hand out CDs burned with her demos, rich with high-frequency hiss from the tape deck onto which she’d recorded them.</p><p>But over the past decade, event listings have all but disappeared. <em>The New York Times </em>killed its weekly arts listings at the end of 2016, and its <a href=\"https://www.nytimes.com/spotlight/arts-listings\">online arts-and-entertainment guide</a> remains frozen, like a butterfly pinned and dried, in March 2020: “New York Arts Institutions Closed Because of Coronavirus” reads the top headline. <em>The Village Voice</em> folded in 2018. (It has recently been revived but has no listings section to speak of.) <em>The New Yorker</em>’s Goings On About Town section was slashed in 2023 to just a page or two, now offering one recommendation per discipline. And <em>Time Out</em>, that veritable doorstop of weekly listings, now previews one or two concerts <em>a month</em>.</p><p><i>[<a href=\"https://www.theatlantic.com/magazine/archive/2025/06/american-pop-culture-decline/682578/?utm_source=feed\">From the June 2025 issue: Is this the worst-ever era of American pop culture?</a>]</i></p><p>This is, in part, a familiar story about declining ad revenue, about changing pressures and priorities in the journalism business. When listings began to disappear, many imagined that the internet would simply fill the void—that artists and their fans (as well as nonprofit institutions and their audiences) would find new ways to connect. But a world in which clicks are dollars has led to an ouroboros of cultural journalism in which what is already popular must be written about—which increases its popularity, which means it must be written about, which increases its popularity—and a social-media ecosystem in which artists, no longer able to rely on legacy media for visibility, must create content to please an algorithm instead of their fans or themselves.</p><p>As mainstream culture grows ever narrower, once-robust subcultures are struggling for survival. Perhaps social-media influencers are today’s critics and curators, but even as our feeds promise “discovery,” they mostly serve us what we already like. We have no idea what we’re missing.</p><p class=\"dropcap\">T<span class=\"smallcaps\">he listings were my lodestar</span>. And that star’s orbit was maintained, at least in part, by a journalist named Steve Smith.</p><p>Smith was a music editor at <em>Time Out New York </em>from 2001 to 2014. He’d gotten his start at a classical radio station in Houston, introducing Brahms symphonies by day and playing in a rock band in biker bars—he was the drummer—by night. This stylistic mishmash would become a trademark of his sensibility. When we spoke last month, Smith mentioned Karlheinz Stockhausen; the Clash; Billy Idol; John Zorn; John Coltrane; Scandinavian metal; Kronos Quartet; Kiss; Steve Reich; Emerson, Lake &amp; Palmer; and Beethoven—all within the first 10 minutes of our conversation.</p><p><em>Time Out </em>“was a magazine that was basically <em>nothing but the listings</em>,” Smith told me<em>.</em> “Nobody said, ‘Oh, that obscure thing that’s happening on a loading dock in Tribeca? No, that’s too weird.’ I was basically told, ‘List what’s interesting; list what people will want to know about.’” A coveted red asterisk denoted a critic’s pick. “I had the privilege,” he said, “of making a difference in the lives of a number of composers and performers. And that, to me, was the most gratifying piece of the job.”</p><p>One of the lives he changed was mine. The first review I ever received as a singer-songwriter, for a set at Tonic, was written by Smith, for his blog <em>Night After Night</em>. A 33-word listing in <em>Time Out</em> came soon after—a blurb that would remain in my press kit for years. In 2009, he interviewed me for a <em>New York Times</em> <a href=\"https://www.nytimes.com/2009/04/26/arts/music/26smit.html?ref=todayspaper\">Sunday Arts &amp; Leisure profile</a>. The morning after the story ran, Lincoln Center called my manager and offered me a debut on its American Songbook performance series. Who reviewed that concert for the <em>Times</em>? None other than Steve Smith.</p><p>These listings weren’t just a boon for artists like me—they were also a teeth-cutting opportunity for cub journalists, one that demanded brutal concision. Smith, a master of the miniature, stood on the shoulders of those such as Robert Christgau, a longtime <em>Village Voice </em>music editor and the self-proclaimed dean of American rock critics. About a Patti Smith show, from the April 7, 1975, issue: “Funny, frightening, and just polished enough, Smith shifts from rock and roll to poetry reading like someone who really believes in street literature.”</p><p>In its heyday, the <em>Voice</em>’s newsroom reverberated with the chaotic counterpoint of freaky choristers, all covering New York City with an obsessive commitment to hyperlocalism: Scenesters haunted hardcore shows at warehouses in Brooklyn; theater nerds ventured to East Village basements for experimental one-acts; dance lovers frequented Lower East Side nightclubs to cover bawdy performance art and contortionist spectacles. Here was a newspaper that, through dogged documentation of small and sometimes-fragile artistic microclimates, came to wield wide-reaching influence over national aesthetic trends as it championed unknown artists like Smith, the Talking Heads, Philip Glass, and so many others. That New York media have turned away from the local in favor of established celebrities may ultimately result in its irrelevance.</p><p>Sixteen years after that first profile in the <em>Times</em>, I am fortunate to still be making a living playing music. But mine was a transitional generation: I came of age just in time to benefit from the old models and media apparatuses, only to watch them crumble around me. Few emerging musicians today could dream of a two-sentence blurb previewing a Monday-night set at a small club on the Lower East Side, let alone a thousand-word profile.</p><p>The demise of listings is “tangled up with the erosion of review coverage,” the jazz critic Nate Chinen told me, while stressing that “the fundamental utility of a publication is bringing people out” to see a gig: “The immediate danger is that artists play and people don’t know about it.”</p><p>Chinen would know. He wrote the jazz listings at <em>The New York Times</em> from 2005 until 2016. Those blurbs, he understood, could mean the difference between a standing-room-only show and one where the musicians outnumbered the audience. Today, it’s harder than ever for aesthetically adventurous artists to make ends meet. Some have left the business, and others limp along, subsidizing their income with teaching gigs and odd jobs. Meanwhile, pop stars are doing great.</p><p class=\"dropcap\">T<span class=\"smallcaps\">he decline of listings </span>followed the broader trend toward “poptimism,” a critical movement that began as a corrective to the white-male-dominated popular-music journalism of the late 20th century. In a <a href=\"https://www.nytimes.com/2004/10/31/arts/music/the-rap-against-rockism.html\">now-canonic </a><a href=\"https://www.nytimes.com/2004/10/31/arts/music/the-rap-against-rockism.html\">broadside</a> published in 2004, the critic Kelefa Sanneh argued that the snobbery of those white-male critics was bathed in racism and sexism, and often resulted in the neglect of music by women and people of color. Poptimists believed that music that was <em>actually</em> popular—the guilty-pleasure radio hits we wail in the car, many of them performed by nonwhite, nonmale artists—ought to be treated with the same reverence granted to the art rockers. Fair enough!</p><p>But what Sanneh and like-minded critics could not have anticipated was the extent to which their goal would collide with the economic imperatives of internet-based journalism<em>. </em>In the 21 years since Sanneh’s essay was published, poptimism has become the status quo in mainstream music criticism, reaching its apotheosis in 2023 with <em>USA Today</em>’s hiring of a full-time Taylor Swift reporter, Bryan West, who would go on to file—you may want to sit down—<em>501</em> articles about Swift during her Eras Tour. In such a climate, it’s easy to forget that poptimism was once driven by the impulse to lift up marginalized voices.</p><p>Indeed, much of today’s cultural coverage reflects a different societal more, one in which, as the political philosopher Michael J. Sandel has written, we measure the value of people’s contributions to the common good solely by “the market value of the goods or services they sell.” In other words, covering what’s popular doesn’t just serve journalism’s economic bottom line; it also expresses our beliefs. In a society in which dignity and status accrue to the powerful, it’s no wonder that outlets once dedicated to nurturing subcultures now publish endless paeans to celebrities.</p><p>A reader might object: <em>Aren’t you just complaining about the cultural version of natural selection? If niche genres can’t hack it in today’s algorithm-driven world, maybe they deserve extinction</em>. But if they are allowed to die, popular music will also suffer. The terms <em>highbrow</em> and <em>lowbrow</em> conceal a broader ecology in which the raw materials of art move easily from one genre to another. Classical composers have long ransacked folk music to furnish their symphonies with great tunes. Similarly, there would be no Beatles’ <em>White Album </em>without Karlheinz Stockhausen’s tape music, no Rosalía’s <em>Motomami </em>without the vocal arrangements of the Pulitzer Prize–winning composer Caroline Shaw. If we want the next Billie Eilish to be able to work with the next Attacca Quartet, we should ensure that lesser-known artists enjoy a bare minimum of support.</p><p>To look at a page of event previews was to understand how a collection of artists related to one another. This, according to the opera critic Olivia Giovetti, was one of Smith’s great gifts as an editor. “He crafted listings,” Giovetti told me, “in such a way that drew out and illuminated the connections between artists, so that the reader came to understand that if they enjoyed that Victoire show at Le Poisson Rouge<a>,</a> they might also dig a yMusic concert at Rockwood Music Hall.” You may not have heard of either group, but you likely know the Metropolitan Opera, where Victoire’s founder, Missy Mazzoli, is headed with her adaptation of George Saunders’ <em>Lincoln in the Bardo</em>, and you’ve probably heard of Paul Simon, who tapped yMusic to join him on his farewell tour in 2018.</p><p>The loss of listings is, in this sense, the loss of a whole world, which historians, too, will have to contend with. Take any issue of <em>The New Yorker</em> from the first 98 years of its existence, and the Goings On About Town section offers a rich snapshot of the city and its subcultures. The same was true of the <em>Times</em>. “On any given day,” Chinen told me, “there would be a review of a New York–based dance company at the Joyce Theater, a Ben Ratliff review about a koto player at Issue Project Room, Jon Pareles reviewing an indie-folk artist at Joe’s Pub. It was this incredibly robust account of a thriving arts community in a city that, right or wrong, considers itself to be the center of the universe. <em>That’s the garden</em>. That’s the plant mix that existed.” How will historians write the story of a city that no longer maintains a record of its own cultural life?</p><p class=\"dropcap\">I<span class=\"smallcaps\">n this new paradigm</span>, I, like so many others, feel shackled to my Instagram account, resentful that it has become my personal marketing and public-relations departments, yet resigned to its relative efficacy as a mouthpiece. (I tried to opt out, taking a full year off from the internet and another six months away from social media, returning only when my manager begged me to do so. “The phone has stopped ringing,” he said bluntly.) So yes, amid the gallimaufry of links, photos, and screen caps, I post bite-size songs: here, a William Carlos Williams–inspired lament for <a href=\"https://www.instagram.com/reel/DIAQTdYybyP/?utm_source=ig_web_copy_link&amp;igsh=MW5panIwcmc1OTd6\">the tariff-burdened penguins of Heard Island</a>; there, a setting of <a href=\"https://www.instagram.com/reel/DFHOZ2HAize/?utm_source=ig_web_copy_link&amp;igsh=MXY3YXNqcmt4aWxyYQ==\">a Craigslist ad for free reptiles</a>. A lot of my work is sober and politically minded, but I think it’s important to hold on to laughter and absurdity too.</p><p>Still, those miniature tunes, delivered algorithmically, often bypass my own Instagram followers, landing instead in the feeds of total strangers. For them, these songs are divorced from the broader footprint of my work, which has included <a href=\"https://gabrielkahane.bandcamp.com/album/emergency-shelter-intake-form\">oratorios about homelessness</a> and <a href=\"https://gabrielkahane.bandcamp.com/album/book-of-travelers\">railway travelogues</a> documenting a divided America. Cultural journalism once created that context.</p><p><i>[<a href=\"https://www.theatlantic.com/culture/archive/2024/04/taylor-swift-the-tortured-poets-department-review/678121/?utm_source=feed\">Spencer Kornhaber: Taylor Swift is having quality-control issues</a>]</i></p><p>What’s to be done? Performing-arts institutions could work together to underwrite their own weekly listings website or print publication, with their financial contributions scaled according to their budget so that small operations aren’t left out. Sure, there would be challenges, namely a blurring of the line between advertising and editorial. Ideally, a group of writers and editors would produce listings with total independence, shielded from pressure by funders.</p><p>The other solution—plausible or not—is for outlets such as the <em>Times</em> and <em>The New Yorker</em> to reverse course: to recognize that their listings were a public good serving artists, audiences, and arts presenters alike. The societal benefit of a comprehensive guide to the cultural sector can’t be readily calculated on a balance sheet.</p><p>For now, Smith is still serving as the secretary, the minute keeper, the town historian for the creative-music community in New York. After <em>Time Out</em>, he spent two years at <em>The</em> <em>Boston Globe </em>as an arts editor, and then bounced between various jobs covering music back in the city, including a five-year stint writing listings for <em>The New Yorker</em>. He’s now a copywriter at an arts institution. Still, he maintains a Substack newsletter, <a href=\"https://nightafternight.substack.com/\">Night After Night</a>, which shares the name of his old blog, the one on which he gave me my first review. Each week, Smith compiles a roundup of notable events in music that lives beyond that narrow mainstream. When I asked him when he returned to writing listings, he said, “I never really stopped.”</p><p>Although a comprehensive digital archive of <em>Time Out </em>does not exist, <em>The New Yorker </em>is searchable back to its inaugural issue, published in February 1925. Like any good elder-Millennial narcissist, I did a quick search of my name to look for its first mention in Goings On About Town. There it was, in the issue for <a href=\"https://archives.newyorker.com/newyorker/2009-04-27/flipbook/012/\">April 27, 2009</a>. What else was happening? That week, Nathan Lane and Bill Irwin were starring in a production of <em>Waiting for Godot</em>; Steve Wilson was at the Village Vanguard; Judy Collins was at Café Carlyle; Carnegie Hall featured appearances by Zakir Hussain, Kronos Quartet (playing the compositions of Terry Riley, Philip Glass, and Osvaldo Golijov), and the soon-to-be opera superstar Eric Owens; Chick Corea was leading an all-star band at Lincoln Center; and Lou Reed was holding court at the Gramercy Theatre.</p><p>Hell of a city, no?</p>",
    "published": "2025-07-27T11:31:00",
    "has_full_content": true
  },
  {
    "id": "5419e359a93835064184257e1f123605",
    "title": "A Gritty and Genuinely Readable Book",
    "link": "https://www.theatlantic.com/newsletters/archive/2025/07/a-gritty-and-genuinely-readable-book/683659/?utm_source=feed",
    "image": "https://cdn.theatlantic.com/thumbor/iDjiHTP1dXZwKTLpgED3ovb7HXA=/0x584:5463x3429/1200x625/media/img/mt/2025/07/GettyImages_652226578/original.jpg",
    "summary": "This is an edition of The Atlantic Daily, a newsletter that guides you through the biggest stories of the day, helps you discover new ideas, and recommends the best in culture. Sign up for it here.Welcome back to The Daily’s Sunday culture edition, in which one Atlantic writer or editor reveals what...",
    "content": "<p><i>This is an edition of </i>The Atlantic<i> Daily, a newsletter that guides you through the biggest stories of the day, helps you discover new ideas, and recommends the best in culture. </i><a href=\"https://www.theatlantic.com/newsletters/sign-up/atlantic-daily/?utm_source=feed\"><i>Sign up for it here.</i></a></p><p>Welcome back to The Daily’s Sunday culture edition, in which one <i>Atlantic</i> writer or editor reveals what’s keeping them entertained. Today’s special guest is Luis Parrales, an assistant editor who has written about <a href=\"https://www.theatlantic.com/ideas/archive/2025/03/francis-immigration-catholics-vance/682078/?utm_source=feed\">what the border-hawk Catholics get wrong</a> and <a href=\"https://www.theatlantic.com/newsletters/archive/2025/05/pope-conclave-francis-vatican/682740/?utm_source=feed\">why the papacy is no ordinary succession</a>.</p><p>Luis is a new fan of the author Mario Vargas Llosa and a longtime listener of the singer-songwriter Jorge Drexler. His other recommendations include “Femininomenon,” by Chappell Roan; <i>The Bear</i>; and anything by Conan O’Brien—whom he deems “the king of American comedy.”</p><ul>\n</ul>\n<p><b>The Culture Survey: Luis Parrales</b></p><p><b>Best novel I’ve recently read, and the best work of nonfiction:</b> I was embarrassingly unfamiliar with the Peruvian novelist Mario Vargas Llosa before <a href=\"https://www.theatlantic.com/books/archive/2025/04/mario-vargas-llosas-political-journeys/682468/?utm_source=feed\">his death, in April</a>, besides some high-level lore—his role in the <a href=\"https://www.commonwealmagazine.org/last-boom-mario-vargas-llosa-ramos-obit\">Latin American Boom</a>, his <a href=\"https://english.elpais.com/culture/2025-04-14/from-castro-to-thatcher-vargas-llosas-journey-as-a-politician.html\">failed presidential bid</a>, the time <a href=\"https://www.theparisreview.org/blog/2019/03/06/when-mario-vargas-llosa-punched-gabriel-garcia-marquez/\">he socked Gabriel García Márquez</a> in the face. Soon after, I decided enough was enough and picked up his historical novel <a href=\"https://bookshop.org/a/12476/9780312420277\"><i>The Feast of the Goat</i></a>, published in 2000. Through the brutal regime of Rafael Trujillo, who ruled the Dominican Republic until his assassination at the hands of revolutionaries, in 1961, Vargas Llosa explores how the wounds inflicted by a dictatorship remain long after it officially ends. But as gritty and dark as the novel gets—and it gets <i>dark</i>—<i>The Feast of the Goat</i> is one of the most readable books I’ve ever encountered. That’s both because Vargas Llosa’s crisp prose makes the 400 or so pages fly by and, more important, because his novel never loses sight of the power of human resilience.</p><p>I was a bit more familiar with the moral philosopher Alasdair MacIntyre, who also passed away earlier this year. Although best known for his 1981 book, <a href=\"https://bookshop.org/a/12476/9780268035044\"><i>After Virtue</i></a> (if you haven’t already, <a href=\"https://www.theatlantic.com/ideas/archive/2025/07/trump-administration-supporters-good/683441/?utm_source=feed\">read David Brooks’s reflections</a> on how its arguments help explain President Donald Trump’s appeal), MacIntyre also wrote <a href=\"https://bookshop.org/a/12476/9780812694529\"><i>Dependent Rational Animals</i></a>. The book offers one of the most persuasive cases I’ve read against treating individual autonomy as the highest ideal, as well as a plea to view our limitations—aging, illness—and dependence on one another not as failings but as constitutive elements of human nature. Oh, and MacIntyre dedicates long stretches of his book to the intelligence of dolphins. Which is great.</p><p><b>A quiet song that I love, and a loud song that I love:</b> Quiet: “If I Don’t Hear From You Tonight,” by Courtney Barnett. Loud: “Femininomenon,” by Chappell Roan.</p><p><b>Something I recently rewatched: </b>Before earning box-office cachet with the <i>Dune</i> series, Denis Villeneuve directed <i>Incendies</i>, a modern Sophoclean tragedy set during a civil war in the Middle East. Nearly 15 years after its release, the film remains one of the most sobering portrayals of familial ties on-screen—of how they can at once inflict unspeakable pain and inspire courage and selflessness.</p><p><b>The television show I’m most enjoying right now:</b> The latest season of FX’s exquisite <i>The Bear</i>.</p><p><b>The last thing that made me snort with laughter: </b>For my money, Conan O’Brien is the king of American comedy, though part of his greatness is that he’s always reveled in playing the fool. He doesn’t have the commanding swagger of a Dave Chappelle or Bill Burr, opting instead for a style that my colleague <a href=\"https://www.theatlantic.com/culture/archive/2025/03/conan-o-brien-career-mark-twain-prize/682104/?utm_source=feed\">David Sims has described</a> as a “mix of silly surrealism with an old-timey flair.” I’ve been keeping up with O’Brien since his <i>Late Night</i> days, when I would get home from school and play the previous night’s episode, so watching him get the Mark Twain Prize for American Humor earlier this year felt plenty nostalgic. The full ceremony is on Netflix now, and it’s a comedic cornucopia for any Team Coco stans.</p><p><b>The last thing that made me cry:</b> A few weeks before Independence Day, while visiting New York City, I ended up going to mass at Ascension Church, which has a jazz liturgy on Sunday evenings. Most of my favorite church music leans traditional, yet to my surprise, I felt incredibly moved by the unconventional reverence of melodies with echoes of Art Blakey and Miles Davis. One highlight: the jazz mass’s version of the hymn “This Is My Song.” These lines in particular felt providentially relevant for anybody searching for a more warmhearted patriotism:</p><blockquote>\n<p>This is my home, the country where my heart is;<br>\nhere are my hopes, my dreams, my holy shrine;<br>\nbut other hearts in other lands are beating<br>\nwith hopes and dreams as true and high as mine.</p>\n</blockquote><p><b>The last museum or gallery show that I loved: </b>Museo Nacional de Historia, in Mexico City.</p><p><b>A musical artist who means a lot to me: </b>The Uruguayan singer-songwriter Jorge Drexler isn’t super well known in America—though he did write the first Spanish-language song to <a href=\"https://youtu.be/20ikB2I7v2g?feature=shared\">win an Oscar</a> for Best Original Song—but he’s pretty acclaimed in Latin America and Spain, especially for his lyricism. He can use scientific principles (<a href=\"https://youtu.be/QfhEKpFiepM?feature=shared\">the law of conservation</a> or <a href=\"https://youtu.be/3hRptt0u8iM?feature=shared\">the evolution of cells</a>, for example) as metaphors for love, or meditate on weighty political questions (<a href=\"https://youtu.be/lIGRyRf7nH4?feature=shared\">migration</a>, <a href=\"https://youtu.be/myVi6pVYYb8?feature=shared\">the Israeli-Palestinian conflict</a>) without coming off as preachy. No musician means more to me than Drexler, whose art teems with the wonder of a wide-eyed humanist.</p><p><b>A poem, or line of poetry, that I return to: </b>“<a href=\"https://www.poetryfoundation.org/poems/43778/two-in-the-campagna\">Two in the Campagna</a>,” by Robert Browning:</p><blockquote>\n<p>Only I discern—<br>\nInfinite passion, and the pain<br>\nOf finite hearts that yearn.</p>\n</blockquote>\n<p><strong>Here are three Sunday reads from <i>The Atlantic</i>:</strong></p><ul>\n\t<li><a href=\"https://www.theatlantic.com/international/archive/2025/07/inside-cecot-mega-prison-el-salvador/683646/?utm_source=feed\">The first survivors of CECOT tell their stories.</a></li>\n\t<li><a href=\"https://www.theatlantic.com/books/archive/2025/07/one-book-everyone-recommends/683582/?utm_source=feed\">The one book everyone should read</a></li>\n\t<li><a href=\"https://www.theatlantic.com/magazine/archive/2025/09/writers-way-corfu-john-le-carre-travel/683389/?utm_source=feed\">Chasing le Carré in Corfu</a></li>\n</ul>\n<p><b>The Week Ahead</b></p><ol>\n\t<li><a href=\"https://www.imdb.com/title/tt3402138/\"><i>The Naked Gun</i></a>, an action-comedy film starring Liam Neeson as a hapless yet determined detective (in theaters Friday)</li>\n\t<li><a href=\"https://www.peacocktv.com/stream-tv/twisted-metal\">Season 2 of <i>Twisted Metal</i></a>, a postapocalyptic action-comedy series with murderous clowns and a deadly demolition tournament (premiering Thursday on Peacock)</li>\n\t<li><a href=\"https://bookshop.org/a/12476/9780593186473\"><i>Black Genius</i></a>, an essay collection by Tre Johnson that identifies overlooked examples of genius in the Black community (out Tuesday)</li>\n</ol>\n<p><strong>Essay</strong></p>\n<img alt=\"painting of a mother and child doing chores\" height=\"2700\" src=\"https://cdn.theatlantic.com/media/img/mt/2025/07/2025_07_14_Kids_Do_More_Chores/original.jpg\" width=\"4800\">\n\nEero Jarnefelt / Heritage Images / Getty\n<p>The Mistake Parents Make With Chores</p><p><i>By Christine Carrig</i></p><blockquote>\n<p>Each September at the Montessori school I run, the preschoolers engage in an elaborate after-lunch cleanup routine. They bustle through the room with sweepers and tiny dustpans, spreading crumbs all over the floor and making a bigger mess than they started with …</p>\n\n<p>Contrast this with my own house—where, in a half-hearted effort to encourage my children to take responsibility for our home, I’ve been known to say, “You <i>live</i> here!” as they ignore the pile of dishes in the sink. After years in Montessori classrooms, I assumed that a culture of taking responsibility would develop spontaneously in my family. And it might have, had I not made some early mistakes.</p>\n</blockquote><p><a href=\"https://www.theatlantic.com/family/archive/2025/07/children-parents-housework-chores/683606/?utm_source=feed\">Read the full article.</a></p>\n<p><b>More in Culture</b></p><ul>\n\t<li><a href=\"https://www.theatlantic.com/books/archive/2025/07/modern-american-university-books-what-to-read/683599/?utm_source=feed\">Eight books that explain the university crisis</a></li>\n\t<li><a href=\"https://www.theatlantic.com/culture/archive/2025/07/ozzy-osbourne-obituary/683635/?utm_source=feed\">The human side of music’s “Prince of Darkness”</a></li>\n\t<li><a href=\"https://www.theatlantic.com/culture/archive/2025/07/eddington-ending-explained-antihero/683632/?utm_source=feed\">When it feels good to root for a bad guy</a></li>\n\t<li><a href=\"https://www.theatlantic.com/books/archive/2025/07/lonely-crowds-stephanie-wambugu-novel-review/683612/?utm_source=feed\">The most dangerous kind of friendship</a></li>\n</ul><h1></h1>\n<p><strong>Catch Up on <em>The Atlantic </em></strong></p><ul>\n\t<li><a href=\"https://www.theatlantic.com/ideas/archive/2025/07/hunter-biden-andrew-callaghan/683639/?utm_source=feed\">Finally, a Democrat who could shine on Joe Rogan’s show</a></li>\n\t<li><a href=\"https://www.theatlantic.com/politics/archive/2025/07/trump-epstein-denials/683638/?utm_source=feed\">Trump’s Epstein denials are ever so slightly unconvincing, Jonathan Chait writes.</a></li>\n\t<li><a href=\"https://www.theatlantic.com/technology/archive/2025/07/chatgpt-ai-self-mutilation-satanism/683649/?utm_source=feed\">ChatGPT gave instructions for murder, self-mutilation, and devil worship.</a></li>\n</ul>\n<p><b>Photo Album</b></p>\n<img alt=\"Jade Rick Verdillo and Jamaica Aguilar kiss during their wedding in the flooded Barasoain Church, in the Philippines.\" height=\"1238\" src=\"https://cdn.theatlantic.com/media/newsletters/2025/07/photo-3/original.png\" width=\"1856\">\n\nJade Rick Verdillo and Jamaica Aguilar kiss during their wedding in the flooded Barasoain Church, in the Philippines. (Aaron Favila / AP)\n<p>Despite flooding caused by heavy monsoon rains in the Philippines, Jade Rick Verdillo and Jamaica Aguilar decided to stick to their <a href=\"https://www.theatlantic.com/photography/archive/2025/07/photos-flooded-church-wedding/683637/?utm_source=feed\">planned wedding date</a>.</p>\n<p><em><a href=\"https://www.theatlantic.com/free-daily-crossword-puzzle/?utm_source=feed\">Play our daily crossword.</a></em></p><p><em><a href=\"https://link.theatlantic.com/click/29767897.0/aHR0cHM6Ly93d3cudGhlYXRsYW50aWMuY29tL25ld3NsZXR0ZXJzLz91dG1fc291cmNlPW5ld3NsZXR0ZXImdXRtX21lZGl1bT1lbWFpbCZ1dG1fY2FtcGFpZ249YXRsYW50aWMtZGFpbHktbmV3c2xldHRlciZ1dG1fY29udGVudD0yMDIyMTEyMQ/61813432e16c7128e42f4628B52865c35\">Explore all of our newsletters.</a></em></p><p><em>When you buy a book using a link in this newsletter, we receive a commission. Thank you for supporting </em>The Atlantic<em>.</em></p>",
    "published": "2025-07-27T11:00:00",
    "has_full_content": true
  },
  {
    "id": "5a71c56578b803e1c1bedcbd54edc1da",
    "title": "Eswatini opposition attacks US deal as ‘human trafficking disguised as deportation’",
    "link": "https://www.theguardian.com/world/2025/jul/23/eswatini-petition-us-deportees",
    "image": "https://i.guim.co.uk/img/media/8f469b9a2940dbb354606dd7ace13fdcb422aa5e/619_0_3092_2474/master/3092.jpg?width=1200&height=630&quality=85&auto=format&fit=crop&precrop=40:21,offset-x50,offset-y0&overlay-align=bottom%2Cleft&overlay-width=100p&overlay-base64=L2ltZy9zdGF0aWMvb3ZlcmxheXMvdGctZGVmYXVsdC5wbmc&enable=upscale&s=ceb8dfe28a580a0958b81ee5d6eca96f",
    "summary": "Men from Vietnam, Jamaica, Laos, Yemen and Cuba to be temporarily held in kingdomCivil society and opposition groups in Eswatini have expressed outrage after the US deported five men to the country, with the largest opposition party calling it “human trafficking disguised as a deportation deal”.The ...",
    "content": "<p>Men from Vietnam, Jamaica, Laos, Yemen and Cuba to be temporarily held in kingdom</p><p>Civil society and opposition groups in Eswatini have expressed outrage after the US <a href=\"https://www.theguardian.com/us-news/2025/jul/16/trump-administration-deports-five-migrants-to-eswatini-in-southern-africa\">deported five men</a> to the country, with the largest opposition party calling it “human trafficking disguised as a deportation deal”.</p><p>The men, from Vietnam, Jamaica, Laos, Yemen and Cuba, were flown to the small southern African country, an absolute monarchy, last week as the US stepped up deportations to “third countries” after the supreme court cleared them last month.</p> <a href=\"https://www.theguardian.com/world/2025/jul/23/eswatini-petition-us-deportees\">Continue reading...</a>",
    "published": "2025-07-23T04:00:42",
    "has_full_content": false
  },
  {
    "id": "63e32850f70f95cb5d84951e600ffee8",
    "title": "UK’s aid cuts ‘will hit children’s education and raise risk of death’",
    "link": "https://www.theguardian.com/global-development/2025/jul/22/uks-aid-cuts-will-hit-childrens-education-and-raise-risk-of-death",
    "image": "https://i.guim.co.uk/img/media/6db2dab6badeab272de3bbe03bb39964ad30bf12/1920_588_5553_4443/master/5553.jpg?width=1200&height=630&quality=85&auto=format&fit=crop&precrop=40:21,offset-x50,offset-y0&overlay-align=bottom%2Cleft&overlay-width=100p&overlay-base64=L2ltZy9zdGF0aWMvb3ZlcmxheXMvdGctZGVmYXVsdC5wbmc&enable=upscale&s=a090098924a508212dfe1dbc3667d79b",
    "summary": "Cutting aid budget to 0.3% of national income will hurt many African countries, says FCDO impact assessmentLabour’s deep aid cuts will hit children’s education and increase the risk of disease and death in some African countries, according to the government’s own impact assessment.Keir Starmer annou...",
    "content": "<p>Cutting aid budget to 0.3% of national income will hurt many African countries, says FCDO impact assessment</p><p>Labour’s deep aid cuts will hit children’s education and increase the risk of disease and death in some African countries, according to the government’s own impact assessment.</p><p>Keir Starmer announced earlier this year that he would<a href=\"https://www.theguardian.com/global-development/2025/feb/25/starmer-cuts-to-uk-aid-budget-defence-trump-cruel-and-shameful-say-experts\"> reduce the aid budget to 0.3% of national income,</a> from 0.5%, to fund increased spending on defence.</p> <a href=\"https://www.theguardian.com/global-development/2025/jul/22/uks-aid-cuts-will-hit-childrens-education-and-raise-risk-of-death\">Continue reading...</a>",
    "published": "2025-07-22T18:53:02",
    "has_full_content": false
  },
  {
    "id": "963c60935fb6befdd635a125a94a9036",
    "title": "Man rescued trying to reach Spain from Morocco in rubber ring and flippers",
    "link": "https://www.theguardian.com/world/2025/jul/22/man-rescued-trying-to-reach-spain-from-morocco-in-rubber-ring-and-flippers",
    "image": "https://i.guim.co.uk/img/media/84bfc7b0a5b0b43f9271aec83a5edf8f0016d2bf/318_0_3181_2545/master/3181.jpg?width=1200&height=630&quality=85&auto=format&fit=crop&precrop=40:21,offset-x50,offset-y0&overlay-align=bottom%2Cleft&overlay-width=100p&overlay-base64=L2ltZy9zdGF0aWMvb3ZlcmxheXMvdGctZGVmYXVsdC5wbmc&enable=upscale&s=ed2323b7439275f3cfef00958d9b68f5",
    "summary": "Family in yacht pulled young man from the sea off Costa del SolA man who was apparently trying to reach Spain from Morocco using a rubber ring and flippers has been rescued after he was spotted by a family sailing to the Balearic islands.The family were on their yacht 13 nautical miles south of the ...",
    "content": "<p>Family in yacht pulled young man from the sea off Costa del Sol</p><p>A man who was apparently trying to reach Spain from Morocco using a rubber ring and flippers has been rescued after he was spotted by a family sailing to the Balearic islands.</p><p>The family were on their yacht 13 nautical miles south of the Andalucían town of Benalmádena on the Costa del Sol, on 16 July when they manoeuvred around the stern of an oil tanker and saw something moving on the waves.</p> <a href=\"https://www.theguardian.com/world/2025/jul/22/man-rescued-trying-to-reach-spain-from-morocco-in-rubber-ring-and-flippers\">Continue reading...</a>",
    "published": "2025-07-22T09:55:27",
    "has_full_content": false
  },
  {
    "id": "2341abffd51ba70923ed9ac21f126850",
    "title": "Arrested Kenyan activist Boniface Mwangi faces terror charges",
    "link": "https://www.theguardian.com/world/2025/jul/20/arrested-kenyan-activist-boniface-mwangi-faces-terror-charges",
    "image": "https://i.guim.co.uk/img/media/49f418ba801a1a7d50a2d2fb3ce518f10928dc86/1891_731_2379_1904/master/2379.jpg?width=1200&height=630&quality=85&auto=format&fit=crop&precrop=40:21,offset-x50,offset-y0&overlay-align=bottom%2Cleft&overlay-width=100p&overlay-base64=L2ltZy9zdGF0aWMvb3ZlcmxheXMvdGctZGVmYXVsdC5wbmc&enable=upscale&s=80a452654851425cb2f479e5ac61bf7b",
    "summary": "Mwangi accused of ‘facilitation of terrorist acts’ during last month’s protests against government of William RutoThe Kenyan rights activist Boniface Mwangi is accused of “facilitation of terrorist acts” during protests that rocked the country last month, investigators said on Sunday, a day after he...",
    "content": "<p>Mwangi accused of ‘facilitation of terrorist acts’ during last month’s protests against government of William Ruto</p><p>The Kenyan rights activist Boniface Mwangi is accused of “facilitation of terrorist acts” during protests that rocked the country last month, investigators said on Sunday, a day after he was arrested.</p><p>At least 19 people were killed during the <a href=\"https://www.theguardian.com/world/2025/jun/25/people-dead-injured-in-kenyan-protests\">25 June demonstration</a> against President William Ruto’s government, which was itself called to pay tribute to victims of police violence at another protest on the same date last year.</p> <a href=\"https://www.theguardian.com/world/2025/jul/20/arrested-kenyan-activist-boniface-mwangi-faces-terror-charges\">Continue reading...</a>",
    "published": "2025-07-20T10:04:14",
    "has_full_content": false
  },
  {
    "id": "c986a9c4e7e6d7e9a9b1becfca4e412e",
    "title": "Malaria ‘back with a vengeance’ in Zimbabwe as number of deaths from the disease triple",
    "link": "https://www.theguardian.com/global-development/2025/jul/19/health-malaria-mosquito-deaths-zimbabwe-trump-usaid-cuts-disease-control",
    "image": "https://i.guim.co.uk/img/media/a5e4e77aba6022ada43844288973647881406b0b/235_0_1506_1204/master/1506.jpg?width=1200&height=630&quality=85&auto=format&fit=crop&precrop=40:21,offset-x50,offset-y0&overlay-align=bottom%2Cleft&overlay-width=100p&overlay-base64=L2ltZy9zdGF0aWMvb3ZlcmxheXMvdGctZGVmYXVsdC5wbmc&enable=upscale&s=21e1788b019e5ab1500c5bdf9258c0eb",
    "summary": "Withdrawal of USAID funds threatens decades of progress, say experts, with cuts to research and shortage of mosquito nets putting thousands at risk across the countryZimbabwe’s efforts to control malaria have been dealt a huge blow as experts say the disease has returned “with a vengeance” after US ...",
    "content": "<p>Withdrawal of USAID funds threatens decades of progress, say experts, with cuts to research and shortage of mosquito nets putting thousands at risk across the country</p><p>Zimbabwe’s efforts to control malaria have been dealt a huge blow as experts say the disease has returned “with a vengeance” after US aid cuts, with 115 outbreaks recorded in 2025 compared with only one last year.</p><p>The sharp rise in cases comes six months after Donald Trump halted critical funding for US research and national response programmes.</p> <a href=\"https://www.theguardian.com/global-development/2025/jul/19/health-malaria-mosquito-deaths-zimbabwe-trump-usaid-cuts-disease-control\">Continue reading...</a>",
    "published": "2025-07-19T04:00:11",
    "has_full_content": false
  }
]