[
  {
    "id": "c848f0130768b80c0ddc5ae9a3592972",
    "title": "Trump Fires BLS Commissioner, Claiming Weak Jobs Numbers Were ‘Rigged’",
    "link": "https://www.nytimes.com/2025/08/01/business/economy/trump-bls-firing-jobs-report.html",
    "image": "assets/img/fallback.jpg",
    "summary": "President Trump said on social media on Friday that he had directed his team to fire Erika McEntarfer, the commissioner of the Bureau of Labor Statistics.",
    "content": "President Trump said on social media on Friday that he had directed his team to fire Erika McEntarfer, the commissioner of the Bureau of Labor Statistics.",
    "published": "2025-08-02T02:22:20",
    "has_full_content": true
  },
  {
    "id": "5b0c73bbde0ed8a9cc08b2120aab8d02",
    "title": "Trump Says He Ordered Nuclear Submarines Repositioned After Threats From Medvedev",
    "link": "https://www.nytimes.com/2025/08/01/us/politics/trump-nuclear-submarines-russia.html",
    "image": "assets/img/fallback.jpg",
    "summary": "President Trump in the White House on Thursday.",
    "content": "President Trump in the White House on Thursday.",
    "published": "2025-08-02T00:34:29",
    "has_full_content": true
  },
  {
    "id": "5ea42b243d547d9d0e2e98697544694a",
    "title": "Trump Gets Rid of Those Pesky Statistics",
    "link": "https://www.theatlantic.com/newsletters/archive/2025/08/trump-statistics-bureau-labor/683749/?utm_source=feed",
    "image": "https://cdn.theatlantic.com/thumbor/w2HcNy1gWWgwQ8mnQRoHuH6iNv0=/0x43:2000x1085/1200x625/media/img/mt/2025/08/2025_08_01_petri_4/original.jpg",
    "summary": "For decades, Donald Trump has been at war with numbers. Some have capitulated more swiftly than others. His weight, his golf scores, and his net worth have long fallen in line. As I understand it, a Trump doctor appointment consists of going to a medical professional and announcing how much you woul...",
    "content": "<p>For decades, Donald Trump has been at war with numbers. Some have capitulated more swiftly than others. His weight, his golf scores, and his net worth have long fallen in line. As I understand it, a Trump doctor appointment consists of going to a medical professional and announcing how much you would like to weigh and what your resting heart rate ought to be, and the wise doctor’s patriotic, good equipment cooperates to measure you correctly. (I have tried this myself without success. My scale is not a true patriot.) Mean, wicked scales that display unflattering numbers, and foolish, incompetent golf balls that do not traverse the correct distance, are promptly discarded and replaced with their more loyal counterparts.</p><p>This is how value works! As Trump testified once in <a href=\"https://caselaw.findlaw.com/court/nj-superior-court-appellate-division/1579526.html\">court</a>, “My net worth fluctuates, and it goes up and down with the markets and with attitudes and with feelings, even my own feelings … Yes, even my own feelings, as to where the world is, where the world is going, and that can change rapidly from day to day.”</p><p>Some data, such as the number of votes he received at the polls in 2020, initially refused to budge. But with a little bit of threatening from some extra-patriotic patriots, the election turned out to have been a Trump blowout. Just ask any elected Republican; they’ll tell you! Now these politicians are working on <a href=\"https://www.theatlantic.com/newsletters/archive/2025/07/texas-gerrymandering-districts-house-congress/683716/?utm_source=feed\">gerrymandering</a> the country so that it will understand that Republicans are in the majority everywhere—which poll results would already be saying if they were more patriotic.</p><p>And now, at last, Donald Trump has fired the head of the Bureau of Labor Statistics. Once these disloyal statisticians are out of the way, the data will finally start to cooperate. The <em>only</em> possible reason the economy could be doing anything other than booming is Joe Biden–legacy manipulation. The economy is not frightened and exhausted by a man who pursues his tariffs with the wild-eyed avidity of Captain Ahab and seems genuinely unable to grasp the meaning of a trade deficit. No, the numbers are simply not patriotic enough. We must make an example of them! When they are frightened enough, I am sure they will show growth.</p><p>Fumbling around in a fog of vibes and misinformation and things you saw on Fox News is good enough for the president; why should the rest of us ask for anything better? Soon, no one will know what is happening—what the problem is, or what remedies to apply. What sectors are booming and which are contracting, whether interest rates should be higher or lower, whether it’s hotter or colder than last year, whether mortality has gone up or gone down. It will be vibes all the way down. Soon we will all be bumping around helplessly in the dark.</p><p>That’s a good thing. We can all breathe easier and know that the economy is doing just what the president wants it to do. Try feeling like eggs are cheaper! Try feeling like you have a job. Try feeling like you can buy the amount of goods and services with your dollar that you desire. Close your eyes and try a little harder. Then you’ll feel the prosperity. Trickling down, so warmly, from Trump on high. And the invisible hand, lifting you up.</p><p>Finally, the numbers will be vanquished. Finally, we will be free.</p>",
    "published": "2025-08-01T23:03:00",
    "has_full_content": true
  },
  {
    "id": "996a4fb58c8ca89700d3c87cfa60160e",
    "title": "Corporation for Public Broadcasting Will Shut Down",
    "link": "https://www.nytimes.com/2025/08/01/business/media/corporation-for-public-broadcasting-shut-down.html",
    "image": "assets/img/fallback.jpg",
    "summary": "Representative Robert Garcia, a Democrat of California, referred to the character Elmo during a congressional hearing about funding for public broadcasting in March.",
    "content": "Representative Robert Garcia, a Democrat of California, referred to the character Elmo during a congressional hearing about funding for public broadcasting in March.",
    "published": "2025-08-01T22:58:55",
    "has_full_content": true
  },
  {
    "id": "60fb7c3b2a6ebe2dd7fcd855e46d9538",
    "title": "Fed Governor Resigns, Giving Trump Opportunity to Shape Central Bank",
    "link": "https://www.nytimes.com/2025/08/01/business/economy/fed-governor-kugler-resigns-trump.html",
    "image": "assets/img/fallback.jpg",
    "summary": "Adriana Kugler will step down from her position as a governor of the Federal Reserve Board.",
    "content": "Adriana Kugler will step down from her position as a governor of the Federal Reserve Board.",
    "published": "2025-08-01T22:31:32",
    "has_full_content": true
  },
  {
    "id": "c6b45bf55571d1725b3abab1da33275e",
    "title": "A MAGA Attorney Hired Epstein’s Lawyer for His ‘Valuable’ Experience",
    "link": "https://www.theatlantic.com/politics/archive/2025/08/epsteins-lawyer-maga-attorney/683747/?utm_source=feed",
    "image": "https://cdn.theatlantic.com/thumbor/xA0A4cET5wRtFFkuxcM2Cmu5Ckw=/0x43:2000x1085/1200x625/media/img/mt/2025/08/2025_08_01_Parlatore/original.jpg",
    "summary": "In the summer of 2022, Donald Trump badly needed criminal-defense lawyers. Tim Parlatore, who was already working for the former president on an unrelated civil matter, joined the team defending Trump after an FBI search found classified government documents stored at his Florida estate. Parlatore h...",
    "content": "<p class=\"dropcap\"><span class=\"smallcaps\">In the summer of 2022,</span> Donald Trump badly needed criminal-defense lawyers. Tim Parlatore, who was already working for the former president on an unrelated civil matter, joined the team defending Trump after an FBI search found classified government documents stored at his Florida estate. Parlatore had represented prominent Trump allies in their interactions with the congressional committee investigating the January 6 attacks; that was helpful, because Trump also faced charges stemming from the riot. Parlatore was a star lawyer in Trump world, so it’s more than a little surprising that, in the fall of that year, he hired a close associate of one of the most notorious villains in the extended MAGA universe: Jeffrey Epstein.</p><p>Before he joined the Parlatore Law Group, Darren Indyke was Epstein’s personal attorney for nearly a quarter century and reportedly among his closest associates and advisers. Parlatore’s decision to hire Indyke appears to have escaped public notice. But Indyke, by his <a href=\"https://www.linkedin.com/in/darren-indyke/\">own account</a>, has been working for the firm since October 2022.</p><p>Indyke is also a co-executor of Epstein’s estate, which has made settlement payments to more than 100 alleged victims of the deceased multimillionaire’s sex trafficking. Two women have sued Indyke, along with Epstein’s former accountant, claiming that they helped administer a network of dozens of bank accounts, corporate entities, and money transfers that enabled Epstein’s crimes. In court <a href=\"https://www.courtlistener.com/docket/68260876/29/1/doe-3-v-indyke/\">filings</a>, Indyke has categorically denied any involvement in or knowledge of Epstein’s alleged crimes.  </p><p>I called Parlatore earlier this week after I noticed Indyke’s photo and bio on the law firm’s website. “He has skills doing a bunch of stuff that I don’t know how to do, as far as corporate work,” Parlatore told me during a brief conversation. He added that Indyke’s “experience on the legal side of the Epstein business was valuable.”<b> </b>For instance, Indyke knows how to structure financial arrangements and purchase aircraft, Parlatore said. “I hired him because of that.”</p><p><i>[<a href=\"https://www.theatlantic.com/politics/archive/2025/07/inside-white-house-trump-epstein-strategy/683604/?utm_source=feed\">Read: Inside the White House’s Epstein strategy</a>]</i></p><p>Those kinds of financial skills are what the two women who sued Indyke allege were at the heart of Epstein’s criminal enterprise. In his bio, Indyke touts his experience “as general counsel to family offices, serial entrepreneurs, investors, and other ultra-high-net-worth clientele.” He doesn’t mention Epstein. Among his other capabilities: “Complex business and commercial transactions,” as well as “aviation, marine, and other exotic asset purchases, sales, and operation.”    </p><p>Indyke “came to me because he was looking for a job,” Parlatore told me. He said he was aware of the allegations in the ongoing civil lawsuit, which was filed in 2024, after Indyke had joined the firm. But he said that Indyke had assured him that “the FBI looked into it, and they didn’t find anything.”</p><p>Indyke has not been charged with a crime. He did not respond to an email or a text message I sent, or to a voicemail I left at the number listed for him at the firm.</p><p>When he hired Indyke, Parlatore told me, “the Epstein stuff, as far as I was concerned, was irrelevant to me.”</p><p>The Epstein stuff is highly relevant, however, and of the <a href=\"https://www.theatlantic.com/politics/archive/2025/07/inside-white-house-trump-epstein-strategy/683604/?utm_source=feed\">utmost political salience</a> to Trump’s base. For many Trump voters, the Epstein story captures how rich and powerful people can use their influence and connections to cover up one another’s dark deeds. It’s the kind of corrupt back-scratching that Trump has long pledged to stamp out. For weeks now, Trump has been at pains to distance himself from Epstein, once a close friend. Parlatore’s work with Indyke seems unlikely to help that effort, particularly because Parlatore is now working closely with a key member of Trump’s Cabinet, Secretary of Defense Pete Hegseth.</p><p class=\"dropcap\">T<span class=\"smallcaps\">o describe Parlatore</span> simply as what he is—Hegseth’s personal lawyer and a Pentagon adviser—would overlook the symbiotic relationship that allowed both of them to rise inside Trump’s circle.</p><p>Parlatore began representing U.S. troops accused of grave misconduct when Hegseth was catching Trump’s attention as a Fox News host, during the president’s first term. Hegseth made defending troops a personal on-air cause, arguing the military court system unfairly prosecuted “warriors” who had made tough decisions in the heat of battle.</p><p>Parlatore represented Navy Chief Eddie Gallagher, who was charged with premeditated murder following the death of a 17-year-old suspected Islamic State fighter in Iraq in 2017. Two years later, a court acquitted Gallagher on all charges except for taking a photograph with the corpse, and the Navy demoted him. Trump then pardoned Gallagher and reinstated his rank.</p><p>Parlatore had also become Hegseth’s personal attorney. In 2024, after Trump nominated <a href=\"https://www.theatlantic.com/politics/archive/2025/06/hegseth-musk-trump-pentagon/683035/?utm_source=feed\">Hegseth as defense secretary</a>, Parlatore threatened legal action against a woman who had filed a police report seven years earlier saying that Hegseth had assaulted her in a hotel. Parlatore told CNN that Hegseth’s accuser was free to speak publicly, because a confidentiality agreement covering her and the nominee was no longer in effect. But he said he would <a href=\"https://abcnews.go.com/Politics/hegseths-attorney-threatens-sue-sex-assault-accuser-repeats/story?id=116531786&amp;utm_source=chatgpt.com\">consider suing her</a> for civil extortion and defamation if she made what Parlatore described as false claims that might jeopardize Hegseth’s chances of Senate confirmation.</p><p>Parlatore aggressively criticized reporters who questioned Hegseth's qualifications to run the Defense Department, and he helped his client prepare for a contentious nomination hearing. Hegseth squeaked through, after Vice President J. D. Vance cast the tie-breaking vote to confirm him.</p><p>Parlatore has been <a href=\"https://www.theatlantic.com/politics/archive/2025/04/trump-hegseth-signal-pentagon/682531/?utm_source=feed\">by Hegseth’s side</a> since he entered the Pentagon in January. A former naval surface-warfare officer, Parlatore rejoined the service as a reserve commander in the JAG Corps. Hegseth swore him back into uniform.</p><p><i>[<a href=\"https://www.theatlantic.com/politics/archive/2025/06/hegseth-musk-trump-pentagon/683035/?utm_source=feed\">Read: When Pete Hegseth’s Pentagon tenure started going sideways</a>]</i></p><p>Even as Hegseth has fired or dismissed a number of advisers, Parlatore has survived, and many officials in the Pentagon see him as the key intermediary to reach Hegseth. When journalists call the Pentagon with questions, they’re often directed to Parlatore.</p><p>Parlatore has also backed up Hegseth’s policy agenda, supporting the removal of hundreds of books flagged for DEI-related content from the library of the U.S. Naval Academy, from which Parlatore graduated.</p><p>Before Trump’s reelection, Parlatore was a central member of the legal team representing the former president in the classified-documents case and even testified before the grand jury investigating the matter. He oversaw searches for additional classified documents at Trump properties.</p><p>Parlatore left Trump’s legal team in May 2023, shortly before the former president was charged in the documents case, amid disputes with another attorney who Parlatore thought was hindering Trump’s defense.</p><p class=\"dropcap\">A<span class=\"smallcaps\">ccording to Indyke’s LinkedIn profile</span>, he is “of counsel” at the Parlatore Law Group, which usually describes a lawyer who is not a partner, but also not a junior employee. Some lawyers who are of counsel work on special projects or with particular clients.</p><p>Parlatore told me that Indyke’s work on the Epstein estate has kept him so busy that he didn’t have time for much else. Indyke also represents a few individual clients, Parlatore said, without naming them.</p><p>Meanwhile, Parlatore has been dabbling in conspiracy theories about the death of his colleague’s former boss. On the <i>Shawn Ryan Show</i> podcast in May of last year, the host asked Parlatore why cases like Epstein’s “are just being whisked away into nothing.”</p><p>The obvious reason Epstein’s federal prosecution for sex trafficking did not move forward in 2019 was that he hanged himself in his Manhattan jail cell. But Parlatore sensed darker forces at play.</p><p>“There’s always pressure being brought when certain cases could reveal embarrassing things about people in power,” he said. He speculated that Epstein had never stood trial “because he was permitted to kill himself.” By whom, he didn’t say.</p><p>Earlier this week, Parlatore posted a monologue on social media dismissing the idea that Epstein kept a “client list,” the white whale of the saga that would supposedly identify powerful men for whom Epstein procured young women and girls. Parlatore suggested that Epstein didn’t create such a list, but that the Justice Department lawyers who prosecuted him may have done so.</p><p>Government lawyers, he argued, “only really pursued the theory that Epstein trafficked girls for himself. They didn’t bother looking for who else was involved.”</p><p>Left unsaid was that some of Epstein’s victims have<i> </i>gone looking for others involved in enabling Epstein’s misconduct, and they claim that one trail leads to Indyke.</p><p>Last year, Epstein’s estate, which Indyke administers with Epstein’s former accountant, received a nearly $112 million tax refund from the IRS. “With most large claims against the estate having been settled, that newfound cash isn’t likely to make its way to victims of the disgraced financier,” <i>The New York Times</i> <a href=\"https://www.nytimes.com/2025/01/15/business/jeffrey-epstein-estate-tax-refund.html\">reported in January</a>. But some of the assets could go to Indyke, as well as other beneficiaries that Epstein named before he died.  </p><p>I asked Parlatore if he was aware that his associate stood to reap a financial windfall. That was news to him, he said, then added that if Indyke does come into a large amount of money, perhaps he’ll quit the law firm.</p><p><i>Nancy A. Youssef contributed reporting.</i></p>",
    "published": "2025-08-01T21:56:02",
    "has_full_content": true
  },
  {
    "id": "a28d044fed2545262142c6b689f7eec0",
    "title": "Not With a Bang, but With a Truth Social Post",
    "link": "https://www.theatlantic.com/ideas/archive/2025/08/trump-nuclear-threat/683748/?utm_source=feed",
    "image": "https://cdn.theatlantic.com/thumbor/p6KcWOL8Gpo9a13Yk3cYc3GxJ90=/0x0:3684x1919/1200x625/media/img/mt/2025/08/2025_07_TrumpNuclearPlay/original.jpg",
    "summary": "Donald Trump, beset by a week of bad news, has decided to rattle the most dangerous saber of all. In a post today on his Truth Social site, the president claimed that in response to recent remarks by former Russian President Dmitri Medvedev, he has “ordered two Nuclear Submarines to be positioned in...",
    "content": "<p>Donald Trump, beset by a week of bad news, has decided to rattle the most dangerous saber of all. In a post today on his Truth Social site, the president claimed that in response to recent remarks by former Russian President Dmitri Medvedev, he has “ordered two Nuclear Submarines to be positioned in the appropriate regions.” (All American submarines are nuclear-powered; Trump may mean submarines armed with ballistic nuclear weapons.) “Words are very important,” Trump added, “and can often lead to unintended consequences, I hope this will not be one of those instances.”</p><p>And then, of course: “Thank you for your attention to this matter!”</p><p>Trump’s words may mean nothing. The submarines that carry America’s sea-based nuclear deterrent routinely move around the world’s oceans. Each carries up to 20 nuclear warheads, on missiles with a range of more than 4,000 miles, and so almost anywhere can be an “appropriate region.” And Trump may not even have issued such orders; normally, the Pentagon and the White House do not discuss the movements of America’s ballistic-missile submarines.</p><p>Medvedev is a man with little actual power in Russia, but he has become Russia’s top internet troll, regularly threatening America and its allies. No one takes him seriously, even in his own country. He and Trump have been trading public insults on social media for months, with Trump telling Medvedev to “watch his words” and Medvedev—nicknamed <a href=\"https://foreignpolicy.com/2011/09/29/cheer-up-little-dima/\">“Little Dima”</a> in Russia due to his diminutive stature—warning Trump to remember Russia’s “Dead Hand,” a supposed <a href=\"https://www.military.com/history/russias-dead-hand-soviet-built-nuclear-doomsday-device.html\">doomsday</a> system that could launch all of Russia’s nuclear weapons even if Moscow were destroyed and the Kremlin leadership killed.</p><p>The problem is not that Trump is going to spark a nuclear crisis with a post about two submarines—at least not this time. The much more worrisome issue is that the president of the United States thinks it is acceptable to use ballistic-missile submarines like toys, objects to be waved around when he wants to distract the public or deflect from bad news, or merely because some Russian official has annoyed him.</p><p>Unfortunately, Trump has never understood “nuclear,” as he calls it. In a 2015 Republican primary <a href=\"https://www.cnn.com/2015/12/17/politics/nuclear-triad-donald-trump-marco-rubio-gop-debate\">debate</a>, Trump said: “We have to be extremely vigilant and extremely careful when it comes to nuclear. Nuclear changes the whole ball game.” When the moderator Hugh Hewitt pressed Trump and asked which part of the U.S. triad (land-based missiles, bombers, and submarines) would be his priority, Trump answered: “For me, nuclear, the power, the devastation, is very important to me.”</p><p>That power and devastation, however, is apparently not enough to stop the president from making irresponsible statements in response to a Kremlin troll. One would hope that after nearly five years in office—which must have included multiple briefings on nuclear weapons and how to order their use—Trump might be a bit more hesitant to throw such threats around. But he appears to have no sense of the past or the future; he lives in the <em>now</em>, and winning the moment is always the most important thing.<br>\n<br>\nTrump’s nuclear threats are reckless. (I would call them “silly,” but that is too small a word when the commander in chief even alludes to nuclear arms.) But such threats serve two purposes.</p><p>First, they help Trump maintain the fiction that he wants to be tough on Russia, that he is willing to impose consequences on Moscow for its behavior, and that he’s not about to take any guff from anyone in the Kremlin. He takes <em>plenty </em>of guff, of course, from Russian President Vladimir Putin, whom he seems to genuinely fear. Trump has never aimed such invective at Putin, and using Medvedev as a surrogate helps Trump thump his chest without any danger of getting into a real fight with someone who scares him.</p><p>More important, Trump knows that a foreign-policy crisis, and anything involving nuclear weapons, is an instant distraction from other news. The media will always zero in on such moments, because it is, in fact, news when the most powerful man on Earth starts talking about nuclear weapons. (And here I am, writing about it as well.) Trump has had a terrible week: He’s dug a deeper hole for himself on the Jeffrey Epstein issue, the economy is headed in the wrong direction, and his approval rating is cratering. Using the implied threat of nuclear war to pick a fight with one of Red Square’s most juvenile and odious figures is a convenient distraction.</p><p></p><p>Nuclear-missile submarines are not toys. No one understood this better than Trump’s predecessors, the 11 presidents who have been the only other people in American history with the authority to order the use of nuclear weapons. They treated any declarations about nuclear weapons with utter gravity and sobriety. They avoided even mentioning such things unless they were articulating a carefully planned policy and communicating it to allies and enemies alike. They did not engage in petty spats with nuclear-armed foreign powers. And they considered using nuclear <a href=\"https://www.washingtonpost.com/history/2023/10/10/yom-kippur-war-defcon-nuclear/\">signals</a> only when faced with crises that involved America’s vital interests.</p><p>Trump, however, has now discarded all of these red lines. He has initiated a new era in which the chief executive can use threats regarding the most powerful weapons on Earth to salve his ego and improve his political fortunes. Once upon a time, America was governed by serious people. No longer.</p><p>For now, America’s nuclear-armed opponents seem to have priced in a certain amount of drama and foolishness when it comes to Donald Trump, and his most recent social-media bloviation will likely amount to nothing. But if such outbursts are ever taken seriously by our adversaries, the president—and America—may one day regret it.</p><p></p><p></p>",
    "published": "2025-08-01T21:54:35",
    "has_full_content": true
  },
  {
    "id": "25de472c07e19033c7ba249d432efad6",
    "title": "Donald Trump Shoots the Messenger",
    "link": "https://www.theatlantic.com/politics/archive/2025/08/trump-economy-bls-commissioner/683746/?utm_source=feed",
    "image": "https://cdn.theatlantic.com/thumbor/56E_egDPWu56WRpFqxPDX4ZoqCw=/0x0:2000x1042/1200x625/media/img/mt/2025/08/2025_07_31_bls_trump_-1/original.jpg",
    "summary": "Broadly speaking, Donald Trump’s authoritarian moves come in two flavors. The first is devious plans that help him amass power (say, turning the Departments of Justice and Defense over to lackeys, or using regulatory threats to bully media owners into favorable coverage). The second is foolish impul...",
    "content": "<p>Broadly speaking, Donald Trump’s authoritarian moves come in two flavors. The first is devious plans that help him amass power (say, turning the Departments of Justice and Defense over to lackeys, or using regulatory threats to bully media owners into favorable coverage). The second is foolish impulses that he follows because they make him feel momentarily better.</p><p>Firing Erika McEntarfer, the commissioner of the Bureau of Labor Statistics, as Trump did via a <a href=\"https://truthsocial.com/@realDonaldTrump/posts/114954846612623858\">Truth Social post</a> this afternoon, falls into the second category.</p><p>McEntarfer’s unpardonable sin was to oversee the routine release of BLS jobs data. This morning’s report showed that job growth last month fell somewhat short of expectations. The more interesting—and, to Trump, unwelcome—information came in its revisions, which found that previous months had <em>much</em> lower job growth than previous estimates. Economists had been puzzling over the economy’s resilience despite Trump’s imposition of staggering tariffs. Now that we have the revised data, that resilience appears to have largely been a mirage.</p><p><i>[<a href=\"https://www.theatlantic.com/economy/archive/2025/08/trump-tariffs-economic-data/683740/?utm_source=feed\">Rogé Karma: The mystery of the strong economy has finally been solved</a>]</i></p><p>Trump went with the familiar “fake news” defense. McEntarfer, he posted, had ginned up fake numbers to make him look bad. “We need accurate Jobs Numbers,” he wrote. “I have directed my Team to fire this Biden Political Appointee, IMMEDIATELY. She will be replaced with someone much more competent and qualified. Important numbers like this must be fair and accurate, they can’t be manipulated for political purposes.”</p><p>The backdrop to Trump’s move, and the reason observers are shocked but not surprised, is that the suspicion that jobs numbers are faked to help Democrats has circulated on the right for years. When a strong jobs report came out in October 2012, during Barack Obama’s reelection campaign, the former General Electric CEO Jack Welch <a href=\"https://x.com/jack_welch/status/254198154260525057\">tweeted</a>, “Unbelievable jobs numbers..these Chicago guys will do anything..can’t debate so change numbers.”</p><p>Welch’s tweet was considered somewhat unhinged at the time, but like many paranoid forms of conservative thought, it gradually made its way into the Republican mainstream. Trump himself has spent years insisting that economic numbers were made up, regularly <a href=\"https://www.washingtonpost.com/news/wonk/wp/2017/03/10/19-times-trump-called-the-jobs-numbers-fake-before-they-made-him-look-good/\">denouncing</a> every positive jobs report during the Obama era as fake. And so, when this morning’s report came out, his lizard brain was primed to act: <em>Bureaucrat say Trump economy bad. Trump fire bureaucrat. Now economy good.</em></p><p>One problem with this move, even from the narrow standpoint of Trump’s self-interest, is that his complaints with economic statistics don’t fit together logically. Revisions of past numbers are a normal part of BLS methodology. Every monthly report is a projection based on limited information, so the Bureau continues to update its findings. Last August, the BLS revised previous months’ job numbers downward. This was obviously a bad thing for the Biden administration, but Republicans <a href=\"https://nypost.com/2024/08/27/us-news/gop-senators-demand-answers-after-grim-revision-says-us-added-818k-fewer-jobs/?utm_source=chatgpt.com\">decided</a> that it was in fact evidence that the BLS had been cooking the books to make the economy look good. (They did not address the apparent puzzle of why it finally came clean, months before the election.) Now that Trump is president, however, downward revisions prove that the BLS is cooking the books to make the economy look bad.</p><p>The most prominent exponent of these incoherent theories is, of course, Trump himself. In his post firing the BLS commissioner, Trump cited the downward revisions as evidence that she was faking the numbers to hurt him: “McEntarfer said there were only 73,000 Jobs added (a shock!) but, more importantly, that a major mistake was made by them, 258,000 Jobs downward, in the prior two months.”</p><p>In another <a href=\"https://trumpstruth.org/statuses/32338\">post</a> an hour and a half later, he cited last year’s revisions as evidence that she had faked the numbers to make Joe Biden look good: “Today’s Jobs Numbers were RIGGED in order to make the Republicans, and ME, look bad — Just like when they had three great days around the 2024 Presidential Election, and then, those numbers were ‘taken away’ on November 15, 2024, right after the Election, when the Jobs Numbers were massively revised DOWNWARD, making a correction of over 818,000 Jobs — A TOTAL SCAM.” (The truth, as we’ve seen, is that the downward revisions under Biden were announced <a href=\"https://x.com/ddale8/status/1951372966475792673\">last August</a>, not after the election, but never mind.)</p><p>Trump’s anger with government statisticians also runs headlong into his feud with Federal Reserve Chair Jerome Powell. Trump has been raging against Powell for being too slow, in Trump’s view, to cut interest rates. But cutting interest rates is what the Fed does when the economy is weak. When the economy is growing fast, it keeps rates high to avoid overheating. Trump is thus simultaneously claiming that the economy is stronger than people think and that Powell should act as if it’s weaker than people think. He also blames Powell for failing to change policy quickly enough, when,<em> according to Trump himself</em>, the most important data Powell would use to make this decision are unreliable.</p><p><i>[<a href=\"https://www.theatlantic.com/politics/archive/2025/07/trump-powell-federal-reserve/683621/?utm_source=feed\">Jonathan Chait: What Trump’s feud with Jerome Powell is really about</a>]</i></p><p>Trump’s deeper confusion is his apparent belief that <em>reported</em> job numbers are what matter to him politically. He is obsessed with propaganda and has had phenomenal success manipulating the media and bullying his party into repeating even his most fantastical lies. But, as Biden and Kamala Harris learned the hard way, voters don’t judge the economy on the basis of jobs reports. They judge it on the basis of how they and their community are doing. You can’t fool the public with fake numbers into thinking the economy is better than it is. All fake numbers can do is make it harder for policy makers to steer the economy.</p><p>The president’s mad rush to subject the macroeconomic policy makers to the same partisan discipline he has imposed on the power ministries is less a coup than a temper tantrum. He thinks he wants loyalists and hacks running those functions. He might not like what happens when he gets his way.</p>",
    "published": "2025-08-01T21:20:00",
    "has_full_content": true
  },
  {
    "id": "4fd5296db2f323c406bdce6c5a171879",
    "title": "Stock Market Posts Worst Week in Months on Renewed Economic Fears",
    "link": "https://www.nytimes.com/2025/08/01/business/economy/trump-tariffs-stock-markets-trade-dollar.html",
    "image": "assets/img/fallback.jpg",
    "summary": "Data showing cracks in the U.S. labor market and President Trump’s newest barrage of tariffs shook investors around the world, weighing on stocks, the dollar and more.",
    "content": "Data showing cracks in the U.S. labor market and President Trump’s newest barrage of tariffs shook investors around the world, weighing on stocks, the dollar and more.",
    "published": "2025-08-01T20:56:32",
    "has_full_content": false
  },
  {
    "id": "6c5a5dc12fa997575801c49c8c3b169d",
    "title": "The Mystery of the Strong Economy Has Finally Been Solved",
    "link": "https://www.theatlantic.com/economy/archive/2025/08/trump-tariffs-economic-data/683740/?utm_source=feed",
    "image": "https://cdn.theatlantic.com/thumbor/69-35lCsH05BKG5JTYExRZ3EKBY=/2x20:997x542/960x504/media/img/mt/2025/08/2025_08_01_money_mpg/original.gif",
    "summary": "The Trump economy doesn’t look so hot after all. This morning, the Bureau of Labor Statistics released revised data showing that, over the past three months, the U.S. labor market experienced its worst quarter since 2010, other than during the first year of the coronavirus pandemic. The timing was a...",
    "content": "<p>The Trump economy doesn’t look so hot after all. This morning, the Bureau of Labor Statistics released revised data showing that, over the past three months, the U.S. labor market experienced its <a href=\"https://www.axios.com/newsletters/axios-macro-0865d530-6edb-11f0-845e-43ec526959d5\">worst</a> quarter since 2010, other than during the first year of the coronavirus pandemic. The timing was awkward. Hours earlier, President Donald Trump had announced a huge new slate of tariffs, set to take effect next week. He’d been emboldened by the fact that the economy had remained strong until now despite economists’ warnings—a fact that turned out not to be a fact at all.</p><p>After Trump announced his first sweeping round of “Liberation Day” tariffs, in April, the country appeared to be on the verge of economic catastrophe. The stock market plunged, the bond market nearly melted down, expectations of future inflation skyrocketed, and experts predicted a recession.</p><p>But the crisis never came. Trump walked back or delayed his most extreme threats, and those that he kept didn’t seem to inflict much economic damage. Month after month, economists predicted that evidence of the negative impact of tariffs in the economic data was just around the corner. Instead, according to the available numbers, inflation remained stable, job growth remained strong, and the stock market set new records.</p><p>The Trump administration took the opportunity to run a victory lap. “Lots of folks predicted that it would end the world; there would be some sort of disastrous outcome,” Stephen Miran, the chair of Trump’s council of economic advisers, <a href=\"https://abcnews.go.com/Politics/week-transcript-7-6-25-chairman-white-house/story?id=123506658\">said</a> of Trump’s tariffs in an interview with ABC News early last month. “And once again, tariff revenue is pouring in. There’s no sign of any economically significant inflation whatsoever, and job creation remains healthy.” A July 9 White House <a href=\"https://www.whitehouse.gov/articles/2025/07/trust-in-trump-sentiment-surges-as-economy-booms/\">press release</a> declared, “President Trump was right (again),” touting strong jobs numbers and mild inflation. “President Trump is overseeing another economic boom,” it concluded.</p><p>The seemingly strong data spurred soul-searching among journalists and economists. “The Economy Seems Healthy. Were the Warnings About Tariffs Overblown?” read a representative <em>New York Times</em> <a href=\"https://www.nytimes.com/2025/07/16/business/tariffs-recession-economists.html\">headline</a>. Commentators scrambled to explain how the experts could have gotten things so wrong. Maybe it was because companies had stocked up on imported goods before the tariffs had come into effect; maybe the economy was simply so strong that it was impervious to Trump’s machinations; maybe economists were suffering from “tariff derangement syndrome.” Either way, the possibility that Trump had been right, and the economists wrong, had to be taken seriously.</p><p><i>[<a href=\"https://www.theatlantic.com/economy/archive/2025/07/trump-tariffs-trade-war-ongoing/683476/?utm_source=feed\">Annie Lowrey: Start budgeting now</a>]</i></p><p>The sky’s refusal to fall likely influenced the Trump administration’s decision to press ahead with more tariffs. In recent months, Trump has <a href=\"https://www.economist.com/finance-and-economics/2025/07/17/trumps-real-threat-industry-specific-tariffs\">imposed</a> 25 percent tariffs on car parts and 50 percent tariffs on copper, steel, and aluminum. He has threatened 200 percent tariffs on pharmaceuticals. Over the past week, Trump announced trade deals under which the European Union, Japan, and South Korea agreed to accept a 15 percent tariff on exports to the United States. Finally, <a href=\"https://x.com/WhiteHouse/status/1951248485421916530\">this morning</a>, he announced <a href=\"https://www.cnn.com/2025/07/31/business/tariffs-trade-trump-deadline\">a sweeping set</a> of new tariffs, a sort of Liberation Day redux, including a 39 percent levy on Switzerland, 25 percent on India, and 20 percent on Vietnam. These are scheduled to take effect on August 7 unless those countries can negotiate a deal.</p><p>Then came the new economic data. This morning, the BLS released its monthly jobs report, <a href=\"https://www.bloomberg.com/news/newsletters/2025-08-01/a-worrisome-futuristic-jobs-report\">showing</a> that the economy added just 73,000 new jobs last month—well below the 104,000 that forecasters had expected—and that unemployment rose slightly, to 4.2 percent. More important, the new report showed that jobs numbers for the previous two months had been revised down considerably after the agency received a more complete set of responses from the businesses it surveys monthly. What had been reported as a strong two-month gain of 291,000 jobs was revised <a href=\"https://www.axios.com/newsletters/axios-macro-0865d530-6edb-11f0-845e-43ec526959d5\">down</a> to a paltry 33,000. What had once looked like a massive jobs boom ended up being a historically <a href=\"https://www.bloomberg.com/news/articles/2025-08-01/us-adds-73-000-jobs-after-downward-revisions-in-prior-months\">weak</a> quarter of growth.  </p><p>Even that might be too rosy a picture. All the net gains of the past three months came from a single sector, health care, without which the labor market <a href=\"https://www.bloomberg.com/news/live-blog/2025-08-01/us-employment-report-for-july?cursorId=688CB65B68900000\">would</a> have lost nearly 100,000 jobs. That’s concerning because health care is one of the few sectors that is mostly insulated from broader economic conditions: People always need it, even during bad times. (The manufacturing sector, which tariffs are supposed to be boosting, has shed jobs for three straight months.) Moreover, the new numbers followed an inflation <a href=\"https://www.nytimes.com/2025/07/31/business/pce-inflation-fed.html\">report</a> released by the Commerce Department yesterday that found that the Federal Reserve’s preferred measure of price growth had picked up in June and remained well above the central bank’s 2 percent target. (The prior month’s inflation report was also <a href=\"https://finance.yahoo.com/news/feds-preferred-inflation-gauge-shows-price-increases-accelerated-in-june-amid-tariff-uncertainty-124028246.html\">revised</a> upward to show a slight increase in May.) Economic growth and consumer spending also turned out to have fallen considerably compared with the first half of 2024. Taken together, these economic reports are consistent with the stagflationary environment that economists were predicting a few months ago: mediocre growth, a weakening labor market, and rising prices.</p><p>The striking thing about these trends is how heavily they diverge from how the economy was projected to perform before Trump took office. As the economist Jason Furman recently <a href=\"https://www.nytimes.com/2025/07/31/opinion/tariffs-economy-inflation-recession.html\">pointed out</a>, the actual economic growth rate in the first six months of 2025 was barely more than half what the Bureau of Economic Analysis had projected in November 2024, while core inflation came in at about a third higher than projections.</p><p><i>[<a href=\"https://www.theatlantic.com/economy/archive/2025/07/trump-powell-interest-rates/683634/?utm_source=feed\">Rogé Karma: Meddling with the Fed could backfire on Trump</a>]</i></p><p>The worst might be yet to come. Many companies did in fact stock up on imported goods before the tariffs kicked in; others have been eating the cost of tariffs to avoid raising prices in the hopes that the duties would soon go away. Now that tariffs seem to be here to stay, more and more companies will likely be forced to either raise prices or slash their costs—including labor costs. A return to the 1970s-style combination of rising inflation and unemployment is looking a lot more likely.</p><p>The Trump administration has found itself caught between deflecting blame for the weak economic numbers and denying the numbers’ validity. In an interview with CNN this morning, Miran <a href=\"https://www.mediaite.com/media/tv/top-trump-economic-adviser-admits-jobs-report-isnt-ideal-on-cnn-theres-no-way-around-that/\">admitted</a> that the new jobs report “isn’t ideal” but went on to attribute it to various “anomalous factors,” including data quirks and reduced immigration. (Someone should ask Miran why immigration is down.) And this afternoon, Trump posted a <a href=\"https://truthsocial.com/@realDonaldTrump/posts/114954846612623858\">rant</a> on Truth Social accusing the BLS commissioner of cooking the books to make him look bad. “I have directed my Team to fire this Biden Political Appointee, IMMEDIATELY,” he wrote. “She will be replaced with someone much more competent and qualified.” He then went on to argue, not for the first time, that Federal Reserve Chair Jerome Powell should be fired for hamstringing the economy with high interest rates. These defenses are, of course, mutually exclusive: If the bad numbers are fake, why should Trump be mad at Powell?</p><p>In these confused denials, one detects a shade of desperation on Trump’s part. Of course, everything could end up being fine. Maybe economists will be wrong, and the economy will rebound with newfound strength in the second half of the year. But that’s looking like a far worse bet than it did just 24 hours ago.</p>",
    "published": "2025-08-01T20:02:00",
    "has_full_content": true
  },
  {
    "id": "8996c3a798ba059d24c61affd2094431",
    "title": "Kemi Badenoch says she no longer sees herself as Nigerian despite upbringing",
    "link": "https://www.theguardian.com/politics/2025/aug/01/kemi-badenoch-says-she-no-longer-sees-herself-as-nigerian-despite-upbringing",
    "image": "https://i.guim.co.uk/img/media/05b0cb6e56ea5b8f36e0986ca045445c389a7c7d/428_0_5000_4000/master/5000.jpg?width=1200&height=630&quality=85&auto=format&fit=crop&precrop=40:21,offset-x50,offset-y0&overlay-align=bottom%2Cleft&overlay-width=100p&overlay-base64=L2ltZy9zdGF0aWMvb3ZlcmxheXMvdGctZGVmYXVsdC5wbmc&enable=upscale&s=3c915e73aa162fb9b60bbf51597c5024",
    "summary": "Conservative party leader, who grew up in Nigeria and US, says she has not renewed her Nigerian passport in decades​Kemi Badenoch has said she no longer considers herself Nigerian and does not possess a Nigerian passport.The Conservative party leader, who was born in London, but grew up in Nigeria a...",
    "content": "<p>Conservative party leader, who grew up in Nigeria and US, says she has not renewed her Nigerian passport in decades</p><p>​Kemi Badenoch has said she no longer considers herself Nigerian and does not possess a Nigerian passport.</p><p>The Conservative party leader, who was born in London, but grew up in Nigeria and the US and did not return to the UK until she was 16, said she had not renewed her Nigerian passport in two decades.</p> <a href=\"https://www.theguardian.com/politics/2025/aug/01/kemi-badenoch-says-she-no-longer-sees-herself-as-nigerian-despite-upbringing\">Continue reading...</a>",
    "published": "2025-08-01T17:17:49",
    "has_full_content": false
  },
  {
    "id": "5403dbfb83981b95ed23af1c9d9d6724",
    "title": "Rhino horns made radioactive to foil traffickers in South African project",
    "link": "https://www.theguardian.com/environment/2025/jul/31/rhino-horns-made-radioactive-to-foil-traffickers-in-south-african-project",
    "image": "https://i.guim.co.uk/img/media/20579b853f96dd263a9d079deb026c299327fd9e/600_0_3000_2400/master/3000.jpg?width=1200&height=630&quality=85&auto=format&fit=crop&precrop=40:21,offset-x50,offset-y0&overlay-align=bottom%2Cleft&overlay-width=100p&overlay-base64=L2ltZy9zdGF0aWMvb3ZlcmxheXMvdGctZGVmYXVsdC5wbmc&enable=upscale&s=0fe205914bb23552eaa405406506a1b7",
    "summary": "Isotopes can be detected at airports and borders even in large containers and are harmless to the animalsA South African university has launched an anti-poaching campaign to inject the horns of rhinoceroses with radioactive isotopes that it says are harmless for the animals but can be detected by cu...",
    "content": "<p>Isotopes can be detected at airports and borders even in large containers and are harmless to the animals</p><p>A South African university has launched an anti-poaching campaign to inject the horns of rhinoceroses with radioactive isotopes that it says are harmless for the animals but can be detected by customs agents.</p><p>Under the collaborative project involving the University of the Witwatersrand, nuclear energy officials and conservationists, five rhinos were injected in what the university hopes will be the start of a mass injection of the declining rhino population, which they are calling the <a href=\"https://rhisotope.org/\">Rhisotope Project</a>.</p> <a href=\"https://www.theguardian.com/environment/2025/jul/31/rhino-horns-made-radioactive-to-foil-traffickers-in-south-african-project\">Continue reading...</a>",
    "published": "2025-07-31T21:52:16",
    "has_full_content": false
  },
  {
    "id": "cae73c9530f226cd2247b1d7dcf1444d",
    "title": "France under pressure to stop $9.7m of USAID contraceptives being destroyed",
    "link": "https://www.theguardian.com/world/2025/jul/31/france-under-pressure-to-stop-97m-of-usaid-contraceptives-being-destroyed",
    "image": "https://i.guim.co.uk/img/media/8f030e392836f507849798d3ff78fed86a7c74d3/2506_386_2745_2196/master/2745.jpg?width=1200&height=630&quality=85&auto=format&fit=crop&precrop=40:21,offset-x50,offset-y0&overlay-align=bottom%2Cleft&overlay-width=100p&overlay-base64=L2ltZy9zdGF0aWMvb3ZlcmxheXMvdGctZGVmYXVsdC5wbmc&enable=upscale&s=14d4168a038a04093b834f9cab80e23a",
    "summary": "US reportedly planning to destroy contraceptives, probably destined for Africa, in France after dismantling USAIDThe French government has said it is closely monitoring a US plan to destroy millions of dollars of contraceptives stocked in Europe after outrage from French feminists, rights groups and...",
    "content": "<p>US reportedly planning to destroy contraceptives, probably destined for Africa, in France after dismantling USAID</p><p>The French government has said it is closely monitoring a US plan to destroy millions of dollars of contraceptives stocked in Europe after outrage from French feminists, rights groups and family planning organisations at what they called a wasteful attack on women’s rights.</p><p>The <a href=\"https://www.theguardian.com/us-news/2025/jul/18/trump-administration-destroy-contraceptives-usaid-africa\">Guardian reported this month</a> that Donald Trump’s administration planned to destroy $9.7m of contraceptives that are believed to be in a warehouse in Belgium but may be moved to France for incineration. They are mostly long-acting contraceptives such as IUDs and birth control implants, which had been bought under public health programmes run by the <a href=\"https://www.theguardian.com/us-news/usaid\">US Agency for International Development</a> and were probably intended for women in Africa.</p> <a href=\"https://www.theguardian.com/world/2025/jul/31/france-under-pressure-to-stop-97m-of-usaid-contraceptives-being-destroyed\">Continue reading...</a>",
    "published": "2025-07-31T13:15:59",
    "has_full_content": false
  },
  {
    "id": "a2cd3ce9738e04920652795e1a1d1a22",
    "title": "Mass rape, forced pregnancy and sexual torture in Tigray amount to crimes against humanity – report",
    "link": "https://www.theguardian.com/global-development/2025/jul/31/mass-rape-forced-pregnancy-sexual-torture-in-tigray-ethiopian-eritrean-forces-crimes-against-humanity-report",
    "image": "https://i.guim.co.uk/img/media/c4aa7d799a36ff1d6aab5139e3be28558ade867a/605_0_4666_3735/master/4666.jpg?width=1200&height=630&quality=85&auto=format&fit=crop&precrop=40:21,offset-x50,offset-y0&overlay-align=bottom%2Cleft&overlay-width=100p&overlay-base64=L2ltZy9zdGF0aWMvb3ZlcmxheXMvdGctZGVmYXVsdC5wbmc&enable=upscale&s=103961665de341908c26b2c4e1baa35c",
    "summary": "Warning: this article contains graphic and distressing testimony and imagesResearch documents ‘horrific and extreme’ attacks by Ethiopian and Eritrean forces and warns that impunity has meant such atrocities are expanding to new regionsHundreds of health workers across Tigray have documented mass ra...",
    "content": "<p><strong>Warning: this article contains graphic and distressing testimony and images</strong></p><p>Research documents ‘horrific and extreme’ attacks by Ethiopian and Eritrean forces and warns that impunity has meant such atrocities are expanding to new regions</p><p>Hundreds of health workers across Tigray have documented mass rape, sexual slavery, forced pregnancy and sexual torture of women and children by Ethiopian and Eritrean soldiers, in systematic attacks that amount to crimes against humanity, a new report has found.</p><p><a href=\"https://phr.org/our-work/resources/you-will-never-be-able-to-give-birth-conflict-related-sexual-and-reproductive-violence-in-ethiopia/\">The research</a>, compiled by Physicians for Human Rights and the Organization for Justice and Accountability in the Horn of Africa (OJAH), represents the most comprehensive documentation yet of weaponised sexual violence in Tigray. It reviewed medical records of more than 500 patients, surveys of 600 health workers, and in-depth interviews with doctors, nurses, psychiatrists and community leaders.</p> <a href=\"https://www.theguardian.com/global-development/2025/jul/31/mass-rape-forced-pregnancy-sexual-torture-in-tigray-ethiopian-eritrean-forces-crimes-against-humanity-report\">Continue reading...</a>",
    "published": "2025-07-31T13:00:55",
    "has_full_content": false
  },
  {
    "id": "b1c6a0315bd38d7d15fa05be3b4e9d67",
    "title": "Gorilla habitats and pristine forest at risk as DRC opens half of country to oil and gas drilling bids",
    "link": "https://www.theguardian.com/environment/2025/jul/29/gorilla-habitats-pristine-forest-at-risk-as-drc-opens-half-of-country-to-oil-and-gas-drilling-bids-aoe",
    "image": "https://i.guim.co.uk/img/media/41b6578d7a62282646c236dd24381fdb7c6ee600/429_0_4640_3712/master/4640.jpg?width=1200&height=630&quality=85&auto=format&fit=crop&precrop=40:21,offset-x50,offset-y0&overlay-align=bottom%2Cleft&overlay-width=100p&overlay-base64=L2ltZy9zdGF0aWMvb3ZlcmxheXMvdGctZGVmYXVsdC5wbmc&enable=upscale&s=ef6acf18a58e87498edbdc7b4d33c2d9",
    "summary": "Government launches licensing round for 52 fossil fuel blocks, potentially undermining a flagship conservation initiative and affecting an estimated 39 million peopleThe Democratic Republic of the Congo (DRC) is opening crucial gorilla habitats and pristine forests to bids for oil and gas drilling, ...",
    "content": "<p>Government launches licensing round for 52 fossil fuel blocks, potentially undermining a flagship conservation initiative and affecting an estimated 39 million people</p><p>The Democratic Republic of the Congo (DRC) is opening crucial gorilla habitats and pristine forests to bids for oil and gas drilling, with plans to carve up more than half the country into fossil fuel blocks.</p><p>The blocks opened for auction cover 124m hectares (306m acres) of land and inland waters described by experts as the “world’s worst place to prospect for oil” because they hold vast amounts of carbon and are home to some of the planet’s most precious wildlife habitats, including endangered lowland gorillas and bonobo.</p> <a href=\"https://www.theguardian.com/environment/2025/jul/29/gorilla-habitats-pristine-forest-at-risk-as-drc-opens-half-of-country-to-oil-and-gas-drilling-bids-aoe\">Continue reading...</a>",
    "published": "2025-07-29T04:01:46",
    "has_full_content": false
  }
]