[
  {
    "id": "c88b5acdc731254bd12567e5cdce2bdf",
    "title": "U.S. Hits Brazil With 50% Tariffs and Sanctions in Sharp Escalation",
    "link": "https://www.nytimes.com/2025/07/30/world/americas/trump-sanctions-brazil-judge-bolsonaro.html",
    "image": "assets/img/fallback.jpg",
    "summary": "President Luiz Inácio Lula da Silva of Brazil has accused President Trump of infringing on his country’s sovereignty.",
    "content": "President Luiz Inácio Lula da Silva of Brazil has accused President Trump of infringing on his country’s sovereignty.",
    "published": "2025-07-31T01:05:14",
    "has_full_content": true
  },
  {
    "id": "164d0e70b016a34203a94a18e0880df1",
    "title": "Texas Republicans Unveil Gerrymandered House Map, Trying to Please Trump",
    "link": "https://www.nytimes.com/2025/07/30/us/politics/texas-republican-redistricting.html",
    "image": "assets/img/fallback.jpg",
    "summary": "John McQueeney, a Republican member of the Texas House, looks at a map before a committee hearing on the congressional redistricting.",
    "content": "John McQueeney, a Republican member of the Texas House, looks at a map before a committee hearing on the congressional redistricting.",
    "published": "2025-07-31T00:50:59",
    "has_full_content": true
  },
  {
    "id": "f39f07130ebdf221178cc446de547be2",
    "title": "Republicans Want to Redraw America’s Political Map",
    "link": "https://www.theatlantic.com/newsletters/archive/2025/07/texas-gerrymandering-districts-house-congress/683716/?utm_source=feed",
    "image": "https://cdn.theatlantic.com/thumbor/QV4OWxrelHW4MQVYVyQaqmArJ64=/0x38:1800x976/1200x625/media/img/mt/2025/07/2025_07_30_Texas_Gerrymandering/original.jpg",
    "summary": "This is an edition of The Atlantic Daily, a newsletter that guides you through the biggest stories of the day, helps you discover new ideas, and recommends the best in culture. Sign up for it here.Texas Republicans are planning to redraw their congressional districts this year, five years ahead of s...",
    "content": "<p><i>This is an edition of </i>The Atlantic<i> Daily, a newsletter that guides you through the biggest stories of the day, helps you discover new ideas, and recommends the best in culture. </i><a href=\"https://www.theatlantic.com/newsletters/sign-up/atlantic-daily/?utm_source=feed\"><i>Sign up for it here.</i></a></p><p>Texas Republicans are planning to redraw their congressional districts this year, five years ahead of schedule. As with most other recent examples of norm-breaking behavior in American politics, the reason for this involves Donald J. Trump.</p><p>Earlier this summer, the president <a href=\"https://www.texastribune.org/2025/07/30/texas-redistricting-congressional-maps-house-republicans/\">asked</a> Texas Governor Greg Abbott to dabble in a little gerrymandering to produce five more Republican-leaning districts in his state ahead of the 2026 midterm elections. In July, Abbott answered the call, summoning state lawmakers back to Austin for a 30-day special session, in part to begin working on a new district map.<b> </b>(The Texas legislature is in session only once every other year.) The state has been holding public <a href=\"https://www.nbcdfw.com/news/local/texas-news/arlington-public-house-hearing-redistricting-congression/3895932/\">hearings</a> about the redistricting plan; this morning, state lawmakers <a href=\"https://www.politico.com/news/2025/07/30/new-congressional-texas-map-redistricting-00483086?fbclid=IwZXh0bgNhZW0CMTEAAR5DKwIPCcBj_rGLF03mS-Xg_o24xgHs7RvHBisX3tijyvB__ROUqvbmVLeiBw_aem_ZH-Q7gCH0rKLSOrCoupG8w\">released</a> a proposed new map that could give the GOP 30 of the state’s 38 House seats and help pad the party’s slim majority.</p><p>Not much appears to prevent Texas Republicans from doing this. States typically redraw their congressional districts every 10 years, after a new census is conducted. But the Texas GOP has <a href=\"https://www.texastribune.org/2003/07/21/redistricting-forever/\">gone off schedule</a> before, way back in 2003, and the Supreme Court later ruled that the Constitution doesn’t prohibit mid-decade redistricting. There’s been <a href=\"https://www.nbcdfw.com/news/local/texas-news/arlington-public-house-hearing-redistricting-congression/3895932/\">plenty of resistance</a> from Texas voters, who’ve filled public-hearing rooms in protest, and from high-profile politicians, who’ve <a href=\"https://www.statesman.com/picture-gallery/news/2025/07/24/fight-the-trump-takeover-austin-texas-capitol-beto-orourke-greg-casar/85357868007/\">appeared at rallies</a> and <a href=\"https://www.politico.com/news/2025/07/23/obama-holder-redistricting-fundraiser-00471594?fbclid=IwZXh0bgNhZW0CMTEAAR6kYnPP-tLRs-IoExg6nxH9rDZKvBc6THaYw8O7WN6YCuM2opR9FzKzlL-z3A_aem_9S_GdmDN7OZIoOwnQ7wYeg&amp;nid=00000150-1596-d4ac-a1d4-179e288b0000&amp;nname=illinois-playbook&amp;nrid=1c207a9c-d869-452a-9afd-a104c4002323\">raised money</a> to fight the new map. The state’s Democrats might consider breaking quorum, like they did in 2021 to block a vote on the issue, but GOP lawmakers probably <a href=\"https://www.nytimes.com/2025/07/21/us/politics/texas-redistricting-floods.html\">have the leverage</a> to force them back to the table. So far, things are going according to plan for Texas Republicans. They have the votes, and at least right now, they seem to have the political will.</p><p>But just as important as whether Texas Republicans follow through with redistricting is how Democrats will respond. A gerrymandering war, in other words, could be on the way. “We’re saying to the Texans, ‘You shouldn’t be going down this path,’” former House Speaker Nancy Pelosi said <a href=\"https://www.youtube.com/live/4pu0-xsPwHM?feature=shared&amp;t=621\">last week</a>. “You want to go down this path? We’ll go down together.” The governors (and wannabe presidential contenders) <a href=\"https://www.kqed.org/news/12049973/newsoms-break-the-glass-plan-sets-up-california-midterm-redistricting-fight\">Gavin Newsom</a> of California and J. B. Pritzker of Illinois both <a href=\"https://capitolnewsillinois.com/news/pritzker-calls-texas-gops-remap-effort-cheating-doesnt-rule-out-illinois-response/\">suggested</a> that they will consider redrawing their own state’s districts to favor—or <a href=\"https://www.youtube.com/watch?v=PCLviVNcTnM\">further favor</a>—Democrats. Similar efforts are being considered in <a href=\"https://www.nbcnews.com/politics/2026-election/new-york-democrats-unveil-decade-redistricting-scheme-targeting-future-rcna221811\">New York</a> and <a href=\"https://www.politico.com/news/2025/07/26/dem-redistricting-00478136\">Maryland</a> too.</p><p>Many experts—and <a href=\"http://www.brennancenter.org/our-work/analysis-opinion/five-ways-hr-1-would-transform-redistricting\">Democrats </a><a href=\"https://www.brennancenter.org/our-work/analysis-opinion/five-ways-hr-1-would-transform-redistricting\">themselves</a>—have long argued that partisan gerrymandering is undemocratic and unfair. Their embrace of a gerrymandering tit for tat would reflect a new mindset that many Democrats have adopted in the second Trump era: that they should be just as politically ruthless as Republicans—and when the GOP goes low, the Democrats <a href=\"https://www.theatlantic.com/politics/archive/2025/07/jasmine-crockett-democrats/683652/?utm_source=feed\">should meet them there</a>.</p><p>But two questions complicate this approach. The first is a logistical one: Can Democrats even <i>do</i> what they’re threatening to? “It’s a state-by-state determination,” the election-law expert David Becker told me. Some states, such as California and New York, have independent redistricting commissions, which means that any attempt at partisan gerrymandering would require turning that power back over to politicians—a complicated and slow process. Other states, such as Illinois and Maryland, have laws allowing for a little more flexibility when redrawing maps.</p><p>The other, more pressing question for Democrats is whether they <i>should</i>. They certainly may feel inclined to match the GOP’s aggressive tactics, but extreme partisan gerrymandering carries a certain amount of risk, one that Texas Republicans would be undertaking, Becker said. To maximize Republican wins in more districts overall, they might have to reduce their margins in others, making some of those new districts vulnerable in a potential blue-wave election.</p><p>All this partisan maneuvering is arguably a race to the bottom. Imagine a future in which every two years, states redraw their congressional maps: Voters would find themselves in a new district several times each decade, unable to get to know the people who are supposed to represent them. “This would do incredible damage to faith in institutions” and add to the cynicism that so many Americans already feel about politics, Dan Vicuña, a senior policy director at Common Cause, told me.</p><p>“There appears to be a temptation to meet attacks on democracy with more attacks on democracy,” Vicuña added. It’s up to Democrats to decide if they’ll resist the urge.</p><p><b>Related:</b></p><ul>\n\t<li><a href=\"https://www.theatlantic.com/politics/archive/2022/02/gerrymandering-new-york-republicans-democrats/622086/?utm_source=feed\">Republicans discover the horror of gerrymandering.</a> (<i>From 2022</i>)</li>\n\t<li><a href=\"https://www.theatlantic.com/politics/archive/2018/01/pennsylvania-partisan-gerrymandering-north-carolina-wisconsin-scotus/551177/?utm_source=feed\">Has the tide turned against partisan gerrymandering?</a> (<i>From 2018</i>)</li>\n</ul><h1></h1>\n<p><strong>Here are three new stories from <i>The Atlantic</i>:</strong></p><ul>\n\t<li><a href=\"https://www.theatlantic.com/ideas/archive/2025/07/george-floyd-summer-2020-riots/683697/?utm_source=feed\">To see how America unraveled, go back five years.</a></li>\n\t<li><a href=\"https://www.theatlantic.com/ideas/archive/2025/07/the-route-to-a-plum-judicial-appointment/683706/?utm_source=feed\">Emil Bove is a sign of the times.</a></li>\n\t<li><a href=\"https://www.theatlantic.com/health/archive/2025/07/manhattan-shooter-football-cte/683695/?utm_source=feed\">The dangerous logic of CTE self-diagnosis</a></li>\n</ul>\n<p><b>Today’s News</b></p><ol>\n\t<li>Former Vice President Kamala Harris <a href=\"https://www.nbcnews.com/politics/2026-election/kamala-harris-decides-not-run-governor-california-rcna222048\">announced that she will not run for California governor in 2026</a>, choosing to instead focus on supporting Democrats nationwide after her 2024 presidential loss. Harris <a href=\"https://www.cbsnews.com/news/kamala-harris-wont-run-california-governor/\">didn’t confirm any specific future plans</a>.</li>\n\t<li>An 8.8-magnitude earthquake struck off Russia’s Far East region yesterday, <a href=\"https://www.nbcnews.com/news/us-news/russia-tsunami-impacting-pacific-coast-rcna221941\">triggering tsunami waves that reached Hawaii, California, and Washington</a>. Secretary of Homeland Security Kristi Noem confirmed this morning that the <a href=\"https://www.nbcnews.com/video/noem-says-threat-of-major-tsunami-has-passed-completely-244065349573\">threat of a major tsunami had “passed completely,”</a> with no significant damage reported.</li>\n\t<li>The Federal Reserve <a href=\"https://www.washingtonpost.com/business/2025/07/30/fed-rates-hold-steady/\">held interest rates steady</a>, despite pressure from President Donald Trump to lower rates, and warned about slowing growth. Officials have signaled potential cuts later this year, as inflation remains somewhat elevated and economic uncertainty increases.</li>\n</ol>\n<p><strong>Evening Read</strong></p>\n<img alt=\"Magazine page folded like a map with a holes cut out in the shape of a movie camera, music note and paintbrush\" height=\"1620\" src=\"https://cdn.theatlantic.com/media/img/mt/2025/07/2025_07_Ben_Denzer_Listings/original.jpg\" width=\"2880\">\n\nIllustration by Ben Denzer\n<p>A Love Letter to Music Listings</p><p><i>By Gabriel Kahane</i></p><blockquote>\n<p>About a year and a half ago, I was scheduled to play a concert in Vermont when word came that the gig would be canceled because of an approaching nor’easter. I checked out of the hotel early, lobbed my suitcase into the rental car, and hightailed it to New York as menacing clouds darkened the rearview mirror. Brooklyn had been home for the better part of two decades, but after a move to the Pacific Northwest, I was returning as a tourist, and the show’s cancellation augured a rare free evening in the city. There was just one problem: How was I going to figure out what to do with my night on the town?</p>\n\n<p>This used to be easy.</p>\n</blockquote><p><a href=\"https://www.theatlantic.com/ideas/archive/2025/07/death-of-local-music-listings/683669/?utm_source=feed\">Read the full article.</a></p><p><b>More From <em>The Atlantic</em></b></p><ul>\n\t<li><a href=\"https://www.theatlantic.com/economy/archive/2025/07/trump-jerome-powell/683708/?utm_source=feed\">What’s holding Trump back from firing Powell</a></li>\n\t<li><a href=\"http://www.theatlantic.com/technology/archive/2025/07/sydney-sweeney-american-eagle-ads/683704/?utm_source=feed\">Charlie Warzel: </a><a href=\"https://www.theatlantic.com/technology/archive/2025/07/sydney-sweeney-american-eagle-ads/683704/?utm_source=feed\">The discourse is broken.</a></li>\n\t<li><a href=\"https://www.theatlantic.com/newsletters/archive/2025/07/more-nonexistent-things-congressional-republicans-ban/683702/?utm_source=feed\">Alexandra Petri: Let’s ban <i>more</i> nonexistent things.</a></li>\n\t<li><a href=\"https://link.chtbl.com/davidfrumshow-073025-newsletter\"><i>The David Frum Show</i>: Trump’s tariff disaster</a></li>\n</ul>\n<p><b>Culture Break</b></p>\n<img alt=\"A photograph of a red-and-green aurora in the night sky, above a bare-branched tree\" height=\"1125\" src=\"https://cdn.theatlantic.com/media/newsletters/2025/07/CB730/original.jpg\" width=\"2000\">\n\nRoss Harried / NurPhoto / Getty\n<p><b>Read.</b> “<a href=\"https://www.theatlantic.com/books/archive/2025/07/poem-iris-jamahl-dunkle-preamble-to-the-west/683636/?utm_source=feed\">Preamble to the West</a>,” a poem by Iris Jamahl Dunkle:</p><p>“Can’t lick the witch wind that carries rumors / over shining aurora-lit prairies: / horror of what comes to light at the dawn / of the mind.”</p><p><b>Take a look.</b> These <a href=\"https://www.theatlantic.com/photography/archive/2025/07/photos-medieval-castle-21st-century-guedelon/683633/?utm_source=feed\">photos capture Guédelon Castle</a>, in France, where builders use 13th-century techniques to re-create medieval craftsmanship.</p><p><a href=\"https://www.theatlantic.com/free-daily-crossword-puzzle/?utm_source=feed\">Play our daily crossword.</a></p>\n<p><b>P.S.</b></p><p>Lots of you responded to last week’s newsletter about finding simple moments of joy in your daily life, and I’ve loved reading your answers. I’ll share two of my favorites here, as a bit of a prelude to a forthcoming, small-delights-focused issue of the Daily.</p><p>Eric wrote in to say that he was inspired by the 2023 movie <a href=\"https://www.theatlantic.com/newsletters/archive/2024/12/the-ideal-mental-reset-movie/681168/?utm_source=feed\"><i>Perfect Days</i></a> (which I need to watch!) and is now trying to incorporate a simple, daily gesture into his life: “When I walk out my door to go to work, I try to remember to just stop, stand, look at my neighborhood and the sky, and smile—it may take only 10 seconds, but it begins the public version of my life on the right foot.” Another idea I liked, from Sarah, is buying one new thing at the grocery store every time you visit: “It’s a mini flavor adventure every trip, whether it turns out I’d buy that thing again or not.”</p><p>Stay tuned: More tips coming soon!</p><p>— Elaine</p>\n<p><i>Rafaela Jinich </i><i>contributed to this newsletter.</i></p><p><em><a href=\"https://link.theatlantic.com/click/29767897.0/aHR0cHM6Ly93d3cudGhlYXRsYW50aWMuY29tL25ld3NsZXR0ZXJzLz91dG1fc291cmNlPW5ld3NsZXR0ZXImdXRtX21lZGl1bT1lbWFpbCZ1dG1fY2FtcGFpZ249YXRsYW50aWMtZGFpbHktbmV3c2xldHRlciZ1dG1fY29udGVudD0yMDIyMTEyMQ/61813432e16c7128e42f4628B52865c35\">Explore all of our newsletters here.</a></em></p><p><em>When you buy a book using a link in this newsletter, we receive a commission. Thank you for supporting </em>The Atlantic<em>.</em></p>",
    "published": "2025-07-30T22:58:00",
    "has_full_content": true
  },
  {
    "id": "1fc3ceac93112d9d90709d17dca636bd",
    "title": "Comfort TV Is Overrated",
    "link": "https://www.theatlantic.com/culture/archive/2025/07/stressful-tv-shows-the-bear-the-pitt/683714/?utm_source=feed",
    "image": "https://cdn.theatlantic.com/thumbor/EfbHt1g-XZ4TAOt3n-1uYBsm1FA=/0x0:2876x1498/1200x625/media/img/mt/2025/07/stress_tv3_2/original.jpg",
    "summary": "The Bear didn’t wait long to stress out its viewers. “Review,” the seventh episode of the dramedy’s first season, is one of the most anxiety-inducing viewing experiences in recent TV history. In it, the employees at the sandwich shop in which the show originally takes place lose their cool after a f...",
    "content": "<p><i>The Bear </i>didn’t wait long to stress out its viewers. “Review,” the seventh episode of the dramedy’s first season, is one of the most anxiety-inducing viewing experiences in recent TV history. In it, the employees at the sandwich shop in which the show originally takes place <a href=\"https://www.youtube.com/watch?v=1K3z62yoiOA\">lose their cool</a> after a food critic’s praise directs a deluge of customers their way. But the crew’s panic quickly permeates off-screen too. “Review” seems designed to elevate a viewer’s blood pressure in tandem with that of its characters: Over the course of 20 minutes unfolding in real time, arguments arise, accidents happen, and several chefs quit their job. The episode exemplifies <i>The Bear</i>’s ethos<i> </i>as a whole; four seasons in, the show remains defined by ticking clocks and barely controlled chaos. As my colleague Sophie Gilbert <a href=\"https://www.theatlantic.com/culture/archive/2022/07/the-bear-hulu-review-masculinity-restaurants/670493/?utm_source=feed\">wrote</a>, it’s “horrifically stressful” to watch.</p><p>Yet that unrelenting feeling of stress has resonated with viewers, enough for <i>The Bear </i>to <a href=\"https://www.indiewire.com/news/general-news/the-bear-season-3-ratings-hulu-record-1235022237/\">break</a> streaming records over the course of its run. And lately, it’s not the only series channeling the pressures audiences may be feeling in real life: <a href=\"https://www.theatlantic.com/culture/archive/2025/03/the-pitt-review-medical-drama-shows/682221/?utm_source=feed\"><i>The Pitt</i></a>, a<i> </i><a href=\"https://www.hollywoodreporter.com/tv/tv-news/streaming-ratings-april-7-13-2025-1236211363/\">word-of-mouth hit</a> that uses each hour-long installment to follow the minute-to-minute events of one shift inside an emergency room, operates like a close cousin of <i>The Bear</i> when it comes to drumming up unease. <i>The Pitt</i> <a href=\"https://www.televisionacademy.com/events/77th-emmy-nominations-announcement\">scored</a> a bevy of Emmy nominations earlier this month, as did <i>The Bear </i>and shows such as <i>Severance </i>and <i>Adolescence</i>, which also use single-take, unbroken sequences to nerve-wracking effect. Even this year’s most-nominated comedy series, <i>The Studio</i>, in which each scene <a href=\"https://www.youtube.com/watch?v=VPuaj0c6qBA\">is meant</a> to look like one continuous shot, encourages more nail-biting than laughing as it tracks the trials of a harried Hollywood executive. These programs go beyond merely dialing up the intensity of what’s happening on-screen; they submerge viewers in visceral, in-the-moment tension. The experience of watching them may be stressful as a result—but it is also apparently satisfying at the same time. They seem to be scratching an itch: for realism, and for an acknowledgment that day-to-day concerns can feel extraordinarily high-stakes.</p><p>Waning, it seems, are the days of the Emmys being dominated by television predicated on escapism and spectacle: Comfort shows such as <a href=\"https://www.theatlantic.com/podcasts/archive/2021/10/ted-lasso-review-season-2-david-sims-megan-garber-sophie-gilbert/620326/?utm_source=feed\"><i>Ted Lasso</i></a> and historical epics such as <a href=\"https://www.theatlantic.com/culture/archive/2024/03/shogun-fx-tv-show/677685/?utm_source=feed\"><i>Shōgun</i></a> are currently off the air; sumptuous dramas such as <a href=\"https://www.theatlantic.com/entertainment/archive/2016/11/the-crown-netflix-review/506522/?utm_source=feed\"><i>The Crown</i></a> have ended. Meanwhile, there seems to be less appetite for excessive violence. (<a href=\"https://www.theatlantic.com/podcasts/archive/2022/02/yellowjackets/621478/?utm_source=feed\"><i>Yellowjackets</i></a><i> </i>and <a href=\"https://www.theatlantic.com/culture/archive/2024/12/squid-game-season-2-review/681183/?utm_source=feed\"><i>Squid Game</i></a>, former nominees known for their high body counts, were completely shut out of the Emmys this year.) Instead, a slate of series concerned with more mundane types of stress has emerged, using hyperrealistic filmmaking techniques to capture anxiety in a way that feels intimate.</p><p><i>[<a href=\"https://www.theatlantic.com/culture/archive/2024/07/the-bear-fx-season-3-carmy-trauma/678938/?utm_source=feed\">Read: Why The Bear is so hard to watch</a>]</i></p><p>The human brain—more specifically, the way it’s wired to enjoy jitters—is partly responsible for how well these shows have been received by viewers. “Our body doesn’t always know the difference between a heart-rate increase associated with watching <i>The Bear </i>versus going for a walk,” Wendy Berry Mendes, a psychology professor at Yale, told me. People have always sought excitement by being spectators; doing so causes, as Mendes put it, “vicarious stress”—a fight-or-flight response that feels good because it involves zero risk. Watching a horror movie can produce the effect, though Mendes pointed out in an email that horror tends to unfold at a more extreme pace, causing reactions infrequently experienced by audiences. (Think of how jump scares can dramatically startle viewers.) The intense shows holding viewers’ attention these days, meanwhile, can conjure a sense of ongoing anxiety. “Certainly, that unremitting pressure” in <i>The Bear</i>, Mendes wrote, “is something more common than running from a zombie.”  </p><p>Research has also <a href=\"https://www.sciencedirect.com/science/article/pii/S0306453024002610\">shown</a> that witnessing a loved one overcome a tough task is more stressful than seeing a stranger do so. Television shows that unfold in real time can feel like they collapse the fourth wall; combined with techniques such as extreme close-ups, it’s possible they can produce a strong level of empathy for some viewers. “Our minds create what is real and what isn’t real to our stress systems,” Jeremy Jamieson, a psychology professor at the University of Rochester, told me. When a viewer engages intimately with the material, he added, “they could be having essentially a stress response when they’re not actually doing anything stressful.”</p><p>This form of immersive storytelling is nothing new. Take <a href=\"https://www.theatlantic.com/magazine/archive/2010/01/the-clock-is-ticking-for-jack-bauer/307825/?utm_source=feed\"><i>24</i></a>, a regular presence at the Emmys in the 2000s that, each season and across 24 hour-long episodes, chronicled the events of a single day in the life of an improbably skilled government agent. The scenarios were likely unimaginable to viewers, and their over-the-top—if anxiety-inducing—nature made them compelling. More mundane trials are faced by average-Joe protagonists such as <i>The Pitt</i>’s Robby (played by Noah Wyle), a senior attending physician, and Carmy (Jeremy Allen White), the executive chef on <i>The Bear</i>. Their arcs are prosaic compared with the high-stakes journey of <i>24</i>’s Jack Bauer: Robby just wants to get through a tough shift in the ER, and Carmy is chasing a dream of turning his brother’s failing sandwich shop into a fine-dining establishment. “They’re sincere characters, grounded in caring about what they’re doing and caring about the people around them,” Nicholas Natalicchio, a professor of cinema and television studies at Drexel University, told me. Even Matt (Seth Rogen), <i>The Studio</i>’s protagonist, is defined more by his struggle to stop people-pleasing than by his noteworthy occupation as the head of a major company.</p><p><i>[<a href=\"https://www.theatlantic.com/ideas/archive/2023/12/therapy-language-anxiety-mental-health/676325/?utm_source=feed\">Read: How anxiety became content</a>]</i></p><p>The emphasis on emotional responses rather than pulse-quickening plot twists also enhances how much these ensembles resemble actual people. As Robby, Carmy, and their co-workers encounter problems on the job—running out of money to purchase equipment, trying and failing to manage a supervisor’s ego—they begin to seem like a viewer’s own colleagues. (Although <i>The Bear </i>doesn’t always track its story in real time like <i>The Pitt</i> does, it continues to place its characters under the threat of deadlines, frequently showing a countdown clock sitting in the kitchen.) Such recognizable stress helps their stories resonate further. “We all aspire to have that kind of excellence in our work lives,” Yvonne Leach, a professor of cinema and television studies at Drexel, told me. It can be cathartic, as a result, to see hardworking characters struggle realistically—to, as she put it, “see the toll that it takes.”</p><p>Besides, Leach added, the recent need for escapist television—the popularity of which <a href=\"https://www.npr.org/sections/coronavirus-live-updates/2020/04/15/834299376/returning-to-old-favorites-comfort-tv-and-books-and-music-is-a-new-trend\">grew</a> during the coronavirus pandemic—may be abating. Her students in a class on TV storytelling have recently been voicing how much they want to “see things that are real,” she told me. Natalicchio agreed, adding over email that undergraduate students today have grown up with anxiety as a constant in their life, especially when it comes to entering the workforce. They’ve come of age amid economic turmoil and near-constant disruption to many industries, which may contribute to their interest in shows about challenging workplaces. “That’s not to say there wasn’t stress before, but I think never before has it been a steady hum in the background like it is now,” Natalicchio said. “I think, for many viewers, seeing shows like <i>The Studio </i>or <i>The Bear </i>is cathartic. They can, to a certain extent, relate to it and process their own stress.”</p><p>The characters on these shows may fall apart emotionally, but they do make it past their hardest times one way or another. In the case of <i>The Pitt </i>and <i>The Bear</i>, even the worst days yield victories: Robby and his team save plenty of patients, and the employees at Carmy’s restaurant always make it through dinner service. In characters like them, Jamieson said, “you have a role model for resilience.” Such characters are both flawed and capable; they’re who we want to root for and maybe even who we hope to emulate. “We tend to be drawn to people who are competent and warm,” Mendes explained. When both of those qualities are present, it creates, she said, “magic”—the kind that offers a reassurance that other anxiety-inducing shows don’t. The realism of shows like <i>The Pitt</i> and <i>The Bear</i> may remind viewers that simply making it through the day can be an uphill battle. But these shows also embrace the idea that such days don’t last forever.</p>",
    "published": "2025-07-30T22:14:08",
    "has_full_content": true
  },
  {
    "id": "3392a4b3b36ea62ac683e6b00d4c80da",
    "title": "What Kamala Harris’s Decision for Governor Means for 2028",
    "link": "https://www.nytimes.com/2025/07/30/us/politics/kamala-harris-2028-democrats.html",
    "image": "assets/img/fallback.jpg",
    "summary": "Former Vice President Kamala Harris speaking at a gala in San Francisco in April.",
    "content": "Former Vice President Kamala Harris speaking at a gala in San Francisco in April.",
    "published": "2025-07-30T21:52:35",
    "has_full_content": true
  },
  {
    "id": "ea225ba54e7878d70f8e58524881d51b",
    "title": "Trump Targets Copper With Tariffs, Though Not as Aggressively as Expected",
    "link": "https://www.nytimes.com/2025/07/30/us/politics/trump-tariffs-copper.html",
    "image": "assets/img/fallback.jpg",
    "summary": "A copper refinery in Montreal earlier this month. President Trump’s executive order imposes a 50 percent tariff on certain imported products made with copper.",
    "content": "A copper refinery in Montreal earlier this month. President Trump’s executive order imposes a 50 percent tariff on certain imported products made with copper.",
    "published": "2025-07-30T21:33:29",
    "has_full_content": true
  },
  {
    "id": "0f19138ccf850e69eaed795260da16f7",
    "title": "Trump Threatens India With Steep Tariffs, Including Penalty Over Russian Oil",
    "link": "https://www.nytimes.com/2025/07/30/us/politics/india-tariffs-trump-russia.html",
    "image": "assets/img/fallback.jpg",
    "summary": "President Trump and Prime Minister Narendra Modi of India at a news conference in Washington in February.",
    "content": "President Trump and Prime Minister Narendra Modi of India at a news conference in Washington in February.",
    "published": "2025-07-30T20:33:22",
    "has_full_content": true
  },
  {
    "id": "ef33b47737d582b23a04293e03646825",
    "title": "First Came Tea. Then Came the Male Rage.",
    "link": "https://www.theatlantic.com/family/archive/2025/07/tea-app-dating-data-breach-misogyny/683712/?utm_source=feed",
    "image": "https://cdn.theatlantic.com/thumbor/5bSdbJtB_suhhPlCaAqyWThgFAs=/0x50:2000x1092/1200x625/media/img/mt/2025/07/TeaApp_1/original.png",
    "summary": "Until last Thursday, the team behind the app Tea Dating Advice was having an extraordinary week. They claimed to have amassed more than 2 million new users, making Tea the most popular free app in Apple’s App Store, after it stirred discussion on TikTok and Reddit. Women were using Tea, whose taglin...",
    "content": "<p>Until last Thursday, the team behind the app Tea Dating Advice was having an extraordinary week. They claimed to have amassed more than 2 million new users, making Tea the most popular free app in Apple’s App Store, after it stirred discussion on TikTok and Reddit. Women were using Tea, whose tagline is “Helping women date safe,” in exactly the way they were supposed to: reviewing men they’d dated, giving them a “green flag” or “red flag” evaluation, seeking information on new prospects, running background checks to look for a criminal record or a sex-offender registration.</p><p>But by Thursday evening, angry men had begun to amass online. They gathered on the anonymous messaging board 4chan, clamoring for a “hack and leak” to publicly expose the app’s users. On Friday morning, someone on 4chan posted a link leading to more than 70,000 images of Tea’s users, including verification photos and pictures of government IDs, according to <em><a href=\"https://www.404media.co/women-dating-safety-app-tea-breached-users-ids-posted-to-4chan/\">404 Media</a></em>, which first reported these events. Shortly afterward, someone created a map that claimed to link Tea users to locations and told anyone viewing it to “enjoy”; another person created a site for comparing and ranking the users’ physical appearances. Posters across social-media platforms had a field day sharing Tea users’ images, calling them “whales” and “ugly bitches,” saying that they deserved all of this. On Monday, <em>404 Media</em> reported that a second <a href=\"https://www.404media.co/a-second-tea-breach-reveals-users-dms-about-abortions-and-cheating/\">data breach</a> had revealed direct messages between users, including sensitive personal conversations, real names, social-media handles, and phone numbers. (A Tea representative told me that the company is <a href=\"https://www.teaforwomen.com/cyberincident\">investigating the issue</a> and, having found that some messages were accessed in the breach, has taken their direct-messaging system offline. Tea has found no evidence of further exposures, she said, and is working to identify affected users and offer them free identity-protection services.)</p><p>The whole episode, from start to finish, was horribly bleak—and also bleakly illuminating. Tea is hardly a perfect app. As its name suggests, it allows not only serious warnings about men but also gossip about their supposed defects and romantic tendencies. When Tea users do make serious allegations of predatory behavior, those accusations go unconfirmed, a glaring failure of due process. But for all of the app’s flaws, the breaches have proved its users’ concerns valid: Women had good reasons for wanting something like Tea in the first place.</p><p>____</p><p>Tea’s emergence felt almost inevitable. Similar platforms have existed before: Consider Facebook groups such as “Are We Dating the Same Guy?” (which have led to multiple lawsuits from men who were the subject of discussion) or an app called Lulu (which <a href=\"https://www.engadget.com/2016-01-26-lulu-ditches-guy-reviews.html\">took down</a> its man-reviewing feature in 2016 after facing criticism). Those digital whisper networks didn’t exactly revolutionize dating safety. But by 2023, when Tea launched, American dating frustration had been mounting—perhaps especially for women. In 2019, Pew Research Center found that women were far more likely than men to say that <a href=\"https://www.pewresearch.org/social-trends/2020/08/20/public-attitudes-about-todays-dating-landscape/\">dating</a> had “gotten harder for most people in the last 10 years.” The app had a ready audience, particularly among the many women who yearn for the era before apps, when a person was more likely to meet a romantic prospect through family or friends. That nostalgia isn’t entirely misplaced: One real benefit of that courtship culture, researchers have told me, is that people are more likely to behave respectfully if they have mutual social connections who might hear how things go. Dating strangers, by contrast, involves a lack of accountability that may be more likely to lead to transgressions big and small, from ghosting and poor communication to sexual assault.</p><p><i>[<a href=\"https://www.theatlantic.com/family/archive/2024/12/4b-sex-strike-american-dating/680770/?utm_source=feed\">Read: The slow, quiet demise of American romance</a>]</i></p><p>On top of all that, women are looking for romance at a time when the U.S. government is stripping away their <a href=\"https://www.theatlantic.com/magazine/archive/2024/10/abortion-ban-idaho-ob-gyn-maternity-care/679567/?utm_source=feed\">reproductive rights</a>, making pregnancy more perilous, and dismantling protections against <a href=\"https://www.npr.org/2025/03/20/nx-s1-5332213/jobs-women-trump-dei-civil-rights\">gender discrimination</a>. They’re looking at a time of <a href=\"https://www.vox.com/culture/23581859/me-too-backlash-susan-faludi-weinstein-roe-dobbs-depp-heard\">backlash to #MeToo</a> and to the fact that women are relying less on men for financial security. They’re looking as young men are <a href=\"https://www.nbcnews.com/politics/elections/young-men-women-are-taking-poll-gender-gap-staggering-new-levels-rcna202672\">moving further to the right</a> politically, and when only 43 percent of Gen Z men say they consider themselves <a href=\"https://www.americansurveycenter.org/newsletter/why-young-men-are-turning-against-feminism/\">feminists</a>—compared with 61 percent of Gen Z women. And they’re looking as fear of <a href=\"https://www.americansurveycenter.org/newsletter/after-metoo-have-women-become-more-afraid-of-men/\">sexual assault</a> has grown. One doesn’t need to have experienced assault, or to believe that every man poses a threat, to know that something in the culture has curdled, that caution is warranted.</p><p>Tea arrived with good intentions. The actual product, unfortunately, isn’t so great: It denies men the chance to defend themselves and—in some cases, surely—infringes on their privacy, publicizing their worst moments even when they might not make the same mistakes in the future. I would argue that the app isn’t great for women, either. It’s a sad approximation of what I think many really want: not strangers trashing other strangers online, but a return to a time when romantic prospects existed within a familiar context, when dating didn’t feel quite so lonely.</p><p><i>[<a href=\"https://www.theatlantic.com/family/archive/2024/09/dating-app-setup-diversity/679938/?utm_source=feed\">Read: The dating-app diversity paradox</a>]</i></p><p>What Tea <em>has</em> accomplished, though, is showing what women are up against. The men so hell-bent on revenge against Tea’s users are illustrating that hatred of women is alive and well. And the leaks demonstrated how insufficiently women are protected by the tech companies that <a href=\"https://19thnews.org/2025/02/dating-app-sexual-assault-rape/\">shape their romantic lives</a>. Tea’s <a href=\"https://www.teaforwomen.com/privacy\">privacy policy</a> promised that selfies used for verification would be “deleted immediately” after authentication; the company then stored the photos in a way that left them so easy to access, 4chan users apparently didn’t even need to break into anything. Tea was founded by a software engineer who said his mother had experienced “terrifying” encounters with men who turned out to be using false identities on their dating profiles. What a terrible irony that after so many women, feeling unsafe, flocked to his app, it has now left thousands of them in potential danger.</p><p>The first breach was awful: humiliating for the women who had to see their images passed around, and grim given the number of men making fun of those images with such open, gleeful cruelty. But news of the second breach, which reportedly exposed a larger amount of data with more identifying information, left a pit in my stomach. In more than 1.1 million private messages, women had told one another about rapes, opened up about abortions, identified cheaters. (“I am his wife,” one user wrote after saying she saw her husband being discussed on the app.) Some shared their phone numbers because, I imagine, they had made connections—because they needed support. When women realized they couldn’t rely on the men in their lives, they tried instead to rely on other women. In the end, misogyny got in the way of that too.</p>",
    "published": "2025-07-30T20:11:00",
    "has_full_content": true
  },
  {
    "id": "0d3d3817d9f54c77cbcdbbdae4b5bd35",
    "title": "Sally Jenkins to Join <em>The Atlantic</em> as a Staff Writer in September",
    "link": "https://www.theatlantic.com/press-releases/archive/2025/07/sally-jenkins-join-atlantic-staff-writer/683709/?utm_source=feed",
    "image": "https://cdn.theatlantic.com/thumbor/uM3RQGWGASSd_ATcK6ZAR6Geoe4=/0x82:3834x2079/1200x625/media/img/mt/2025/07/Sally_Jenkins/original.png",
    "summary": "The renowned sportswriter Sally Jenkins is joining The Atlantic as a staff writer this September, where she will continue her exceptional and deeply sourced reporting. Jenkins has been the lead sports columnist at The Washington Post for the past 25 years.\n\nIn a staff announcement, shared below, edi...",
    "content": "<p>The renowned sportswriter Sally Jenkins is joining <em>The Atlantic</em> as a staff writer this September, where she will continue her exceptional and deeply sourced reporting. Jenkins has been the lead sports columnist at <em>The Washington Post</em> for the past 25 years.<br>\n<br>\nIn a staff announcement, shared below, editor in chief Jeffrey Goldberg writes: “Sally is quite possibly America’s greatest living sportswriter—and more generally one of the best feature writers working today. Sally is joining us from <em>The Washington Post</em>, where she has published years of history-making stories. The Jenkins completists among us—and I know there are many here at <em>The Atlantic</em>—will remember well her fantastic work for <em>Sports Illustrated</em> in its heyday. Anyone who takes a trip through the past three decades of her writing will receive a masterclass in the arts of lede writing, deep reporting, and narrative structure.”<br>\n<br>\nRecently announced editorial hires at <em>The Atlantic</em> include staff writers Tom Bartlett, Idrees Kahloon, Tyler Austin Harper, Quinta Jurecic, Jake Lundberg, Toluse Olorunnipa, Alexandra Petri, Vivian Salama, Josh Tyrangiel, Caity Weaver, and Nancy Youssef; and senior editor Drew Goins.</p><blockquote>\n<p>Dear everyone,<br>\n<br>\nI’m writing today to share the tremendous news that one of the legends of American journalism, Sally Jenkins, is joining <em>The Atlantic</em> as a staff writer. Sally is quite possibly America’s greatest living sportswriter—and more generally one of the best feature writers working today. Sally is joining us from <em>The Washington Post</em>, where she has published years of history-making stories.<br>\n<br>\nThe Jenkins completists among us—and I know there are many here at <em>The Atlantic</em>—will remember well her fantastic work for <em>Sports Illustrated</em> in its heyday. Anyone who takes a trip through the past three decades of her writing will receive a masterclass in the arts of lede writing, deep reporting, and narrative structure.<br>\n<br>\nHer remarkable <a href=\"https://www.washingtonpost.com/sports/interactive/2023/chris-evert-martina-navratilova-cancer/\">story</a> about the relationship between Chris Evert and Martina Navratilova is one such example—though Sally’s interests are not limited to sports. She has written stop-everything-and-read pieces about a huge range of subjects, including this <a href=\"https://www.washingtonpost.com/archive/national/2007/12/09/growing-up-rodham/1aa43d0c-7bcf-46df-8f33-a531ef5043d6/\">close study</a> of Hillary Clinton’s father, and a beautiful, memorable <a href=\"https://www.washingtonpost.com/politics/911-memorials-the-story-of-the-cross-at-ground-zero/2011/09/07/gIQA2mMXDK_story.html\">story</a> about how the rubble at Ground Zero went from wreckage to relic, as well as this moving <a href=\"https://www.washingtonpost.com/sports/2023/12/18/sandra-day-oconnor-cowgirl-sports-supreme-court/\">obituary</a> of Sandra Day O’Connor. She was a finalist for the Pulitzer Prize in commentary in 2020 for her writing at the <em>Post</em>, making her the first sportswriter to achieve this distinction in 30 years. Sally has also written more than a dozen books, and is the first woman ever to be inducted into the National Sportscasters and Sportswriters Hall of Fame.<br>\n<br>\nSally starts with us on September 15 and you’ll see her frequently in our New York office. We cannot wait for her to get here—and we especially cannot wait to read her in our pages.<br>\n<br>\nPlease join me in welcoming her to <em>The Atlantic</em>.<br>\n<br>\nBest wishes,<br>\n<br>\nJeff</p>\n</blockquote><p><strong>Press Contact: </strong>Anna Bross and Paul Jackson, <em>The Atlantic</em> | <a href=\"mailto:press@theatlantic.com\">press@theatlantic.com</a></p>",
    "published": "2025-07-30T17:22:11",
    "has_full_content": true
  },
  {
    "id": "7e79422af06b83ea1c99caa00402345d",
    "title": "What’s Holding Trump Back From Firing Powell",
    "link": "https://www.theatlantic.com/economy/archive/2025/07/trump-jerome-powell/683708/?utm_source=feed",
    "image": "https://cdn.theatlantic.com/thumbor/H-ANwianw1WcYZ0uhqMDOeXQylE=/0x43:2000x1085/1200x625/media/img/mt/2025/07/2025_7_28_Trump_Fed_Chair/original.jpg",
    "summary": "President Donald Trump made a surprise visit to an unexpected place last week, touring the Federal Reserve’s headquarters, where two buildings are currently under renovation. Trump then staged a bizarre photo op with the Fed chairman, Jerome Powell, and criticized Powell over the cost of the renovat...",
    "content": "<p class=\"dropcap\"><span class=\"smallcaps\">President Donald Trump</span> made a surprise visit to an unexpected place last week, touring the Federal Reserve’s headquarters, where two buildings are currently under renovation. Trump then staged a bizarre photo op with the Fed chairman, Jerome Powell, and criticized Powell over the cost of the renovation before telling him to lower interest rates, which the Fed could do—but almost certainly won’t—at its meeting today.</p><p>This presidential conduct was all but unimaginable before Trump. Previously, only three presidents in American history have ever visited the Fed. In each of those visits, the president honored the institution rather than attacked it; Trump’s motive was different. His visit was the latest move in a high-pressure campaign to get Powell to either cut interest rates or resign.</p><p>Past presidents have generally refrained from commenting on Fed decisions, or at most offered mild public criticisms. Trump, by contrast, has called Powell—whom he originally nominated as Fed chair—“a very stupid person,” “a stubborn mule,” and a “knucklehead”; he’s additionally posted that Powell should “resign immediately.” Trump’s proxies have been even more aggressive in their criticism. Bill Pulte, the head of the Federal Housing Finance Agency (which runs the mortgage guarantors Fannie Mae and Freddie Mac), has kept up a steady stream of invective blasting Powell as “<a href=\"https://x.com/pulte/status/1946297371798675567\">obnoxious, arrogant, pompous</a>,” and also calling on him to “RESIGN.” And a Republican member of Congress earlier this month <a href=\"https://nypost.com/2025/07/21/us-news/house-republican-refers-fed-chairman-jerome-powell-to-doj-for-potential-perjury-charges/\">made a criminal referral</a> to the Department of Justice alleging that Powell gave false statements to Congress about the Fed renovation.</p><p>Trump’s position is easy to understand: He’s the president, the head of the executive branch, so why shouldn’t he have a Fed chair who will do what he wants? But the irony of Trump’s effort to push Powell out is that it is a perfect illustration of why we have central-bank independence in the first place. Were Trump to succeed in his quest to get rid of Powell, the result would be chaos in the markets. That would very likely lead to higher interest rates, which is the exact opposite of the outcome he wants. In other words, this is a campaign that no one—Trump included—should hope he wins.</p><p><i>[<a href=\"https://www.theatlantic.com/politics/archive/2025/07/trump-powell-federal-reserve/683621/?utm_source=feed\">Jonathan Chait: What Trump’s feud with Jerome Powell is really about</a>]</i></p><p class=\"dropcap\"><span class=\"smallcaps\">In going after Powell,</span> Trump is flouting not just historical norms but the very structure of the Fed, which like most of the world’s central banks was designed to be independent of political pressure. The central bank is not <em>wholly</em> independent; an element of accountability is also built in. The members of its board of governors—who all sit on the Federal Open Market Committee, which sets interest rates—are nominated by the president and confirmed by the Senate for 14-year terms, while the chair and vice chair are appointed to four-year terms and may be reappointed by the sitting president (Powell was reappointed by Joe Biden). Once confirmed, though, the members cannot be removed except for cause, involving some serious misconduct.</p><p>However much Trump <a href=\"https://www.nytimes.com/2025/07/16/us/politics/trump-powell-firing-letter.html\">wants to fire Powell,</a> such a move would be legally dubious, at best—Powell has stated flatly that such a move is <a href=\"https://www.reuters.com/markets/us/feds-powell-says-he-will-not-quit-even-if-asked-by-trump-2024-11-07/\">“not permitted under the law.”</a> Although investors generally want Fed officials to do their job without worrying about whether the president or Congress like what they’re doing, Trump very much wants people to worry about what he likes and does not like. After nominating Powell in 2017, Trump quickly soured on his pick and spent much of his first term blasting Powell for not cutting interest rates fast enough. Trump reprised the theme almost as soon as his second term started. For now, Trump has settled for trying to get Powell to self-deport.</p><p>In doing so, Trump is inadvertently making a great argument for why we don’t want presidents involved in monetary policy. Trump’s case for interest-rate cuts is confused at best: He simultaneously says that the economy is <a href=\"https://truthsocial.com/@realDonaldTrump/posts/114617666432673584'\">“BOOMING,”</a> which usually means interest-rate cuts aren’t necessary, and that interest rates should also be a full three points lower than they are. And he keeps mentioning the cost of financing the U.S. national debt, which is not something the Fed should be worrying about.</p><p>More simply, Trump wants to cut rates because it’ll give the economy an immediate boost. But the economy continues to chug along at a good clip: GDP grew at an annualized rate of 3 percent in the second quarter. Prioritizing a short-term boost over the long-term benefits of controlling inflation—which remains well above the Fed’s 2 percent target—is a constant temptation for politicians, because the benefits of economic growth such as lower unemployment and higher wages are felt very quickly. Inflation typically takes a long time to develop but, once it has, can take even longer to purge from the system.</p><p><i>[<a href=\"https://www.theatlantic.com/ideas/archive/2022/06/what-is-causing-inflation-janet-yellen-jerome-powell/661237/?utm_source=feed\">James Surowiecki: How did they get inflation so wrong</a>]</i></p><p class=\"dropcap\"><span class=\"smallcaps\">The canonical example</span> of the executive branch messing with monetary policy came during Richard Nixon’s first term, when the president strongly pressured Federal Reserve Chair Arthur Burns to cut rates. Although inflation was already rising, Nixon was more concerned about an increase in unemployment. Burns did cut rates, and unemployment fell. Nixon won reelection easily, but inflation soon jumped to heights not seen in decades, and the Fed struggled for years to get it back under control. Congress ultimately <a href=\"https://www.federalreserve.gov/aboutthefed/section2a.htm\">responded by passing an amendment in 1977</a> that enshrined “stable prices” as well as “maximum employment” and “moderate long-term interest rates” as the Fed’s central aims.</p><p>Central-bank independence makes the Nixon-Burns scenario less likely. The premise is not that the Fed’s judgment will be perfect—as recently as 2021 and 2022, we saw how slow the committee was to recognize the threat of inflation and raise interest rates—but that Fed governors have different incentives from elected officials. Because they don’t need to worry about playing to voters, they’ll do a better job of balancing the benefits of economic growth against the risk of inflation. This independence is especially important for monetary policy because, unlike fiscal policy, it can be changed so easily: All that’s required to cut interest rates is for the Federal Open Market Committee to decide to do so.</p><p>The central bank’s independence does have its downside. Despite the congressional mandate to promote stable prices and high employment, the Fed arguably cared more about the former than the latter until recently. But it’s still better to have a Fed that sees its role as the stewardship of key economic levers, rather than a duty to keep the president satisfied.</p><p>The ultimate check on Trump in all of this is the markets. Bond investors—who ultimately set long-term interest rates—prize stability and dislike inflation; they would probably react badly if Powell were forced out, pushing interest rates higher. But the stock and bond markets have sent mixed messages to Trump over the past six months. They forced him to back down from most of his “Liberation Day” tariffs, but they’ve pretty much yawned at everything else he’s done or talked about doing. So we just have to hope he hasn’t taken the wrong lesson and become convinced that, whatever he does, the markets will adjust. Trump might like playing with fire, but we could all end up getting burned.</p>",
    "published": "2025-07-30T15:33:00",
    "has_full_content": true
  },
  {
    "id": "b1c6a0315bd38d7d15fa05be3b4e9d67",
    "title": "Gorilla habitats and pristine forest at risk as DRC opens half of country to oil and gas drilling bids",
    "link": "https://www.theguardian.com/environment/2025/jul/29/gorilla-habitats-pristine-forest-at-risk-as-drc-opens-half-of-country-to-oil-and-gas-drilling-bids-aoe",
    "image": "https://i.guim.co.uk/img/media/41b6578d7a62282646c236dd24381fdb7c6ee600/429_0_4640_3712/master/4640.jpg?width=1200&height=630&quality=85&auto=format&fit=crop&precrop=40:21,offset-x50,offset-y0&overlay-align=bottom%2Cleft&overlay-width=100p&overlay-base64=L2ltZy9zdGF0aWMvb3ZlcmxheXMvdGctZGVmYXVsdC5wbmc&enable=upscale&s=ef6acf18a58e87498edbdc7b4d33c2d9",
    "summary": "Government launches licensing round for 52 fossil fuel blocks, potentially undermining a flagship conservation initiative and affecting an estimated 39 million peopleThe Democratic Republic of the Congo (DRC) is opening crucial gorilla habitats and pristine forests to bids for oil and gas drilling, ...",
    "content": "<p>Government launches licensing round for 52 fossil fuel blocks, potentially undermining a flagship conservation initiative and affecting an estimated 39 million people</p><p>The Democratic Republic of the Congo (DRC) is opening crucial gorilla habitats and pristine forests to bids for oil and gas drilling, with plans to carve up more than half the country into fossil fuel blocks.</p><p>The blocks opened for auction cover 124m hectares (306m acres) of land and inland waters described by experts as the “world’s worst place to prospect for oil” because they hold vast amounts of carbon and are home to some of the planet’s most precious wildlife habitats, including endangered lowland gorillas and bonobo.</p> <a href=\"https://www.theguardian.com/environment/2025/jul/29/gorilla-habitats-pristine-forest-at-risk-as-drc-opens-half-of-country-to-oil-and-gas-drilling-bids-aoe\">Continue reading...</a>",
    "published": "2025-07-29T04:01:46",
    "has_full_content": false
  },
  {
    "id": "0524dc19256a9b8a1942e3619ba63b9b",
    "title": "Christopher Nolan criticised for filming in occupied Western Sahara city",
    "link": "https://www.theguardian.com/world/2025/jul/28/christopher-nolan-criticised-for-filming-in-occupied-western-sahara-city",
    "image": "https://i.guim.co.uk/img/media/58cc2e4fcdb03fdeeb8fc1b44087a7a091ae5128/0_116_1368_1094/master/1368.jpg?width=1200&height=630&quality=85&auto=format&fit=crop&precrop=40:21,offset-x50,offset-y0&overlay-align=bottom%2Cleft&overlay-width=100p&overlay-base64=L2ltZy9zdGF0aWMvb3ZlcmxheXMvdGctZGVmYXVsdC5wbmc&enable=upscale&s=bf615cb3d8892acd558a61c0253d4140",
    "summary": "Organisers of local film festival warn production of The Odyssey in Dakhla could normalise repression by MoroccoThe organisers of the Western Sahara international film festival (FiSahara) have criticised Christopher Nolan for shooting part of his adaptation of the Odyssey in a Western Saharan city t...",
    "content": "<p>Organisers of local film festival warn production of The Odyssey in Dakhla could normalise repression by Morocco</p><p>The organisers of the <a href=\"https://www.theguardian.com/global-development/article/2024/may/16/art-film-western-sahara-fisahara-festival-algeria-stories-sahrawi-people\">Western Sahara international film festival</a> (FiSahara) have criticised Christopher Nolan for shooting part of his adaptation of the Odyssey in a Western Saharan city that has been under Moroccan occupation for 50 years, warning the move could serve to normalise decades of repression.</p><p>The British-American film-maker’s take on Homer’s epic, which stars Matt Damon, Charlize Theron, Zendaya, Lupita Nyong’o and Anne Hathaway, is due to be released on 17 July 2026.</p> <a href=\"https://www.theguardian.com/world/2025/jul/28/christopher-nolan-criticised-for-filming-in-occupied-western-sahara-city\">Continue reading...</a>",
    "published": "2025-07-28T10:13:03",
    "has_full_content": false
  },
  {
    "id": "5a71c56578b803e1c1bedcbd54edc1da",
    "title": "Eswatini opposition attacks US deal as ‘human trafficking disguised as deportation’",
    "link": "https://www.theguardian.com/world/2025/jul/23/eswatini-petition-us-deportees",
    "image": "https://i.guim.co.uk/img/media/8f469b9a2940dbb354606dd7ace13fdcb422aa5e/619_0_3092_2474/master/3092.jpg?width=1200&height=630&quality=85&auto=format&fit=crop&precrop=40:21,offset-x50,offset-y0&overlay-align=bottom%2Cleft&overlay-width=100p&overlay-base64=L2ltZy9zdGF0aWMvb3ZlcmxheXMvdGctZGVmYXVsdC5wbmc&enable=upscale&s=ceb8dfe28a580a0958b81ee5d6eca96f",
    "summary": "Men from Vietnam, Jamaica, Laos, Yemen and Cuba to be temporarily held in kingdomCivil society and opposition groups in Eswatini have expressed outrage after the US deported five men to the country, with the largest opposition party calling it “human trafficking disguised as a deportation deal”.The ...",
    "content": "<p>Men from Vietnam, Jamaica, Laos, Yemen and Cuba to be temporarily held in kingdom</p><p>Civil society and opposition groups in Eswatini have expressed outrage after the US <a href=\"https://www.theguardian.com/us-news/2025/jul/16/trump-administration-deports-five-migrants-to-eswatini-in-southern-africa\">deported five men</a> to the country, with the largest opposition party calling it “human trafficking disguised as a deportation deal”.</p><p>The men, from Vietnam, Jamaica, Laos, Yemen and Cuba, were flown to the small southern African country, an absolute monarchy, last week as the US stepped up deportations to “third countries” after the supreme court cleared them last month.</p> <a href=\"https://www.theguardian.com/world/2025/jul/23/eswatini-petition-us-deportees\">Continue reading...</a>",
    "published": "2025-07-23T04:00:42",
    "has_full_content": false
  },
  {
    "id": "63e32850f70f95cb5d84951e600ffee8",
    "title": "UK’s aid cuts ‘will hit children’s education and raise risk of death’",
    "link": "https://www.theguardian.com/global-development/2025/jul/22/uks-aid-cuts-will-hit-childrens-education-and-raise-risk-of-death",
    "image": "https://i.guim.co.uk/img/media/6db2dab6badeab272de3bbe03bb39964ad30bf12/1920_588_5553_4443/master/5553.jpg?width=1200&height=630&quality=85&auto=format&fit=crop&precrop=40:21,offset-x50,offset-y0&overlay-align=bottom%2Cleft&overlay-width=100p&overlay-base64=L2ltZy9zdGF0aWMvb3ZlcmxheXMvdGctZGVmYXVsdC5wbmc&enable=upscale&s=a090098924a508212dfe1dbc3667d79b",
    "summary": "Cutting aid budget to 0.3% of national income will hurt many African countries, says FCDO impact assessmentLabour’s deep aid cuts will hit children’s education and increase the risk of disease and death in some African countries, according to the government’s own impact assessment.Keir Starmer annou...",
    "content": "<p>Cutting aid budget to 0.3% of national income will hurt many African countries, says FCDO impact assessment</p><p>Labour’s deep aid cuts will hit children’s education and increase the risk of disease and death in some African countries, according to the government’s own impact assessment.</p><p>Keir Starmer announced earlier this year that he would<a href=\"https://www.theguardian.com/global-development/2025/feb/25/starmer-cuts-to-uk-aid-budget-defence-trump-cruel-and-shameful-say-experts\"> reduce the aid budget to 0.3% of national income,</a> from 0.5%, to fund increased spending on defence.</p> <a href=\"https://www.theguardian.com/global-development/2025/jul/22/uks-aid-cuts-will-hit-childrens-education-and-raise-risk-of-death\">Continue reading...</a>",
    "published": "2025-07-22T18:53:02",
    "has_full_content": false
  },
  {
    "id": "963c60935fb6befdd635a125a94a9036",
    "title": "Man rescued trying to reach Spain from Morocco in rubber ring and flippers",
    "link": "https://www.theguardian.com/world/2025/jul/22/man-rescued-trying-to-reach-spain-from-morocco-in-rubber-ring-and-flippers",
    "image": "https://i.guim.co.uk/img/media/84bfc7b0a5b0b43f9271aec83a5edf8f0016d2bf/318_0_3181_2545/master/3181.jpg?width=1200&height=630&quality=85&auto=format&fit=crop&precrop=40:21,offset-x50,offset-y0&overlay-align=bottom%2Cleft&overlay-width=100p&overlay-base64=L2ltZy9zdGF0aWMvb3ZlcmxheXMvdGctZGVmYXVsdC5wbmc&enable=upscale&s=ed2323b7439275f3cfef00958d9b68f5",
    "summary": "Family in yacht pulled young man from the sea off Costa del SolA man who was apparently trying to reach Spain from Morocco using a rubber ring and flippers has been rescued after he was spotted by a family sailing to the Balearic islands.The family were on their yacht 13 nautical miles south of the ...",
    "content": "<p>Family in yacht pulled young man from the sea off Costa del Sol</p><p>A man who was apparently trying to reach Spain from Morocco using a rubber ring and flippers has been rescued after he was spotted by a family sailing to the Balearic islands.</p><p>The family were on their yacht 13 nautical miles south of the Andalucían town of Benalmádena on the Costa del Sol, on 16 July when they manoeuvred around the stern of an oil tanker and saw something moving on the waves.</p> <a href=\"https://www.theguardian.com/world/2025/jul/22/man-rescued-trying-to-reach-spain-from-morocco-in-rubber-ring-and-flippers\">Continue reading...</a>",
    "published": "2025-07-22T09:55:27",
    "has_full_content": false
  }
]