[
  {
    "id": "4bf1a567e166b04da2d9c0decb7d8d59",
    "title": "Until Trump Fired Her, She Was an Economist With Bipartisan Support",
    "link": "https://www.nytimes.com/2025/08/02/us/politics/until-trump-fired-her-she-was-an-economist-with-bipartisan-support.html",
    "image": "assets/img/fallback.jpg",
    "summary": "Erika McEntarfer was appointed as the commissioner of the Bureau of Labor Statistics by President Biden in 2023 and confirmed in January 2024.",
    "content": "Erika McEntarfer was appointed as the commissioner of the Bureau of Labor Statistics by President Biden in 2023 and confirmed in January 2024.",
    "published": "2025-08-02T23:10:38",
    "has_full_content": true
  },
  {
    "id": "c62a4116494ccce6b23adb735b3b4859",
    "title": "This Is the News From TikTok",
    "link": "https://www.theatlantic.com/ideas/archive/2025/08/news-influencers-tiktok-gen-z/683731/?utm_source=feed",
    "image": "https://cdn.theatlantic.com/thumbor/lSHu2gXA0_P-14ZBC9xDqdpxdSg=/0x59:2477x1349/1200x625/media/img/mt/2025/08/newsfluencer_atlantic_final_new2/original.jpg",
    "summary": "When he learned one night this summer that the United States had bombed Iran, the content creator Aaron Parnas responded right away, showing what’s bad and what’s good about using TikTok for news. Shortly after 7:46 p.m. ET on June 21, he saw Donald Trump’s Truth Social post announcing the air strik...",
    "content": "<p class=\"dropcap\"><span class=\"smallcaps\">When he learned</span> one night this summer that the United States had bombed Iran, the content creator Aaron Parnas responded right away, showing what’s bad and what’s good about using TikTok for news. Shortly after 7:46 p.m. ET on June 21, he saw Donald Trump’s Truth Social post announcing the air strikes. At 7:52, according to a time stamp, Parnas uploaded to TikTok a <a href=\"https://www.tiktok.com/@aaronparnas1/video/7518554896472329527\">minute-long video</a> in which he looked into the camera; read out the president’s post, which identified the suspected nuclear sites that the U.S. had targeted; and added a note of skepticism about whether Iran would heed Trump’s call for peace. As traditional media outlets revealed more details that night, Parnas summarized their findings in nine more reports, some of which he recorded from a car.</p><p>Parnas wasn’t adding elaborate detail or original reporting. What he had to offer was speed—plus a deep understanding of how to reach people on TikTok, which may not seem an obvious or trustworthy source of news: The platform is owned by a Chinese company, ByteDance, which lawmakers in Washington, D.C., fear could be manipulated to promote Beijing’s interests. TikTok’s algorithm offers each user a personalized feed of short, grabby videos—an arrangement that seems unlikely to serve up holistic coverage of current events.</p><p>Even so, according to a Pew Research Center poll from last fall, <a href=\"https://www.pewresearch.org/short-reads/2024/09/17/more-americans-regularly-get-news-on-tiktok-especially-young-adults/\">17 percent</a> of adults—and <a href=\"https://www.pewresearch.org/short-reads/2024/09/17/more-americans-regularly-get-news-on-tiktok-especially-young-adults/\">39 percent</a> of adults under 30—regularly get informed about current affairs on the app. Fewer than <a href=\"https://www.pewresearch.org/data-labs/2024/10/08/who-u-s-adults-follow-on-tiktok/\">1 percent</a> of all TikTok accounts followed by Americans are traditional media outlets. Instead, users are relying not only on <a href=\"https://www.tandfonline.com/doi/pdf/10.1080/21670811.2024.2397088\">“newsfluencer</a><a href=\"https://www.tandfonline.com/doi/pdf/10.1080/21670811.2024.2397088\">s”</a> such as Parnas but also on skits reenacting the latest Supreme Court ruling, hype videos for political agendas, and other news-adjacent clips that are hard to describe to people who don’t use TikTok.</p><p>Last summer, after the first assassination attempt on Trump, <a href=\"https://www.washingtonpost.com/technology/2024/07/18/trump-rally-shooting-memes-gen-z-absurdist-humor/\">one</a> viral video fused clips of the bloody-eared Republican raising his fist with snippets of Joe Biden’s well wishes. Simultaneously, Chappell Roan’s ballad for the lovestruck, “Casual,” played, hinting at a bromance. On my For You page in June, as U.S.-Iran tensions flared, I saw a string of videos known as “edits”—minute-long music montages—on the general topic. <a href=\"https://www.tiktok.com/@edit.nemesis/video/7517562734347619615\">One</a> spliced together footage of zooming F-16s, Captain America intimidating his enemies in an elevator, and bald eagles staring ominously while AC/DC’s “Thunderstruck” blared. Skeptics might wonder: When people say they get their news from TikTok, what exactly are they learning?</p><p><i>[<a href=\"https://www.theatlantic.com/technology/archive/2025/01/tiktok-already-won/681343/?utm_source=feed\">Read: The internet is TikTok now</a>]</i></p><p>Frequent consumers of current-affairs content on TikTok insist that they can decipher what’s going on in the world—that, even if they have to extrapolate facts from memes, the brevity and entertainment value compensate for a lack of factual detail. “A lot of things are in simpler terms on TikTok,” Miles Maltbia, a 22-year-old cybersecurity analyst from Chicago, told me. “That, and convenience, makes it the perfect place to get all my news from.” And as more and more users turn to TikTok for news, creators such as Parnas are finding ways to game the algorithm.</p><p class=\"dropcap\"><span class=\"smallcaps\">Parnas, who is</span> 26, is a lawyer by trade. He told me that he monitors every court case he deems significant with a legal tracker. He was immersed in politics at an early age. (His father, Lev Parnas, gained brief notoriety as an associate of Rudy Giuliani during Trump’s first term. “I love my dad,” Aaron Parnas <a href=\"https://www.tiktok.com/@aaronparnas1/video/7508544343188196638?lang=en&amp;q=Aaron%20Parnas&amp;t=1749145319517\">has said</a>. “And I’m not my dad.”) C-SPAN is on “all day every day.” And he’s enabled X and Truth Social notifications for posts from every member of Congress and major world leader. When he decides that his phone’s alerts are newsworthy, he hits the record button. His rapid-reaction formula for news has made him a one-man media giant: He currently has 4.2 million followers on TikTok. He told me that his videos on the platform have reached more than 100 million American users in the past six months. His Substack newsletter also has the most subscriptions of any in the “news” category, and he recently interviewed Senator Cory Booker, French Foreign Minister Jean-Noël Barrot, and <a href=\"https://aaronparnas.substack.com/p/inside-the-signal-groupchat-scandal\">this magazine’s editor in chief</a>.</p><p>Still, Parnas’s TikTok model relies heavily on reporting by other outlets. And Parnas’s 24/7 information blitz may be jarring for those whose media-consumption habits are not already calibrated for TikTok. There’s no “Good evening” or “Welcome.” But he’s reaching an audience who other media don’t: Many of his viewers, he thinks, are “young people who don’t watch the news and never have and never will.” He added, “They just don’t have the attention span to.”</p><p>Ashley Acosta, a rising senior at the University of Pennsylvania, told me she liked the fact that Parnas is his own boss, outside the corporate media world. She contrasted him with outlets such as ABC, which <a href=\"https://www.npr.org/2025/06/11/nx-s1-5429827/abc-fires-terry-moran-trump-stephen-miller-world-class-hater\">recently fired</a> the correspondent Terry Moran for an X post that called Trump a “world-class hater.” Nick Parigi, a 24-year-old graduate of the University of Texas at Austin, also sees Parnas as a valuable news source. “You’re getting less propagandized,” he told me. “It’s not pushing an agenda.” Last year, Parnas explicitly supported Kamala Harris’s presidential candidacy, but he prides himself on delivering basic information in a straightforward manner. “I wish we would just go back to the fact-based, Walter Cronkite–style of reporting,” he told me. “So that’s what I do.” For Parnas to sound like the CBS News legend, you’d have to watch his TikToks at half speed.</p><p>If Parnas is a genre-defining anchor, Jack Mac is the equivalent of a shock jock. A creator with 1.1 million followers, he uses the term <a href=\"https://www.foxnews.com/media/meet-the-barstool-personality-who-delivers-viral-newscasts-by-journalisming\">“jo</a><a href=\"https://www.foxnews.com/media/meet-the-barstool-personality-who-delivers-viral-newscasts-by-journalisming\">urnalisming”</a> to describe his work, which amounts to commenting on stories he finds interesting or amusing—such as a <a href=\"https://www.tiktok.com/@jackmacbarstool/video/7521080258586561822?lang=en\">“patriot”</a> New York firefighter being suspended for letting young women ride in his firetruck.</p><p>“Do I think TikTok is the best source for news? No,” Olivia Stringfield, a 25-year-old from South Carolina who works in marketing, told me. But she’s a fan of Mac because he offers “a more glamorous way to get the news”—and a quick, convenient way. “I don’t have time to sit down and read the paper like my parents did,” Stringfield said.</p><p>Robert Kozinets, a professor at the University of Southern California who has studied Gen Z’s media consumption on TikTok, told me that users rarely seek out news. It finds them. “The default position is: Algorithm, let the information flow over me,” he said. “Load me up. I’ll interrupt it when I see something interesting.” On a platform where <a href=\"https://indd.adobe.com/view/073fc1b1-b78f-4b8f-a06c-51712a508802\">little content is searched</a>, creators dress up the news to make it algorithm friendly.</p><p><a href=\"https://www.tiktok.com/@washingtonpost?lang=en\"><em>The Washington Post</em></a> is one established media brand that has leaned into the growing format of TikTok news skits. In one video about the Supreme Court, a <em>Post </em>staffer wearing a college-graduation robe wields a toolbox mallet as a gavel to channel Chief Justice John Roberts, and when she mimics him, her background turns into red curtains. “South Carolina <em>can</em> cut off Medicaid funding for Planned Parenthood,” she says. Dave Jorgenson, who launched the<em> Post</em>’s TikTok channel in 2019, <a href=\"https://www.tiktok.com/@davejorgenson/video/7529838338459684127\">announced</a> recently that he’s leaving to <a href=\"https://www.nytimes.com/2025/07/22/business/media/dave-jorgenson-video-washington-post.html\">set up his own online-video company</a>—a testament to the demand for this new style of content.</p><p><i>[<a href=\"https://www.theatlantic.com/magazine/archive/2025/01/joe-rogan-political-right-media-mainstream/680755/?utm_source=feed\">From the January 2025 issue: The ‘mainstream media’ has already lost</a>]</i></p><p>The <em>Post</em>’s embrace of TikTok has been unusual for an outlet of the newspaper’s stature. The prevalence of vibes-based content on the video platform raises obvious questions about truth and accuracy. Many users I spoke with trusted crowdsourced fact-checking to combat misinformation, via the comments section. I asked Maltbia, the analyst from Chicago, how he knows which comments to trust. “I’ll usually look at the ones that are the most liked,” he said. “But if it still sounds a little shady to me, then I’ll probably Google it.”</p><p>Parnas defended the integrity of TikTok news. “There’s no more misinformation on TikTok than there is on Twitter, than there is on Fox News, than sometimes there is on CNN,” he told me. That claim is impossible to verify: TikTok’s factual accuracy is under-researched. One assessment by the media watchdog NewsGuard found that <a href=\"https://www.newsguardtech.com/misinformation-monitor/september-2022/\">20 percent</a> of TikTok’s news search results contained misinformation—but no user I spoke with bothers with the app’s search function.</p><p>Whether TikTok will continue to gain popularity as a news outlet isn’t yet clear. Citing fears of hostile foreign control over a major communications platform, Congress overwhelmingly passed legislation aimed at forcing TikTok’s Chinese owners to sell. But Trump has now delayed implementation of the law <a href=\"https://apnews.com/article/tiktok-ban-trump-delay-executive-order-3211a98113615be44cf92b32dca69a8e\">three times</a><a href=\"https://apnews.com/article/tiktok-ban-trump-delay-executive-order-3211a98113615be44cf92b32dca69a8e\"> since he took office</a>.</p><p>In the meantime, users of the platform keep stretching the definition of <em>news</em>. On TikTok, “news is anything that’s new,” Kozinets, the USC professor, told me. Entrepreneurial creators who care about current events will keep testing delivery formats to gain more eyeballs on the platform. And even if TikTok is sold or shuts down, similar apps are sure to fill any vacuum. The challenge of packaging news for distribution by a black-box algorithm seems here to stay.</p>",
    "published": "2025-08-02T17:45:45",
    "has_full_content": true
  },
  {
    "id": "f53b7b750af1a602017f6bb2d1650f77",
    "title": "Israel Under Pressure",
    "link": "https://www.theatlantic.com/national/archive/2025/08/israel-trump-washington-week/683753/?utm_source=feed",
    "image": "https://cdn.theatlantic.com/thumbor/EQw7EnCzPFrHtVtZRSkH6yDCK_o=/1x137:3224x1816/1200x625/media/img/mt/2025/08/Screenshot_2025_08_02_at_8.40.44AM/original.png",
    "summary": "Editor’s Note: Washington Week With The Atlantic is a partnership between NewsHour Productions, WETA, and The Atlantic airing every Friday on PBS stations nationwide. Check your local listings, watch full episodes here, or listen to the weekly podcast here. This week, Donald Trump broke with Benjami...",
    "content": "<p><em>Editor&rsquo;s Note:</em> <em>Washington Week With The Atlantic</em> is a partnership between NewsHour Productions, WETA, and <em>The Atlantic</em> airing every Friday on PBS stations nationwide. <a href=\"https://www.pbs.org/weta/washingtonweek/tv-listing\">Check your local listings</a>, watch full episodes <a href=\"https://www.pbs.org/weta/washingtonweek/\">here</a>, or listen to the weekly podcast <a href=\"https://www.pbs.org/weta/washingtonweek/podcast\">here</a>. <br></p><p>This week, Donald Trump broke with Benjamin Netanyahu over the humanitarian crisis in Gaza. Meanwhile, Trump fired the director of the Bureau of Labor Statistics after the release of the latest jobs report. Panelists on <em>Washington Week With The Atlantic</em> joined to discuss this and more.</p><p>“Trump believes that he has the ability and leverage over Netanyahu,” Alexander Ward, a national-security reporter at <em>The Wall Street Journal</em>, said last night. But the reason that “there isn’t as much leverage as the Trump team believes is because Netanyahu has his own politics, too.”</p><p>Joining <em>Atlantic </em>staff writer Franklin Foer to discuss: Leigh Ann Caldwell, the chief Washington correspondent at <em>Puck</em>; Andrea Mitchell, the chief Washington and foreign-affairs correspondent at NBC News; Alexander Ward, a national-security reporter at <em>The Wall Street Journal</em>; and Nancy A. Youssef, a staff writer at <em>The Atlantic</em>.</p><p>Watch the full episode <a href=\"https://www.pbs.org/weta/washingtonweek/video/2025/08/washington-week-with-the-atlantic-full-episode-8125\">here</a>.</p><div class=\"oembed\"></div>",
    "published": "2025-08-02T16:02:26",
    "has_full_content": true
  },
  {
    "id": "ff6e0eab034eba9dbbffbf6a41542f76",
    "title": "The ‘Slacker’ Teen Who Was More Than Just a Punch Line",
    "link": "https://www.theatlantic.com/culture/archive/2025/08/malcolm-jamal-warner-cosby-show-theo/683750/?utm_source=feed",
    "image": "https://cdn.theatlantic.com/thumbor/LwQiIep2PMjdlFf1nUPUdXGUr3w=/0x37:1758x953/1200x625/media/img/mt/2025/08/2025_07_28_Theo_Huxtable/original.jpg",
    "summary": "In the first episode of The Cosby Show, Cliff Huxtable (played by Bill Cosby) walks into his only son’s messy room with a mission: getting him to care about improving his straight-D report card. But the teenager proves difficult to rattle.After his father makes a big show of giving him Monopoly mone...",
    "content": "<p>In the first episode of <i>The Cosby Show</i>, Cliff Huxtable (played by Bill Cosby) walks into his only son’s messy room with a mission: getting him to care about improving his straight-D report card. But the teenager proves difficult to rattle.</p><p>After his father makes a big show of giving him Monopoly money and then taking it all away bill by bill for hypothetical expenses, Theo (Malcolm-Jamal Warner) holds firm in his assertion that he doesn’t <i>need </i>to emulate his parents in order to be happy. “If you weren’t a doctor,” he tells his father, “I wouldn’t love you less, because you’re my dad.” Can’t the same be true in reverse? For a moment, it seems as if Theo has gotten through. But instead, Cliff goes off, scolding his son for being “afraid to try, because you’re afraid that your brain is going to explode, and it’s gonna ooze out of your ears.”</p><p>The genius of the scene is that both characters are right. Theo <i>is </i>afraid to try, but he also recognizes one of his father’s limitations: Cliff has a very specific idea of what success looks like, which can burden his children as they try to live up to it. It’s a testament to Warner’s skill as a performer that even when Theo isn’t winning an argument with his dad, he evinces a complex vulnerability.</p><p>Warner, who died last week, at the age of 54, struck a delicate balance while playing Theo: He’s hubristic but not smug, clueless but not buffoonish. Nailing these nuances was key. Although today Cosby’s name is inextricable from his <a href=\"https://www.theatlantic.com/newsletters/archive/2021/06/bill-cosbys-release-is-not-an-exoneration/619335/?utm_source=feed\">tarnished legacy</a>, <i>The Cosby Show</i> was nonetheless groundbreaking in its portrayal of a well-educated, middle-class Black family—and Theo’s story bookends the series, starting with the Monopoly lesson and ending with his graduation from college. Cliff uses tough love to teach his son that hard work is instrumental to prospering in life. But Warner played Theo as the house jester, balancing the dramatic tension of his character’s uncertain future with his impeccable ability to deliver a one-liner. Ultimately, Theo’s development does not amount to simple “success” or “failure.” His arc comes into focus when he finds his sense of purpose—in part by challenging his parents’ judgments and assumptions.</p><p>As a high-school freshman at the start of the series, Theo isn’t much for studying. Instead, he hopes to skate by on charisma alone—which rarely works—and aspires to land a variety of improbable dream jobs, such as tennis pro, pilot, and model. Theo’s apathy serves as a counterpoint to Cliff’s moralizing about the importance of education and family values to one’s social mobility, which echoed Cosby’s own. In retrospect, Cliff’s fears about his son’s future foreshadowed the comedian’s public excoriations of Black youth, which drew national attention in the early 2000s—mainly, his charge that they were “<a href=\"https://www.nbcnews.com/id/wbna5345290\">going nowhere</a>.” The harshness that sometimes emerges in Cliff’s approach to parenting lands with a more punitive thud in that context. And with Theo, we eventually see that the slacker persona his father has projected onto him is not the full picture.</p><p><i>[<a href=\"https://www.theatlantic.com/entertainment/archive/2018/04/how-cosbys-pound-cake-speech-helped-lead-to-his-downfall/559049/?utm_source=feed\">Read: How Bill Cosby’s ‘pound cake’ speech helped lead to his downfall</a>]</i></p><p>Theo’s apparent lack of motivation occasionally drives his father to theatrical extremes. In one episode, Cliff enlists the entire family to simulate the “real world” for his son; the exercise walks Theo through getting a job, renting an apartment, and surviving life’s unpleasant realities for a day. Like the earlier Monopoly gambit, it doesn’t really work. When his mother, Clair (Phylicia Rashad), suggests afterward that he’s learned an important lesson, Theo clarifies for her. “I learned that when I go into the real world,” he says, “I don’t want to do business with anyone in my family.”</p><p>The episode’s punch line reflects a common parent-child dynamic: Rather than attempting to find common ground, both sides put up a wall—in the Huxtables’ case, through humor. <i>The Cosby Show </i>indulges in this again and again, as Theo’s parents invent dramatic ways to school their son; they even go so far as to stage a mock trial to catch Theo in a lie. Their son, meanwhile, typically shrugs it all off with a joke. The show’s early years often played the chasm between Theo’s overconfidence and the outcomes of his actions for laughs too. For example, take a scene in which he tries to impress his older sister Denise’s (Lisa Bonet) study buddy: Theo adopts a baritone voice, and then Denise manhandles him out the door.</p><p>As with many adolescent boys, Theo’s bravado is a mask for his still-developing identity. The relatability of his “fake it ’til you make it” attitude renders him endearing, even when he’s the butt of a joke. Still, Theo’s self-mythology suggests a latent sadness, perhaps stemming from a suspicion that he might live out his adult life as a regular person, rather than the educated professional his parents expect him to become.</p><p>But for as often as the show points out the teen’s foibles, Warner never lets viewers dismiss Theo outright. For a while, he animates his character’s puppyish demeanor with perfectly timed voice cracks and awkward body language. Yet the actor slowly recalibrates as both he and Theo age, shifting the fumbling swagger toward a more mature kind of self-assurance. Some of the show’s most rewarding scenes arrive when Theo, as an older teen, earns his father’s respect by showing up as his full self. On two separate occasions, Theo and his best friend, who goes by the nickname “Cockroach” (Carl Anthony Payne II), write a rap for a class assignment. Both iterations include catchy lyrics that demonstrate an understanding of the material; teens like Theo and Cockroach can do great work, the show suggests, when they have room to be creative.</p><p>It feels fitting, then, that Theo’s emotional turning point comes from a diagnosis that upends his parents’ skepticism about him. After he enrolls in college, Theo learns that he’s dyslexic, which reframes his academic challenges, flighty aspirations, and self-doubts. (Charting a clear path forward is hard when you believe that you aren’t smart enough to advance.) The revelation frees Theo from the “failure” narrative that the adults in his life have pinned on him; he begins performing better academically as a result. More important, he invests his downtime in a meaningful, altruistic pursuit.</p><p><i>[<a href=\"https://www.theatlantic.com/magazine/archive/2021/10/the-unwritten-rules-of-black-tv/619816/?utm_source=feed\">Read: Not enough has changed since Sanford and Son</a>]</i></p><p>As a volunteer at the local community center, Theo lights up while mentoring tweens who have struggles similar to his own, and not just because he’s good at it. Working with a younger generation gives Theo a platform to draw upon his life experiences and learn as he goes, affirming his newfound sense of accomplishment. When one of his advisers tells him he’s doing well but isn’t “there” yet, Theo agrees—a moment Warner underscores by smiling to himself as he murmurs, “But I’m growing.” The pleasure Warner brings to the exchange reflects just how much his character has transformed from an aimless teen afraid to fail into an adult who recognizes that trial and error are part of life.</p><p><i>The Cosby Show </i>closes with the whole family gathering. Although Cliff reflects on the long, hard road his son faced to get here, Theo’s real triumph is different, and more significant. He’s no longer feigning confidence or struggling to understand why the things that come easily to others are so difficult for him. He won’t become a doctor or a lawyer. After years of effort, he’s defined what personal success means to him. A sense of direction is what his parents have wanted for him all along. And now he’s found it for himself.</p>",
    "published": "2025-08-02T15:00:00",
    "has_full_content": true
  },
  {
    "id": "7c663581ca070a9bc7abbd881e1f2c72",
    "title": "The Powerful Consistency of Mail Delivery",
    "link": "https://www.theatlantic.com/newsletters/archive/2025/08/mail-carrying-postal-service/683751/?utm_source=feed",
    "image": "https://cdn.theatlantic.com/thumbor/22vC0VHwk76pHIC9k-ST2F62uyg=/0x327:5206x3038/1200x625/media/img/mt/2025/08/GettyImages_2159100965/original.jpg",
    "summary": "This is an edition of The Wonder Reader, a newsletter in which our editors recommend a set of stories to spark your curiosity and fill you with delight. Sign up here to get it every Saturday morning.After losing his corporate marketing job during the pandemic, Stephen Starring Grant decided to move ...",
    "content": "<p><em>This is an edition of The Wonder Reader, a newsletter in which our editors recommend a set of stories to spark your curiosity and fill you with delight. <a href=\"https://www.theatlantic.com/newsletters/sign-up/the-wonder-reader/?utm_source=feed\">Sign up here</a> to get it every Saturday morning.</em></p><p>After losing his corporate marketing job during the pandemic, Stephen Starring Grant decided to move back home and become a rural mail-carrier associate in Blacksburg, Virginia. His recently published memoir unravels what he learned about Appalachian identity and blue-collar experiences, but also about the power of showing up, every single day. “In Grant’s telling, postal workers bring order and predictability to a country that can feel like it’s unraveling, especially during crises that starkly illustrate how reliant we are on the federal bureaucracy,” Tyler Austin Harper writes in a review of the memoir.</p><p>Today’s newsletter looks at how mail carriers do their jobs—even in the most remote parts of the country—and why their work matters.</p><p><strong>On Mail Delivery</strong></p><p>Memoir of a Mailman</p><p><i>By Tyler Austin Harper</i></p><p>A new book describes the challenges and joys of life as a letter carrier.</p><p><a href=\"https://www.theatlantic.com/magazine/archive/2025/09/mailman-stephen-starring-grant-memoir/683554/?utm_source=feed\">Read the article.</a></p><p>How the Most Remote Community in America Gets Its Mail</p><p><i>By Sarah Yager</i></p><p>Transporting letters and packages to the village of Supai requires a feat of logistics, horsemanship, and carefully placed hooves.</p><p><a href=\"https://www.theatlantic.com/magazine/archive/2025/06/mule-mail-delivery-supai-arizona/682619/?utm_source=feed\">Read the article.</a></p><p>The Quiet Heroism of Mail Delivery</p><p><i>By Mara Wilson</i></p><p>After a natural disaster, courier services such as USPS and UPS help communities return to a sense of normalcy. (<em>From 2019</em>)</p><p><a href=\"https://www.theatlantic.com/technology/archive/2019/02/what-happens-mail-during-natural-disaster/581794/?utm_source=feed\">Read the article.</a></p>\n<p><b>Still Curious?</b></p><ul>\n\t<li><a href=\"https://www.theatlantic.com/technology/archive/2015/07/when-you-give-a-tree-an-email-address/398210/?utm_source=feed\"><b>When you give a tree an email address</b></a>: The city of Melbourne assigned trees email addresses so citizens could report problems such as dangerous branches. Instead, people wrote thousands of love letters to their favorite trees, Adrienne LaFrance wrote in 2015.</li>\n\t<li><a href=\"https://www.theatlantic.com/family/archive/2020/05/letter-writing-endangered-art/610945/?utm_source=feed\"><b>The endangered art of letter writing</b></a>: In 1981, Belinda struck up a conversation with a stranger on a ferry. Nearly 40 years later, she and that stranger, Julie, still write each other physical letters multiple times a year.</li>\n</ul>\n<p><b>Other Diversions</b></p><ul>\n\t<li><a href=\"https://www.theatlantic.com/culture/archive/2025/08/the-naked-gun-2025-movie-review-liam-neeson/683734/?utm_source=feed\">An action movie that’s a total joke</a></li>\n\t<li><a href=\"https://www.theatlantic.com/ideas/archive/2025/07/three-ways-stop-impostor-syndrome/683657/?utm_source=feed\">How to know you’re not a phony</a></li>\n\t<li><a href=\"https://www.theatlantic.com/books/archive/2025/08/hobbies-drawing-knitting-book-recommendations/683732/?utm_source=feed\">Eight books for dabblers</a></li>\n</ul>\n<p><b>P.S.</b></p>\n<img alt=\"A rose in a glass\" height=\"1655\" src=\"https://cdn.theatlantic.com/media/newsletters/2025/08/WR82-1/original.jpg\" width=\"1832\">\n\nCourtesy of Jane Stahl\n<p>I recently asked readers to share a photo of something that sparks their sense of awe in the world. “On a rare sunny day during this season’s rainy May and June, I picked up a red rose that had been dropped on the sidewalk,” Jane Stahl, 78, from Boyertown, Pennsylvania, writes. “I enjoyed this single bloom on my kitchen windowsill, reminding me that sometimes it's the little things that provide joy on cloudy days, beauties that inspire us to look for more of them in our travels. And, indeed, that's what happened. During the rest of my walk that morning, I saw roses everywhere and ‘brought them home’ via my phone’s camera to share with friends and remind me to look for those little things.”</p><p>I’ll continue to feature your responses in the coming weeks.</p><p>— Isabel</p>",
    "published": "2025-08-02T14:30:00",
    "has_full_content": true
  },
  {
    "id": "a57ba35767d3fb8397d9c37208123e77",
    "title": "Marc Maron Has Some Thoughts About That",
    "link": "https://www.theatlantic.com/culture/archive/2025/08/marc-maron-panicked-review/683735/?utm_source=feed",
    "image": "https://cdn.theatlantic.com/thumbor/30W2HvZvdv6YX3zYQLJ9BOqPRxg=/0x43:2000x1085/1200x625/media/img/mt/2025/08/2025_07_30_Murthi_Marc_Maron_final/original.jpg",
    "summary": "Back in the 1990s, when Marc Maron began appearing on Late Night With Conan O’Brien as a panel guest, the comedian would often alienate the crowd. Like most of America at the time, O’Brien’s audience was unfamiliar with Maron’s confrontational brand of comedy and his assertive, opinionated energy. (...",
    "content": "<p>Back in the 1990s, when Marc Maron began appearing on <em>Late Night With Conan O’Brien </em>as a panel guest, the comedian would often alienate the crowd. Like most of America at the time, O’Brien’s audience was unfamiliar with Maron’s confrontational brand of comedy and his assertive, opinionated energy. (In 1995, the same year he taped an episode of the <em>HBO Comedy Half-Hour</em> stand-up series, Maron was described as “so candid that a lot of people on the business side of comedy think he’s a jerk” in a <em>New York</em> magazine profile of the alt-comedy scene.) But through sheer will, he would eventually win them back. “You always did this thing where you would dig yourself into a hole and then come out of it and shoot out of it like this geyser,” O’Brien recently told Maron. “It was a roller-coaster ride in the classic sense.”</p><p>Maron, though, was rarely attempting to sour the room. “I went out there wanting that first joke to work <em>every time</em>! It just did not,” he told O’Brien. Even when he eventually achieved some mainstream success through his long-running podcast, <em>WTF With Marc Maron</em>, Maron’s comedy remained an acquired taste, equal parts cantankerous and ruminative. Still, he reached that success by maintaining his creative voice, not by compromising it. It’s an approach partially born out of necessity, he acknowledges in <em>Panicked</em>, his new HBO Max special: “I don’t know if all I’m doing is mining for gold in a river of panic.”  </p><p><em>Panicked</em> is the third special from Maron this decade, following 2020’s <a href=\"https://www.theatlantic.com/culture/archive/2020/03/marc-maron-netflix-special-end-times-fun-anxiety/607855/?utm_source=feed\"><em>End Times Fun</em></a> and 2023’s <em>From Bleak to Dark</em>. In this loose trilogy, the comedian contends with catastrophic current events—climate emergencies, COVID, the gradual rise of authoritarianism—while addressing difficulties in his personal life. These specials feature Maron at his most controlled: He delivers long-form cinematic narratives while dipping into character work (affecting voices, embodying personas) and experimenting with physical comedy.</p><p>One recurring subject in <em>Panicked </em>is, for lack of a better term, all varieties of <em>shittiness</em>: Maron talks about his cat Charlie’s diarrhea troubles and the discovery of rat feces in his crawl space, which eventually prompts an existential spiral about why his home has seemingly become a rest-stop bathroom for the neighborhood rodents. The theme—this feeling of being surrounded by the muck—extends beyond the purely domestic. As he sees it, America has declined under fascistic leadership; democracy itself has nose-dived in part because of comedians who are overly obsessed with censorship; Maron’s father’s mind is slowly decaying because of his dementia. In one digression, Maron muses about various possibilities for his own corpse once he dies: a cemetery burial where no one will visit him; a cremation where his ashes will be possibly mixed into his cat’s food; an environmentally friendly burial in a forest that will one day be developed into housing.</p><p>Some of these seem like terrible options for the afterlife, frankly—and while this riffing is funny, it’s also unavoidably dark. “I don’t think that I ever got into this to be entertaining,” Maron tells his audience. It’s an instructive, revealing sentiment he’s conveyed many times before, especially on <em>WTF</em>, which he recently announced will end this fall. Even when Maron was a younger, more aggressive comic, his jokes were always a vehicle for recursive self-reflection. He held people’s attention by exposing his psyche and excavating humor from the act of emotional vulnerability.</p><p>At the same time, Maron’s work has never been about personal confession for its own sake. Consider a lengthy bit from <em>Panicked</em> during which he recalls sexual trauma he may have experienced as a child. When Maron and his brother were younger, he explains, they had an older male babysitter who asked them to sexually service him. Maron isn’t certain whether he complied (though he admits that it’s distinctly possible), but he proceeds to itemize other childhood traumas, such as being shamed for his weight by his mother, that he considers “much worse than blowing the babysitter.”</p><p><i>[<a href=\"https://www.theatlantic.com/culture/archive/2025/03/conan-o-brien-career-mark-twain-prize/682104/?utm_source=feed\">Read: Comedy’s most erudite buffoon</a>]</i></p><p>Maron begins the bit by insisting that he’s processed the experience; the story isn’t meant to solicit pity or serve as the basis for a TED Talk–like speech about how to overcome hardship. Instead, it’s a springboard to explore how people in his orbit worked through the abuse that they’ve inflicted on others. He digs into what he describes as his mother’s neglectful parenting; he reimagines his old babysitter as a current-day “anti-woke” comedian who brags about his sadistic exploits. Anguish is redirected into forceful speculation, all without sacrificing the laughs.</p><p>Since <em>WTF </em>premiered in 2009, Maron’s temperament has certainly softened. But his perspective, and the way he manages his emotions, have remained remarkably <a href=\"https://www.theatlantic.com/magazine/archive/2016/01/marc-marons-brilliant-mistakes/419121/?utm_source=feed\">consistent from the jump</a>. Consider the gap in personal circumstance between <em>Panicked</em> and 2009’s <em>Final Engagement</em>, his third comedy album and some of the most bitter stand-up I’ve ever heard. Though <em>Final Engagement</em> was recorded at a personal low and <em>Panicked</em> arguably at a professional peak, he’s recognizably the same person in both works. His subjects and their contexts may change, but Maron’s style—his cheeky and dyspeptic delivery, his wound-up body language, the way he can use a stool as rhetorical punctuation—has been constant, a sign not of stagnation but of truth.</p><p>While it’s possible to divide Maron’s career into phases—not famous and then sort-of famous, grumpy and less grumpy—it’s better to view his body of work as a continuum. In <em>End Times Fun</em>, he directed outrage toward the normalization of California’s worsening wildfire seasons; by <em>Panicked</em>, the normalization has set in, and he tells a story about needlessly evacuating his home during the fires that swept through Southern California earlier this year. Similarly, the rage he expressed in his following album, 2006’s <em>Tickets Still Available</em>, about George W. Bush using the potential capture of Osama bin Laden as an electoral strategy, is not dissimilar from his incredulous anger in <em>Panicked</em> regarding voters eager to say <em>retarded</em> without reprisal.</p><p>If Maron’s perspective has changed, it’s in relation to evolving cultural norms. In <em>Panicked</em>, Maron describes his phone as his “primary emotional partner” with sarcastic resignation, a stance that amasses some historical weight given that, in 2002, he closed his first album by mocking the frenzied dread of a person who had forgotten their cellphone. He’s also surrendered some ground on his long-standing discomfort with psychiatric medication now that he takes an anti-anxiety pill. (“Just to report in, it’s not working,” he deadpans.) But personal growth is neither a straight line nor a total transformation; sometimes it happens by remaining present and real in a world that offers little solid footing. The pleasure of Maron’s stand-up is witnessing him use his voice to continually revise thoughts amidst shifting winds—not a conventional sort of entertainment, but a style that still counts for something.</p>",
    "published": "2025-08-02T13:30:00",
    "has_full_content": true
  },
  {
    "id": "25aab16158d821e6d90b797503449e8f",
    "title": "Lashing Out Over Russia and Jobs Data, Trump Displays His Volatile Side",
    "link": "https://www.nytimes.com/2025/08/02/us/politics/trump-russia-jobs.html",
    "image": "assets/img/fallback.jpg",
    "summary": "President Trump faced unwelcome news on two of the biggest issues on his plate this week, and responded with fiery confrontations.",
    "content": "President Trump faced unwelcome news on two of the biggest issues on his plate this week, and responded with fiery confrontations.",
    "published": "2025-08-02T09:03:17",
    "has_full_content": true
  },
  {
    "id": "6bada6ca52e7a063a7f4ac1d59cd7e20",
    "title": "Donor List Suggests Scale of Trump’s Pay-for-Access Operation",
    "link": "https://www.nytimes.com/2025/08/02/us/politics/donor-list-suggests-scale-of-trumps-pay-for-access-operation.html",
    "image": "assets/img/fallback.jpg",
    "summary": "Investors in President Trump’s memecoin took a White House tour the day after an exclusive dinner with Mr. Trump at his golf course in Virginia in May.",
    "content": "Investors in President Trump’s memecoin took a White House tour the day after an exclusive dinner with Mr. Trump at his golf course in Virginia in May.",
    "published": "2025-08-02T09:01:57",
    "has_full_content": true
  },
  {
    "id": "3ebc57c500c36564b6e880d76c07f9ab",
    "title": "After a Lag, Consumers Begin to Feel the Pinch of Tariffs",
    "link": "https://www.nytimes.com/2025/08/02/business/trump-tariffs-consumer-prices.html",
    "image": "assets/img/fallback.jpg",
    "summary": "A Costco in Marina del Rey, Calif. Government data showed prices rose in June on appliances, which are heavily exposed to tariffs.",
    "content": "A Costco in Marina del Rey, Calif. Government data showed prices rose in June on appliances, which are heavily exposed to tariffs.",
    "published": "2025-08-02T09:01:56",
    "has_full_content": true
  },
  {
    "id": "8996c3a798ba059d24c61affd2094431",
    "title": "Kemi Badenoch says she no longer sees herself as Nigerian despite upbringing",
    "link": "https://www.theguardian.com/politics/2025/aug/01/kemi-badenoch-says-she-no-longer-sees-herself-as-nigerian-despite-upbringing",
    "image": "https://i.guim.co.uk/img/media/ff10d14d69572355fc310163b07c6bb7ea0fbb28/606_311_4158_3329/master/4158.jpg?width=1200&height=630&quality=85&auto=format&fit=crop&precrop=40:21,offset-x50,offset-y0&overlay-align=bottom%2Cleft&overlay-width=100p&overlay-base64=L2ltZy9zdGF0aWMvb3ZlcmxheXMvdGctZGVmYXVsdC5wbmc&enable=upscale&s=de58cb120a93daea5f98127e2c487c4a",
    "summary": "Conservative party leader, who grew up in Nigeria and US, says she has not renewed her Nigerian passport in decades​Kemi Badenoch has said she no longer considers herself Nigerian and does not possess a Nigerian passport.The Conservative party leader, who was born in London, but grew up in Nigeria a...",
    "content": "<p>Conservative party leader, who grew up in Nigeria and US, says she has not renewed her Nigerian passport in decades</p><p>​Kemi Badenoch has said she no longer considers herself Nigerian and does not possess a Nigerian passport.</p><p>The Conservative party leader, who was born in London, but grew up in Nigeria and the US and did not return to the UK until she was 16, said she had not renewed her Nigerian passport in two decades.</p> <a href=\"https://www.theguardian.com/politics/2025/aug/01/kemi-badenoch-says-she-no-longer-sees-herself-as-nigerian-despite-upbringing\">Continue reading...</a>",
    "published": "2025-08-01T17:17:49",
    "has_full_content": false
  },
  {
    "id": "893e2dbe7586def4c92511ec3eb431e7",
    "title": "The Stock Market Is Good, Bad and Ugly, Often in Quick Succession",
    "link": "https://www.nytimes.com/2025/08/01/business/stock-market-best-worst-days-investing.html",
    "image": "assets/img/fallback.jpg",
    "summary": "The two most glorious days for stock investors in the last 50 years occurred in the depths of the great 2008 and 2009 financial crisis.",
    "content": "The two most glorious days for stock investors in the last 50 years occurred in the depths of the great 2008 and 2009 financial crisis.",
    "published": "2025-08-01T14:59:54",
    "has_full_content": true
  },
  {
    "id": "5403dbfb83981b95ed23af1c9d9d6724",
    "title": "Rhino horns made radioactive to foil traffickers in South African project",
    "link": "https://www.theguardian.com/environment/2025/jul/31/rhino-horns-made-radioactive-to-foil-traffickers-in-south-african-project",
    "image": "https://i.guim.co.uk/img/media/20579b853f96dd263a9d079deb026c299327fd9e/600_0_3000_2400/master/3000.jpg?width=1200&height=630&quality=85&auto=format&fit=crop&precrop=40:21,offset-x50,offset-y0&overlay-align=bottom%2Cleft&overlay-width=100p&overlay-base64=L2ltZy9zdGF0aWMvb3ZlcmxheXMvdGctZGVmYXVsdC5wbmc&enable=upscale&s=0fe205914bb23552eaa405406506a1b7",
    "summary": "Isotopes can be detected at airports and borders even in large containers and are harmless to the animalsA South African university has launched an anti-poaching campaign to inject the horns of rhinoceroses with radioactive isotopes that it says are harmless for the animals but can be detected by cu...",
    "content": "<p>Isotopes can be detected at airports and borders even in large containers and are harmless to the animals</p><p>A South African university has launched an anti-poaching campaign to inject the horns of rhinoceroses with radioactive isotopes that it says are harmless for the animals but can be detected by customs agents.</p><p>Under the collaborative project involving the University of the Witwatersrand, nuclear energy officials and conservationists, five rhinos were injected in what the university hopes will be the start of a mass injection of the declining rhino population, which they are calling the <a href=\"https://rhisotope.org/\">Rhisotope Project</a>.</p> <a href=\"https://www.theguardian.com/environment/2025/jul/31/rhino-horns-made-radioactive-to-foil-traffickers-in-south-african-project\">Continue reading...</a>",
    "published": "2025-07-31T21:52:16",
    "has_full_content": false
  },
  {
    "id": "cae73c9530f226cd2247b1d7dcf1444d",
    "title": "France under pressure to stop $9.7m of USAID contraceptives being destroyed",
    "link": "https://www.theguardian.com/world/2025/jul/31/france-under-pressure-to-stop-97m-of-usaid-contraceptives-being-destroyed",
    "image": "https://i.guim.co.uk/img/media/8f030e392836f507849798d3ff78fed86a7c74d3/2506_386_2745_2196/master/2745.jpg?width=1200&height=630&quality=85&auto=format&fit=crop&precrop=40:21,offset-x50,offset-y0&overlay-align=bottom%2Cleft&overlay-width=100p&overlay-base64=L2ltZy9zdGF0aWMvb3ZlcmxheXMvdGctZGVmYXVsdC5wbmc&enable=upscale&s=14d4168a038a04093b834f9cab80e23a",
    "summary": "US reportedly planning to destroy contraceptives, probably destined for Africa, in France after dismantling USAIDThe French government has said it is closely monitoring a US plan to destroy millions of dollars of contraceptives stocked in Europe after outrage from French feminists, rights groups and...",
    "content": "<p>US reportedly planning to destroy contraceptives, probably destined for Africa, in France after dismantling USAID</p><p>The French government has said it is closely monitoring a US plan to destroy millions of dollars of contraceptives stocked in Europe after outrage from French feminists, rights groups and family planning organisations at what they called a wasteful attack on women’s rights.</p><p>The <a href=\"https://www.theguardian.com/us-news/2025/jul/18/trump-administration-destroy-contraceptives-usaid-africa\">Guardian reported this month</a> that Donald Trump’s administration planned to destroy $9.7m of contraceptives that are believed to be in a warehouse in Belgium but may be moved to France for incineration. They are mostly long-acting contraceptives such as IUDs and birth control implants, which had been bought under public health programmes run by the <a href=\"https://www.theguardian.com/us-news/usaid\">US Agency for International Development</a> and were probably intended for women in Africa.</p> <a href=\"https://www.theguardian.com/world/2025/jul/31/france-under-pressure-to-stop-97m-of-usaid-contraceptives-being-destroyed\">Continue reading...</a>",
    "published": "2025-07-31T13:15:59",
    "has_full_content": false
  },
  {
    "id": "a2cd3ce9738e04920652795e1a1d1a22",
    "title": "Mass rape, forced pregnancy and sexual torture in Tigray amount to crimes against humanity – report",
    "link": "https://www.theguardian.com/global-development/2025/jul/31/mass-rape-forced-pregnancy-sexual-torture-in-tigray-ethiopian-eritrean-forces-crimes-against-humanity-report",
    "image": "https://i.guim.co.uk/img/media/c4aa7d799a36ff1d6aab5139e3be28558ade867a/605_0_4666_3735/master/4666.jpg?width=1200&height=630&quality=85&auto=format&fit=crop&precrop=40:21,offset-x50,offset-y0&overlay-align=bottom%2Cleft&overlay-width=100p&overlay-base64=L2ltZy9zdGF0aWMvb3ZlcmxheXMvdGctZGVmYXVsdC5wbmc&enable=upscale&s=103961665de341908c26b2c4e1baa35c",
    "summary": "Warning: this article contains graphic and distressing testimony and imagesResearch documents ‘horrific and extreme’ attacks by Ethiopian and Eritrean forces and warns that impunity has meant such atrocities are expanding to new regionsHundreds of health workers across Tigray have documented mass ra...",
    "content": "<p><strong>Warning: this article contains graphic and distressing testimony and images</strong></p><p>Research documents ‘horrific and extreme’ attacks by Ethiopian and Eritrean forces and warns that impunity has meant such atrocities are expanding to new regions</p><p>Hundreds of health workers across Tigray have documented mass rape, sexual slavery, forced pregnancy and sexual torture of women and children by Ethiopian and Eritrean soldiers, in systematic attacks that amount to crimes against humanity, a new report has found.</p><p><a href=\"https://phr.org/our-work/resources/you-will-never-be-able-to-give-birth-conflict-related-sexual-and-reproductive-violence-in-ethiopia/\">The research</a>, compiled by Physicians for Human Rights and the Organization for Justice and Accountability in the Horn of Africa (OJAH), represents the most comprehensive documentation yet of weaponised sexual violence in Tigray. It reviewed medical records of more than 500 patients, surveys of 600 health workers, and in-depth interviews with doctors, nurses, psychiatrists and community leaders.</p> <a href=\"https://www.theguardian.com/global-development/2025/jul/31/mass-rape-forced-pregnancy-sexual-torture-in-tigray-ethiopian-eritrean-forces-crimes-against-humanity-report\">Continue reading...</a>",
    "published": "2025-07-31T13:00:55",
    "has_full_content": false
  },
  {
    "id": "b1c6a0315bd38d7d15fa05be3b4e9d67",
    "title": "Gorilla habitats and pristine forest at risk as DRC opens half of country to oil and gas drilling bids",
    "link": "https://www.theguardian.com/environment/2025/jul/29/gorilla-habitats-pristine-forest-at-risk-as-drc-opens-half-of-country-to-oil-and-gas-drilling-bids-aoe",
    "image": "https://i.guim.co.uk/img/media/41b6578d7a62282646c236dd24381fdb7c6ee600/429_0_4640_3712/master/4640.jpg?width=1200&height=630&quality=85&auto=format&fit=crop&precrop=40:21,offset-x50,offset-y0&overlay-align=bottom%2Cleft&overlay-width=100p&overlay-base64=L2ltZy9zdGF0aWMvb3ZlcmxheXMvdGctZGVmYXVsdC5wbmc&enable=upscale&s=ef6acf18a58e87498edbdc7b4d33c2d9",
    "summary": "Government launches licensing round for 52 fossil fuel blocks, potentially undermining a flagship conservation initiative and affecting an estimated 39 million peopleThe Democratic Republic of the Congo (DRC) is opening crucial gorilla habitats and pristine forests to bids for oil and gas drilling, ...",
    "content": "<p>Government launches licensing round for 52 fossil fuel blocks, potentially undermining a flagship conservation initiative and affecting an estimated 39 million people</p><p>The Democratic Republic of the Congo (DRC) is opening crucial gorilla habitats and pristine forests to bids for oil and gas drilling, with plans to carve up more than half the country into fossil fuel blocks.</p><p>The blocks opened for auction cover 124m hectares (306m acres) of land and inland waters described by experts as the “world’s worst place to prospect for oil” because they hold vast amounts of carbon and are home to some of the planet’s most precious wildlife habitats, including endangered lowland gorillas and bonobo.</p> <a href=\"https://www.theguardian.com/environment/2025/jul/29/gorilla-habitats-pristine-forest-at-risk-as-drc-opens-half-of-country-to-oil-and-gas-drilling-bids-aoe\">Continue reading...</a>",
    "published": "2025-07-29T04:01:46",
    "has_full_content": false
  }
]