[
  {
    "id": "1c3526b003b933582303d34eaed3bdef",
    "title": "Starmer Is Edging Closer to Recognizing a Palestinian State, UK Officials Say",
    "link": "https://www.nytimes.com/2025/07/29/world/europe/uk-starmer-palestine-state.html",
    "image": "assets/img/fallback.jpg",
    "summary": "Prime Minister Keir Starmer of Britain at President Trump’s golf club in Turnberry, Scotland, on Monday. Mr. Starmer, the officials said, resisted Palestinian state recognition in the past because he viewed it as a largely “performative” gesture.",
    "content": "Prime Minister Keir Starmer of Britain at President Trump’s golf club in Turnberry, Scotland, on Monday. Mr. Starmer, the officials said, resisted Palestinian state recognition in the past because he viewed it as a largely “performative” gesture.",
    "published": "2025-07-29T04:01:05",
    "has_full_content": true
  },
  {
    "id": "ca2f38923d8d8f265d825f9620532d07",
    "title": "Justice Department Scrutinizes George Mason Faculty’s Diversity Stance",
    "link": "https://www.nytimes.com/2025/07/28/us/justice-department-george-mason-faculty-senate-investigation.html",
    "image": "assets/img/fallback.jpg",
    "summary": "Faculty members at George Mason said they were worried that the school’s president, Gregory Washington, would be forced out.",
    "content": "Faculty members at George Mason said they were worried that the school’s president, Gregory Washington, would be forced out.",
    "published": "2025-07-29T03:13:23",
    "has_full_content": true
  },
  {
    "id": "a452c64da7da5c3e746650ce76cd73f2",
    "title": "Site of Midtown Shooting Is Owned by Rudin Management and Houses NFL and Blackstone",
    "link": "https://www.nytimes.com/2025/07/28/nyregion/midtown-shooting-nyc-blackstone-nfl-rudin.html",
    "image": "assets/img/fallback.jpg",
    "summary": "The side entrance of 345 Park Avenue on Monday.",
    "content": "The side entrance of 345 Park Avenue on Monday.",
    "published": "2025-07-29T02:32:21",
    "has_full_content": true
  },
  {
    "id": "6f24e721c9eddf63fc0a214bcbe1a994",
    "title": "Study May Undercut Idea That Cash Payments to Poor Families Help Child Development",
    "link": "https://www.nytimes.com/2025/07/28/us/politics/cash-payments-poor-families-child-development.html",
    "image": "assets/img/fallback.jpg",
    "summary": "The test targeted children in their earliest years, leaving open the possibility that benefits will appear later, after they start school.",
    "content": "The test targeted children in their earliest years, leaving open the possibility that benefits will appear later, after they start school.",
    "published": "2025-07-28T23:27:25",
    "has_full_content": true
  },
  {
    "id": "749784aac604f1e7eecad2ec0314970a",
    "title": "Harvard Is Said to Be Open to Spending Up to $500 Million to Resolve Trump Dispute",
    "link": "https://www.nytimes.com/2025/07/28/us/politics/trump-harvard-payment.html",
    "image": "assets/img/fallback.jpg",
    "summary": "Neither Harvard nor the government has publicly detailed the types of terms they might find acceptable for a settlement.",
    "content": "Neither Harvard nor the government has publicly detailed the types of terms they might find acceptable for a settlement.",
    "published": "2025-07-28T22:53:42",
    "has_full_content": true
  },
  {
    "id": "a1a968b7bd046d831a970163bcf949c4",
    "title": "The Only Information Source Trump Trusts",
    "link": "https://www.theatlantic.com/newsletters/archive/2025/07/how-tv-warps-trumps-worldview/683689/?utm_source=feed",
    "image": "https://cdn.theatlantic.com/thumbor/4ap4fkAodZNoDeuypEgB6_EmxJc=/0x62:3000x1624/1200x625/media/newsletters/2025/07/2025_07_28_The_Daily_Trump_TV_1/original.jpg",
    "summary": "This is an edition of The Atlantic Daily, a newsletter that guides you through the biggest stories of the day, helps you discover new ideas, and recommends the best in culture. Sign up for it here.Israeli Prime Minister Benjamin Netanyahu is a cunning political operator, but even he can’t weaken Pre...",
    "content": "<p><i>This is an edition of </i>The Atlantic<i> Daily, a newsletter that guides you through the biggest stories of the day, helps you discover new ideas, and recommends the best in culture. </i><a href=\"https://www.theatlantic.com/newsletters/sign-up/atlantic-daily/?utm_source=feed\"><i>Sign up for it here.</i></a></p><p>Israeli Prime Minister Benjamin Netanyahu is a cunning political operator, but even he can’t weaken President Donald Trump’s bond with television. The two leaders are at odds again over Gaza, now because of <a href=\"https://www.doctorswithoutborders.ca/palestine-as-mass-starvation-spreads-across-gaza-our-colleagues-and-communities-we-work-with-are-wasting-away/\">human-rights-organization</a> warnings of widespread starvation. Under intense international pressure, Netanyahu has allowed some food aid into the region, but he insists that there is <a href=\"https://www.youtube.com/watch?v=XZ5HHMxXXhA\">“no starvation”</a> in Gaza.</p><p>This morning, before a meeting with U.K. Prime Minister Keir Starmer in Scotland, Trump was asked by reporters whether he agreed with Netanyahu’s assessment. “Based on television, I would say not particularly, because those children look very hungry,” <a href=\"https://www.axios.com/2025/07/28/trump-starvation-gaza-israel-netanyahu\">Trump</a> said. Later, he added: “That’s real starvation stuff. I see it, and you can’t fake that.”</p><p>Trump has arrived at the right conclusion in a terrible way. As president, Trump has access to the most powerful information-gathering network in the world, yet he takes his cues from what he watches on television. This helps him see the news from the same perspective as the general public, which has enabled his political success. But it also narrows his understanding, and it makes him highly susceptible to manipulation.</p><p>In this case, the evidence suggests that Trump is right. Cindy McCain, the executive director of the UN’s World Food Programme, has been warning for months of humanitarian disaster; WFP says <a href=\"https://news.un.org/en/story/2025/07/1165454\">one-third of Gazans</a> have not eaten for multiple days in a row. Other organizations say Gaza is on the brink of famine. The Israeli government has defended its restriction of aid by saying that Hamas is pilfering food, but that doesn’t address its responsibility to feed the civilian population caught up in the war. As <a href=\"https://www.theatlantic.com/international/archive/2025/07/food-aid-gaza-israel-ghf/683658/?utm_source=feed\">Hussein Ibish</a> recently wrote in <i>The Atlantic</i>, more than 1,000 Gazans may have been killed since May just trying to get food.</p><p>But Trump had little to say on the matter until it broke through mass media, where images of skeletal adults and children with distended bellies make the point more viscerally than any statistics. The spread of videos and photos has helped force this story to the center of attention, just as previous footage helped turn American opinion against the war in Gaza. Less than a quarter of Americans now say Israeli military actions are “<a href=\"https://www.cnn.com/2025/07/18/politics/cnn-poll-israel-support\">fully justified</a>.”</p><p>Trump is attuned to—and responds to—this kind of change in public opinion more than he responds to the substance of underlying events. I often think about <a href=\"https://www.politico.com/live-updates/2024/05/03/trump-hush-money-criminal-trial/how-hicks-is-helping-trump-00156066\">testimony from Hope Hicks</a>, Trump’s former press aide, during his trial in Manhattan related to hush money. Prosecutors asked Hicks how Trump reacted in 2016 when <a href=\"https://www.wsj.com/articles/national-enquirer-shielded-donald-trump-from-playboy-models-affair-allegation-1478309380?mod=article_inline\"><i>The Wall Street Journal</i></a><i> </i>reported on his alleged extramarital sexual relationship with Karen McDougal. Hicks couldn’t recall, but added: “I don’t want to speculate, but I’m almost certain he would’ve asked me how’s it playing.” Now, as president, he sometimes approaches news events not as things over which he has control but just like <a href=\"https://www.theatlantic.com/politics/archive/2025/01/trump-airplane-crash/681511/?utm_source=feed\">a guy watching from his easy chair</a>, remote in hand: opportunities for punditry, not policy making.</p><p>Trump’s reverence of television interacts dangerously with his skepticism of anyone who represents independent expertise. “I know more about ISIS than the generals do,” <a href=\"https://www.washingtonpost.com/news/the-fix/wp/2015/11/13/the-remarkably-unappealling-anger-of-donald-trump/\">he said</a> in 2015. Former aides say he <a href=\"https://www.theatlantic.com/politics/archive/2018/01/americas-first-post-text-president/549794/?utm_source=feed\">doesn’t read</a> or pay attention during briefings, and he particularly distrusts the <a href=\"https://www.theatlantic.com/newsletters/archive/2025/06/trump-tulsi-gabbard-iran/683231/?utm_source=feed\">intelligence community</a>, to the point that he has repeatedly taken Vladimir Putin’s word instead. This means that despite access to high-quality information about what’s going on in Gaza, he seems to really perk up only once it’s on the tube.</p><p>Such a narrow information stream is a problem, because TV is not a good source of information on its own; it should be consumed as part of a balanced news diet. That’s especially true for the television channel that Trump seems to consume most, Fox News. (The liberal researcher Matt Gertz painstakingly documented the <a href=\"https://www.politico.com/magazine/story/2018/01/05/trump-media-feedback-loop-216248/\">direct connection</a> between Fox News segments and Trump tweets during his first term.) Various <a href=\"https://osf.io/preprints/osf/jrw26_v1\">research</a> over many years has found that <a href=\"https://www.poynter.org/reporting-editing/2012/survey-nprs-listeners-best-informed-fox-news-viewers-worst-informed/\">Fox viewers</a> are less informed than other news consumers.</p><p>Trump’s reliance on television news presents an easy target for anyone trying to influence him, as Gertz’s research underscores. Senator Lindsey Graham of South Carolina adopted a <a href=\"https://www.postandcourier.com/politics/lindsey-graham-speaks-to-donald-trump-through-the-tv-because-he-says-it-works/article_5705fcfe-27b4-11e8-82f4-6709366a974f.html\">strategy</a> of going on TV to try to get messages to Trump. “Have you conveyed this personally to the president?” a host once asked him during an <a href=\"https://www.cbsnews.com/news/transcript-sen-lindsey-graham-on-face-the-nation-dec-31-2017/\">interview</a>. “I just did,” Graham answered. Politicians seeking Trump’s support have tried to use TV too. Representative <a href=\"https://www.politico.com/news/2020/01/31/thomas-massie-trump-110136\">Thomas Massie</a>, a Kentucky Republican, ran ads in Florida when he was up for reelection in 2020 to get them in front of Trump. So have <a href=\"https://www.thebulwark.com/p/harris-camp-trolls-trump-with-ad\">Trump opponents</a> wishing to troll him.</p><p>The fact that the president can be so easily persuaded is concerning enough on its own, and helps explain the <a href=\"https://www.theatlantic.com/newsletters/archive/2025/03/the-whiplash-presidency/682014/?utm_source=feed\">policy whiplash</a> during his two presidencies. But it’s especially dangerous in an age of misinformation. I wrote in 2017 about how Trump’s tendency to fall for <a href=\"https://www.theatlantic.com/politics/archive/2017/05/trump-fake-news/526704/?utm_source=feed\">fake news</a> could cause him trouble. Eight years later, Trump has a White House staff less interested in saving him from himself, and technology has developed to allow for extremely convincing and realistic deepfakes. Trump’s naive belief that you “can’t fake” what you see on TV is belied by the many tear-jerking but counterfeit AI images that circulate on Facebook. When it comes to Gaza, he has access to much more reliable evidence and warnings from human-rights experts, but those don’t really seem to penetrate.</p><p>News coverage is not the only obsession shaping, or warping, the administration’s approach to Gaza. The president’s inclination to view nearly everything as a potential real-estate deal inspired his <a href=\"https://www.theatlantic.com/international/archive/2025/02/trump-gaza-takeover/681576/?utm_source=feed\">bizarre suggestion</a> to clear the strip and turn it into a luxury beachfront development, the “Riviera of the Middle East.” And his poorly concealed fixation on winning the Nobel Peace Prize seems to animate many of his choices in the region. As an added benefit, a Nobel would play well on the news.</p><p>Even as TV news is driving Trump’s worldview, Trump’s worldview is reshaping TV news. Having worked to dominate news coverage for years, Trump now wants to control it directly, as he and Federal Communications Commission Chair Brendan Carr seek unprecedented control over broadcasters such as CBS. Trump once considered starting his own TV network, but he and the nation’s major broadcasters could instead create a closed loop with Trump taking his tips from channels that do what he says. Who needs facts when you can construct your own reality?</p><p><b>Related:</b></p><ul>\n\t<li><a href=\"https://www.theatlantic.com/international/archive/2025/07/trump-gaza-mistakes/683651/?utm_source=feed\">The worst-kept secret of the Israeli-Palestinian conflict</a></li>\n\t<li><a href=\"https://www.theatlantic.com/ideas/archive/2025/07/donald-trump-campaign-media/683600/?utm_source=feed\">Trump’s campaign to crush the media</a></li>\n</ul>\n<p><strong>Here are three new stories from <i>The Atlantic</i>:</strong></p><ul>\n\t<li><a href=\"https://www.theatlantic.com/magazine/archive/2025/09/nasa-spacex-elon-musk-ambitions/683559/?utm_source=feed\">How NASA engineered its own decline</a></li>\n\t<li><a href=\"https://www.theatlantic.com/national-security/archive/2025/07/pentagon-china-elbridge-colby/683677/?utm_source=feed\">The Pentagon’s policy guy is all in on China.</a></li>\n\t<li><a href=\"https://www.theatlantic.com/ideas/archive/2025/07/capitalism-defense-trump-corruption/683679/?utm_source=feed\">Trump is making socialism great again, David Frum argues.</a></li>\n</ul>\n<p><strong>Today’s News</strong></p><ol>\n\t<li>President Donald Trump announced that he will <a href=\"https://abcnews.go.com/International/wireStory/trump-shortening-50-day-deadline-russia-end-war-124137012\">shorten the 50-day deadline he gave Russia</a> two weeks ago to reach a peace deal in Ukraine. He warned of severe tariffs if no agreement is made soon.</li>\n\t<li><a href=\"https://www.cbsnews.com/news/heat-maps-us-advisories-warnings/\">About half the country is under active heat advisories</a>, affecting more than 198 million Americans, according to the National Weather Service; some temperatures are reaching higher than 100 degrees Fahrenheit.</li>\n\t<li>A federal judge extended a block on a policy in Trump’s bill that would have <a href=\"https://www.nytimes.com/2025/07/28/us/politics/planned-parenthood-medicaid-trump.html\">banned for one year Medicaid funding to health-care providers</a> offering abortions.</li>\n</ol>\n<p><strong>Dispatches</strong></p><ul>\n\t<li>\n\t<p><a href=\"https://www.theatlantic.com/newsletters/sign-up/the-wonder-reader/?utm_campaign=atlantic-daily-newsletter&amp;utm_content=20250721&amp;utm_source=feed&amp;utm_medium=email&amp;lctg=6877da0486f0f7aabb10b697&amp;utm_term=The+Atlantic+Daily\"><b>The Wonder Reader</b></a><b>: </b>Isabel Fattal explores how <a href=\"https://www.theatlantic.com/newsletters/archive/2025/07/books-reading-outside-summer/683681/?utm_source=feed\">reading outdoors can transform a traditionally indoor activity</a> into a form of outdoor play—and suggests great reads to bring along on your next adventure.</p>\n\t</li>\n\t<li>\n\t<p><a href=\"https://www.theatlantic.com/newsletters/sign-up/weekly-planet/?utm_source=feed\"><b>The Weekly Planet</b></a><b>: </b>Rising summer heat is leading many Americans to stay indoors—and seems to be contributing to a <a href=\"https://www.theatlantic.com/health/archive/2025/07/climate-change-doing-number-summertime-blues/683675/?utm_source=feed\">rare form of seasonal affective disorder</a>, Yasmin Tayag writes.</p>\n\t</li>\n</ul><p><em><a href=\"https://link.theatlantic.com/click/29767897.0/aHR0cHM6Ly93d3cudGhlYXRsYW50aWMuY29tL25ld3NsZXR0ZXJzLz91dG1fc291cmNlPW5ld3NsZXR0ZXImdXRtX21lZGl1bT1lbWFpbCZ1dG1fY2FtcGFpZ249YXRsYW50aWMtZGFpbHktbmV3c2xldHRlciZ1dG1fY29udGVudD0yMDIyMTEyMQ/61813432e16c7128e42f4628B52865c35\">Explore all of our newsletters here.</a></em></p>\n<p><strong>Evening Read</strong></p>\n<img alt=\"Photograph of WNBA athletes on a court wearing T-shirts that read “Pay Us What You Owe Us”\" height=\"1746\" src=\"https://cdn.theatlantic.com/media/img/mt/2025/07/2025_07_25_WNBA/original.jpg\" width=\"3104\">\n\nSteph Chambers / Getty\n<p>The WNBA Has a Good Problem on Its Hands</p><p><i>By Jemele Hill</i></p><blockquote>\n<p>For the first time in the nearly three-decade history of U.S. professional women’s basketball, its star players have become household names. What would it take for them to get paid accordingly?</p>\n\n<p>While warming up recently for the WNBA All-Star Game, players wore T-shirts that read <span class=\"smallcaps\">Pay us what you owe us</span>, in reference to the ongoing collective-bargaining negotiations between the players and the league. Until that point, there had not been much buzz about the WNBA’s negotiations, but the shirts had their intended result, taking the players’ labor fight mainstream.</p>\n</blockquote><p><a href=\"https://www.theatlantic.com/ideas/archive/2025/07/wnba-pay-increase/683683/?utm_source=feed\">Read the full article.</a></p><p><b>More From <em>The Atlantic</em></b></p><ul>\n\t<li><a href=\"https://www.theatlantic.com/ideas/archive/2025/07/trump-epstein-gabbard-obama-russia/683687/?utm_source=feed\">Trump’s desperate move to quiet the Epstein scandal</a></li>\n\t<li><a href=\"https://www.theatlantic.com/ideas/archive/2025/07/death-democracy-promotion/683671/?utm_source=feed\">The death of democracy promotion</a></li>\n\t<li><a href=\"https://www.theatlantic.com/newsletters/archive/2025/07/trump-epstein-files-tale/683674/?utm_source=feed\">Alexandra Petri: How Trump came to be in the Epstein files</a></li>\n\t<li><a href=\"https://www.theatlantic.com/ideas/archive/2025/07/zelensky-ukraine-anti-corruption-agencies/683672/?utm_source=feed\">Zelensky learned the wrong lesson from Trump.</a></li>\n\t<li><a href=\"https://www.theatlantic.com/politics/archive/2025/07/jasmine-crockett-democrats/683652/?utm_source=feed\">A Democrat for the Trump era</a></li>\n</ul>\n<p><b>Culture Break</b></p>\n<img alt=\"Justin Bieber singing new album\" height=\"1098\" src=\"https://cdn.theatlantic.com/media/newsletters/2025/07/culture-16/original.png\" width=\"1952\">\n\nIllustration by Matteo Giuseppe Pani / The Atlantic. Sources: Will Heath / NBC / NBCU Photo Bank / Getty.\n<p><b>Listen. </b>Justin Bieber’s new song, <a href=\"https://www.youtube.com/watch?v=msGuqelopMA\">“Daisies,”</a> is not the summer anthem we expected—but it might be the one we need, <a href=\"https://www.theatlantic.com/culture/archive/2025/07/justin-bieber-daisies-song-of-the-summer/683670/?utm_source=feed\">Spencer Kornhaber writes</a>.</p><p><b>Read. </b>Our assistant editor Luis Parrales shares his <a href=\"https://www.theatlantic.com/newsletters/archive/2025/07/a-gritty-and-genuinely-readable-book/683659/?utm_campaign=atlantic-daily-newsletter&amp;utm_content=20250727&amp;utm_source=feed&amp;utm_medium=email&amp;utm_term=The+Atlantic+Daily\">culture and entertainment musts</a>—including Mario Vargas Llosa, Alasdair MacIntyre, <i>The Bear</i>, and Conan O’Brien.</p><p><a href=\"https://www.theatlantic.com/free-daily-crossword-puzzle/?utm_source=feed\">Play our daily crossword.</a></p>\n<p><b>P.S.</b></p><p>Back in May, I wrote about Trump’s plans to accept a white-elephant 747 from Qatar: “If there’s no such thing as a free lunch, there’s certainly <a href=\"https://www.theatlantic.com/newsletters/archive/2025/05/trump-qatar-plane-gift/682785/?utm_source=feed\">no such thing as a free plane</a>.” I was thinking primarily about what Qatar might expect in return, but in <i>The New York Times</i>, <a href=\"https://www.nytimes.com/2025/07/27/us/politics/air-force-one-trump-cost.html?campaign_id=2&amp;emc=edit_th_20250728&amp;instance_id=159359&amp;nl=today%27s-headlines&amp;regi_id=46625794&amp;segment_id=202738&amp;user_id=f78227dc206acb74554b1559925d98f2\">David E. Sanger and Eric Schmitt</a> report on the more immediate costs of refitting the plane for its new role as Air Force One. No one in government will talk about these costs, Sanger and Schmitt report, but the military appears to be raiding nearly $1 billion from a missile-defense project to pay for Trump’s pet project—all while achieving no savings on the plane. It’s enough to make you wonder just how sincere Trump is about <a href=\"https://www.whitehouse.gov/presidential-actions/2025/02/implementing-the-presidents-department-of-government-efficiency-cost-efficiency-initiative/\">government efficiency</a>.</p><p>— David</p>\n<p><i>Rafaela Jinich </i><i>contributed to this newsletter.</i></p><p><em>When you buy a book using a link in this newsletter, we receive a commission. Thank you for supporting </em>The Atlantic<em>.</em></p>",
    "published": "2025-07-28T22:45:00",
    "has_full_content": true
  },
  {
    "id": "11ff6306f1823047e42c065b9cdcaace",
    "title": "Trump’s Desperate Move to Quiet the Epstein Scandal",
    "link": "https://www.theatlantic.com/ideas/archive/2025/07/trump-epstein-gabbard-obama-russia/683687/?utm_source=feed",
    "image": "https://cdn.theatlantic.com/thumbor/jKOaAOoMh5jL-0CKmZjoXonBTkw=/0x85:3994x2165/1200x625/media/img/mt/2025/07/2025_07_DesperateEpsteinScandal/original.jpg",
    "summary": "Last week, the Trump administration made its latest and most comically desperate attempt to distract from the Jeffrey Epstein scandal, when Director of National Intelligence Tulsi Gabbard claimed that she had unearthed bombshell proof of a Barack Obama–era plot to invent the conclusion that Russia h...",
    "content": "<p>Last week, the Trump administration made its latest and most comically desperate attempt to distract from the Jeffrey Epstein scandal, when Director of National Intelligence Tulsi Gabbard claimed that she had unearthed bombshell proof of a Barack Obama–era plot to invent the conclusion that Russia had intervened in the 2016 election to help Donald Trump. Soon after, Trump’s Truth Social account circulated an AI video depicting Obama being led off to prison. The message to his followers was that <em>this</em> scandal, not the other scandal involving a certain wealthy sex offender, was the one to focus on.</p><p>This message contains multiple levels of dishonesty. On the surface, the effort to draw attention away from Epstein is glaring. Below that lies the wild claim that Obama or his top officials might somehow be charged with crimes. And the fantasy of prosecutions rests on yet another ludicrous claim: that Russia did <em>not</em> attempt to help Trump win in 2016. The president has managed to open a debate over whether the intelligence community’s conclusion that Russia helped Trump was a crime, when in reality it was not even a mistake.</p><p>Last Wednesday, Gabbard claimed that she’d found “irrefutable evidence” that Obama and his aides had concocted a “contrived narrative that Russia interfered in the 2016 election to help President Trump win.” Trump has insisted for nine years that Russia did not intervene on his behalf, and through sheer force of repetition has turned this into something close to official Republican Party dogma.</p><p>The Obama administration and the CIA adamantly deny any political motive behind their conclusion that Russia was trying to help Trump win. “We definitely had the intel to show with high probability that the specific goal of the Russians was to get Trump elected,” Susan Miller, who helped lead the CIA’s analysis at the time, recently told <a href=\"https://www.nbcnews.com/politics/national-security/gabbard-white-house-lying-intel-russian-interference-2016-ex-cia-offic-rcna220870?cid=sm_npd_nn_tw_ma&amp;taid=6884cdd26fb17600013a4d07&amp;utm_campaign=trueanthem&amp;utm_medium=social&amp;utm_source=twitter\">NBC</a>.</p><p><i>[<a href=\"https://www.theatlantic.com/ideas/archive/2025/07/trump-epstein-obama-boring/683546/?utm_source=feed\">Jonathan Chait: Trump’s Epstein answers are getting worse</a>]</i></p><p>Of course, if you think Obama and the CIA were secretly plotting to besmirch Trump’s election victory, you probably don’t put much stock in their denials. But the Senate Intelligence Committee similarly concluded in 2020 that Russia’s goal was, as the panel’s bipartisan report put it, “to damage the Clinton Campaign and tarnish what it expected might be a Clinton presidential administration, help the Trump Campaign after Trump became the presumptive Republican nominee, and generally undermine the U.S. democratic process.” Trump has not explained how a “contrived” analysis could have won the endorsement of all eight Republican committee members, including Marco Rubio, Trump’s current secretary of state.</p><p>The committee based <a href=\"https://www.intelligence.senate.gov/wp-content/uploads/2024/08/sites-default-files-documents-report-volume5.pdf\">this conclusion</a> on “a variety of information, including raw intelligence reporting.” (Subsequent reporting revealed that the United States had a high-level human source close to the Kremlin.) But the conclusion that Russia tried to help Trump doesn’t have to rely on the authority of the bipartisan committee that investigated the question, or on the still-confidential intelligence that helped support the conclusion. It’s obvious from the public fact pattern.</p><p>In 2016, <a href=\"https://www.bbc.com/news/world-europe-35811495\">Russian television</a>—as well as <a href=\"https://www.politico.com/magazine/story/2016/04/donald-trump-2016-russia-today-rt-kremlin-media-vladimir-putin-213833/\">RT</a>, the network Russia uses to propagandize abroad—was relentlessly propagandizing on Trump’s behalf. Discerning which candidate Moscow favored in the race is about as hard as guessing which candidate the owner of Fox News supports.</p><p>Russia’s efforts to influence the 2016 election included <a href=\"https://www.nytimes.com/2018/02/18/us/politics/russian-operatives-facebook-twitter.html\">using trolls and bots to seed social-media messages</a> attacking Hillary Clinton and praising Trump. The content reflected the same themes Putin was pushing in his overt propaganda. Far more consequential was an <a href=\"https://www.washingtonpost.com/world/national-security/how-the-russians-hacked-the-dnc-and-passed-its-emails-to-wikileaks/2018/07/13/af19a828-86c3-11e8-8553-a3ce89036c78_story.html\">operation</a> to steal and disseminate Democratic Party emails, thousands of which <a href=\"https://www.politico.com/story/2016/10/john-podesta-wikileaks-hacked-emails-229304\">were released</a> in the immediate aftermath of an embarrassing recording of Trump boasting about sexually assaulting women. Russia wasn’t trying to make the American political system look bad; it was trying to make Clinton look bad and Trump look good.</p><p><i>[<a href=\"https://www.theatlantic.com/technology/archive/2025/07/epstein-files-trump/683503/?utm_source=feed\">Kaitlyn Tiffany: Conspiracy theorists are turning on the president</a>]</i></p><p>Putin’s Russia has a long-standing habit of intervening in foreign elections to bolster nationalist candidates who criticize Western alliances. Frequently, those interventions involve covert payments to the parties or their candidates. Not least because prominent Trump operatives refused to cooperate, the Robert Mueller investigation never definitively established the extent to which the Trump campaign worked with Russia. But even the known elements closely track with the pattern of how Russia behaves when it is trying to help a friendly candidate win.</p><p>Trump’s strategy of promiscuous dissembling often allows his smaller lies to be injected into the country’s political bloodstream as his more extravagant lies draw attention. In this case, his main intention is to change the subject from Epstein to literally anything else. That he is simultaneously managing to inscribe his revisionist history of the 2016 election into the public record is a secondary victory Trump does not deserve.</p>",
    "published": "2025-07-28T20:35:05",
    "has_full_content": true
  },
  {
    "id": "942cd954dfa864db9dfd1793cad9410b",
    "title": "The WNBA Has a Good Problem on Its Hands",
    "link": "https://www.theatlantic.com/ideas/archive/2025/07/wnba-pay-increase/683683/?utm_source=feed",
    "image": "https://cdn.theatlantic.com/thumbor/X3zQDtF-65O2Jz2K2MrejZxPWO8=/0x31:3104x1648/1200x625/media/img/mt/2025/07/2025_07_25_WNBA/original.jpg",
    "summary": "For the first time in the nearly three-decade history of U.S. professional women’s basketball, its star players have become household names. What would it take for them to get paid accordingly?While warming up recently for the WNBA All-Star Game, players wore T-shirts that read Pay Us What You Owe U...",
    "content": "<p>For the first time in the nearly three-decade history of U.S. professional women’s basketball, its star players have become household names. What would it take for them to get paid accordingly?</p><p>While warming up recently for the WNBA All-Star Game, players wore T-shirts that read <span class=\"smallcaps\">Pay Us What You Owe Us</span>, in reference to the ongoing collective-bargaining negotiations between the players and the league. Until that point, there had not been much buzz about the WNBA’s negotiations, but the shirts had their intended result, taking the players’ labor fight mainstream. As the WNBA commissioner Cathy Engelbert presented the All-Star Game MVP award to Napheesa Collier, fans inside Indianapolis’s Gainbridge Fieldhouse booed Engelbert and <a href=\"https://www.indystar.com/story/sports/basketball/wnba/fever/2025/07/19/fans-boo-wnba-commissioner-cathy-engelbert-chant-pay-them-during-all-star-postgame-cba-negotiations/85295696007/\">chanted</a>, “Pay them!”</p><p>Outside the arena, however, the reaction was more mixed. As the WNBA became a trending topic on X and national pundits began to weigh in, many turned out to not share the perspective of the fans at the game. Dan Hollaway, a co-host of the podcast <i>Drinkin’ Bros</i>, <a href=\"https://x.com/danhollaway/status/1946746829015491032?s=46\">posted</a> on X that the players should actually be paying back the team owners, given the league’s unprofitability: “Ladies, you owe, not the other way around.” Another post critical of the players’ efforts was viewed nearly 40 million times. “Imagine being an employee at a company that has NEVER turned a profit and showing up to work in these shirts,” <a href=\"https://x.com/jason_howerton/status/1946754073312506126\">Jason Howerton wrote</a>.</p><p>Many critics cited <a href=\"https://nypost.com/2024/10/18/sports/wnba-will-lose-40-million-this-season-with-nba-investors-growing-impatient/\">a <i>New York Post</i> article</a> from last October reporting that, despite the WNBA’s explosive growth in 2024—which was punctuated by the arrival of the Indiana Fever sensation Caitlin Clark—the league was expected to lose $40 million that year. A source close to the situation told the <i>Post</i> that the NBA, which owns a large share of the women’s league, was antsy about the WNBA’s unprofitability.</p><p>The timing of the <i>Post</i>’s report was interesting. It came three days before the WNBA players’ union <a href=\"https://www.espn.com/wnba/story/_/id/41929722/wnba-opt-cba-collective-bargaining-agreement-wnbpa-players-union-2025-season\">announced</a> that it was opting out of the current collective-bargaining agreement. To some degree, this is part of the gamesmanship that takes place whenever there is labor tension between players and owners. During the 2011 NBA lockout, owners <a href=\"https://www.businessinsider.com/nba-losing-money-2011-7\">claimed</a> that they were on track to lose $300 million that season and had suffered similar losses since 2005. <a href=\"https://archive.nytimes.com/fivethirtyeight.blogs.nytimes.com/2011/07/05/calling-foul-on-n-b-a-s-claims-of-financial-distress/?utm_source=twitterfeed&amp;utm_medium=twitter\">Further analysis showed</a> that this wasn’t true, and that the league was in fact profitable.</p><p><i>[<a href=\"https://www.theatlantic.com/ideas/archive/2024/06/male-pundits-wnba-caitlin-clark/678587/?utm_source=feed\">Jemele Hill: The one downside of gender equality in sports</a>]</i></p><p>To be fair, claims that the WNBA has been unable to turn a profit during its 28 years of existence are more credible. Over that time frame, NBA owners have indeed spent a considerable amount of money to keep the league afloat. But that spending wasn’t charity; it was an investment. And the investment is very clearly about to pay off.</p><p>The 30 NBA team owners own <a href=\"https://www.wsj.com/sports/basketball/wnba-womens-basketball-aja-wilson-angel-reese-5737cbfc\">42 percent</a> of the WNBA; another 42 percent is controlled by private WNBA ownership, and the remaining 16 percent belongs to an investment group that stimulated <a href=\"https://www.espn.com/wnba/story/_/id/33206749/wnba-announces-new-capital-raise-aid-growth-strategy\">a $75 million capital infusion in 2022</a>. Among the notable names in that investment group are former Secretary of State Condoleezza Rice, <i>The Boston Globe</i> CEO Linda Henry, and Michael and Susan Dell.</p><p>The capital raise was so big because investors could see what was coming. The WNBA’s profile had already been growing steadily. Then came Clark, whose presence—and rivalry with fellow rising star Angel Reese, of the Chicago Sky—is poised to financially elevate the WNBA beyond anyone’s expectations.</p><p>Last year set popularity records for the WNBA across the board, and the growth shows no signs of slowing. In 2024, ESPN, the league’s primary television partner, saw a <a href=\"https://www.wnba.com/news/wnba-delivers-record-setting-2024-season\">170 percent</a> boost in viewership. Overall ratings are up by 23 percent this year. Ticket sales are up 26 percent, and merchandise sales have increased by 40 percent.</p><p>The most important figure is $2.2 billion. That’s the value of the 11-year media-rights deal that the WNBA secured last year, which starts in 2026. It includes partnerships with Disney (ESPN’s parent company), Prime Video, and NBC Universal. The league also signed a <a href=\"https://www.espn.com/wnba/story/_/id/45508776/wnba-reaches-media-rights-deal-continue-airing-games-ion\">separate deal</a> with Ion Television to air games on Friday nights. Terms weren’t disclosed, but reports speculated that between the two deals, the WNBA has a media package worth close to $3 billion over the next decade.</p><p>This colossal source of revenue helps explain the immense valuations of WNBA franchises.</p><p>The WNBA will add five expansion teams by 2030. Owners in the three cities that have so far been awarded a franchise—Detroit, Philadelphia, and Cleveland—paid a fee of $250 million each to join the league. Ten of the existing 13 WNBA teams are valued at <a href=\"https://x.com/Sportico/status/1937514076914999540\">$200 million</a> or more. The Golden State Valkyries top the list, at an estimated $500 million. The Valkyries, which in 2023 became the WNBA’s first expansion team in 17 years, are the first women’s professional sports team to ever be valued that high. They also lead the league in attendance—a sign that the sport’s popularity doesn’t depend on Clark.</p><p><i>[<a href=\"https://www.theatlantic.com/ideas/archive/2024/03/caitlin-clark-women-college-stars/677788/?utm_source=feed\">Alex Kirshner: Caitlin Clark is just the beginning</a>]</i></p><p>With such outsize growth happening across the league, the fact that WNBA players currently receive a mere 9.3 percent of the league’s total revenue is embarrassing. (That works out to about $78,000 for Clark and a bit less for Reese, who are still on their rookie contracts, and just over $249,000 for the league’s highest-paid veterans.) By comparison, players in the NBA, the NHL, and the NFL all receive about half of their league’s sports-related income. Even in the Ultimate Fighting Championship—which has a <a href=\"https://www.theguardian.com/sport/2024/oct/23/ufc-fighters-settlement-mma-dana-white\">nasty history</a> of underpaying its fighters—the athletes receive 16 to 20 percent of the revenue. The WNBA isn’t yet as big as those leagues, and its players have never said they should be paid as much as Patrick Mahomes or LeBron James. Their argument is only that they deserve a similar proportion of the revenue generated by their labor.</p><p>Every professional sports league has experienced financial ups and downs, but that has never stopped the players from demanding and receiving more. The NBA was in such bad shape in the late 1960s and early ’70s that teams had to <a href=\"https://www.nytimes.com/1976/03/21/archives/top-nba-stars-were-subsidized-court-records-here-show-nba.html\">pool together</a> money to subsidize the salaries of the league’s top players, including Kareem Abdul-Jabbar and Elvin Hayes. Heading into the early ’80s, the league’s future was precarious because of rampant drug problems among players and low television ratings. The arrival of Magic Johnson and Larry Bird helped change all of that.</p><p>In every sports league, players have had to fight for their worth. At 28 years old, the WNBA is arguably in better shape than the NBA was at the same juncture. As the league grows, the players’ salaries should be growing right along with it.</p>",
    "published": "2025-07-28T13:42:00",
    "has_full_content": true
  },
  {
    "id": "b1f0045bcab23459ad6627682268a14b",
    "title": "The Death of Democracy Promotion",
    "link": "https://www.theatlantic.com/ideas/archive/2025/07/death-democracy-promotion/683671/?utm_source=feed",
    "image": "https://cdn.theatlantic.com/thumbor/EU2U09Gk7Uf3whTY8z0y8StxywE=/0x43:2000x1085/1200x625/media/img/mt/2025/07/2025_07_authoritarians_us_permit_horizo/original.jpg",
    "summary": "On April 29, 1999, precision-guided NATO bombs tore through the brick facades of two defense-ministry buildings in Belgrade, the capital of the rump state of Yugoslavia. The targets were chosen more for symbolic reasons than operational ones: The American-led coalition wanted to send the country’s a...",
    "content": "<p class=\"dropcap\"><span class=\"smallcaps\">On April 29, 1999,</span> precision-guided NATO bombs tore through the brick facades of two defense-ministry buildings in Belgrade, the capital of the rump state of Yugoslavia. The targets were chosen more for symbolic reasons than operational ones: The American-led coalition wanted to send the country’s authoritarian government, at that time engaged in a brutal campaign of ethnic cleansing in Kosovo, a clear message that human rights weren’t just words. They were backed by weapons.</p><p>For decades, the ruins of the buildings, on either side of a major artery through central Belgrade, were left largely untouched. Tangled concrete and twisted rebar stuck out of pancaked floors. Serbian architects fought to preserve the destroyed buildings; the government has treated them as a war memorial.</p><p>At the time of the 1999 NATO bombings, Aleksandar Vučić, Serbia’s minister of information, was tasked with denouncing the West and backing his country’s despot, Slobodan Milošević. Today, Vučić has risen in the ranks to become Serbia’s president—an apologist for Russia who attacks the press, has been <a href=\"https://www.nytimes.com/2023/05/03/magazine/aleksandar-vucic-veljko-belivuk-serbia.html\">accused of nurturing close ties to organized crime</a>, and is <a href=\"https://europeanwesternbalkans.com/2024/04/11/freedom-house-democracy-deteriorates-in-the-western-balkans-serbia-faces-the-strongest-decline/\">rapidly dragging his country toward authoritarianism</a>.</p><p>Vučić is not Milošević—he has not led his country into genocidal wars or faced judgment for war crimes at The Hague—but until recently, he might have expected that his authoritarian style would make relations with Washington rocky. That time is past. Instead of harshly condemning Serbia’s abuses, America’s president, Donald Trump, will build a Trump Tower Belgrade on top of the defense buildings’ ruins. “Belgrade welcomes <em>a Global Icon</em>,” the <a href=\"https://trumpbelgrade.com/\">slick website for Trump Belgrade</a> proclaims. “TRUMP. Unrivaled <em>Luxury</em>.” The contract for the project has been <a href=\"https://www.nytimes.com/2025/01/24/us/politics/trump-kushner-serbia-hotel.html\">signed with Affinity Partners</a>, Jared Kushner’s investment firm, which is largely funded with billions of dollars in <a href=\"https://www.nytimes.com/2022/04/10/us/jared-kushner-saudi-investment-fund.html\">cash from Saudi Arabia</a>.</p><p><i>[<a href=\"https://www.theatlantic.com/ideas/archive/2025/07/putin-trump-russia-ukraine/683414/?utm_source=feed\">Read: The US is switching sides</a>]</i></p><p>This story is the material expression of the second Trump administration’s turn against a long-standing tradition of Western democracy promotion—and of an embrace of conflicts of interest from which the world’s despots can only take inspiration. The authoritarians who govern small countries such as Serbia no longer need to fear the condemnation, much less the bombs, of the American president when they crack down on their opponents, enrich themselves, or tighten their grip on power. On the contrary—the American flirtation with similar practices emboldens them. With Trump’s unapologetic foreign policy in his second term, American democracy promotion is effectively dead.</p><p class=\"dropcap\"><span class=\"smallcaps\">Prior to </span>the Soviet Union’s collapse, Western diplomats cared far more about whether a dictator was an ally or adversary to the Soviets than about the quality of a country’s elections or its respect for human rights. If diplomats from Washington or London pushed too hard for democracy, there was a credible risk that a Western ally could defect and become a friend to Moscow. Once the Soviet Union ceased to exist, the world’s despots no longer had so much cover; Western diplomats could now push harder. New norms developed, which led to a <a href=\"https://yalebooks.co.uk/book/9780300279467/how-to-rig-an-election/\">rapid surge in the number of competitive, multiparty elections</a>. Human rights were no longer just an aspirational buzzword. Some countries lost foreign aid or were shunned by the international community if their government committed atrocities.</p><p>This pressure to adopt democracy and protect human rights was never applied equally. Powerful countries, such as a rising China, became largely immune to Western cajoling. And strategically important countries, such as Saudi Arabia, in many cases got a free pass, facing little more than rhetorical condemnation while presidents and prime ministers continued to shake hands and ink major arms deals. Meanwhile, in smaller countries, such as Togo, Madagascar, or the former Yugoslavia, the post–Cold War push for democracy and human rights often came not just with lip service, but also with teeth. After all, the White House could afford to lose the goodwill of Madagascar in a dispute over values; its geopolitical priorities would suffer little downside. Moreover, weak countries such as Madagascar depended on foreign aid, such that Western governments wielded far more leverage in them than they did in larger, more self-sufficient countries. For a while, then, small-time despots faced a credible threat: Go too far, rights defenders could hope to warn strongmen, and a Western ambassador could soon be knocking on the palace door.</p><p>None of this is to say that Western powers were always on the side of the angels. During the Cold War, Western governments made lofty speeches about democracy and human rights while funding coups and arming politically convenient rebels. The CIA played a role in overthrowing popularly legitimate governments, such as those of Mohammad Mossadegh in Iran, Patrice Lumumba in the Congo, and Salvador Allende in Chile. Even after the Cold War, Western governments have cozied up to plenty of friendly dictatorships, in countries such as Saudi Arabia and Equatorial Guinea.</p><p><i>[<a href=\"https://www.theatlantic.com/ideas/archive/2024/01/joe-biden-democracy-defense-foreign-policy/677221/?utm_source=feed\">Read: Biden’s democracy-defense credo does not serve US interests</a>]</i></p><p>And yet, particularly in the last 30 years, Western pressure and foreign aid have been significant forces for global democratization. Dictators and despots knew that the world was paying attention, which gave them pause before they turned their guns on their own people. Foreign aid became tied to the verdicts of election monitors, which drastically expanded operations after the end of the Cold War. With funding from the United States and other Western governments, opposition parties, journalists, and civil-society organizations received training on how to bolster democracy. And when political transitions toward democracy took place, as in Tunisia after the Arab Spring, billions of dollars in support flowed in. Partly because of these shifting international norms, the expansion of political freedom was so abrupt after the end of the Cold War that many believed democracy, having won the ideological battle against rival models of governance such as fascism and communism, had become an inexorable force.</p><p>But the democracy boom under Bill Clinton gave way to failed wars under George W. Bush and inaction under Barack Obama. Bush, who justified wars in Afghanistan and Iraq partly under the guise of a democracy-and-freedom agenda, inadvertently discredited the notion of values-based “nation building.” A widespread perception among American adversaries took root that <em>democracy promotion</em> was just a code word for “regime change carried out by American troops.” This gave dictators political cover to boot out international NGOs hoping to bolster democracy and human rights, branding them as mere precursors for a heavy-handed invasion. Obama, picking up the pieces of that failed foreign policy, downplayed the grand vision of a more democratic world as a guiding principle of American diplomacy, even as countries across the globe began to pivot toward authoritarian rule.</p><p>Now the world is steadily becoming less democratic. According to data from Freedom House, the world has become more authoritarian every year since 2006. Trump’s second term may provide the most potent autocratic accelerant yet. In his first term, Trump routinely praised dictators, including in a memorable moment when he boasted about exchanging “beautiful letters” with North Korea’s tyrant. President Joe Biden, with his much-touted Summit for Democracy, tried to recenter democracy as a core principle of the State Department, but that effort was overtaken by successive geopolitical emergencies in Ukraine and Gaza. Now, with his return to power, Trump has gone further than before to fully uproot democracy promotion from American foreign policy.</p><p>The list of dismantled initiatives is long. In the first months of the second Trump administration, Elon Musk’s Department of Government Efficiency not only slashed America’s foreign-aid machinery, effectively destroying USAID, but also targeted the National Endowment for Democracy: a <a href=\"https://www.ned.org/about/history/\">bipartisan grant-making organization established under Ronald Reagan</a> to strengthen democratic values abroad. The Trump administration has <a href=\"https://www.politico.com/news/2025/03/25/judge-blocks-funding-freeze-radio-free-europe-00249483\">effectively kneecapped</a> Voice of America and Radio Free Europe/Radio Liberty, outlets that have aimed to provide news and information to those living under oppressive regimes. Once viewed as bulwarks against authoritarian censorship, these platforms are now overseen by Trump acolyte Kari Lake. Secretary of State Marco Rubio recently announced an overhaul of the State Department that <a href=\"https://foreignpolicy.com/2025/04/22/rubio-state-department-trump-usaid-democracy-human-rights/\">effectively eliminates programs</a> that work toward peace building and democracy.</p><p>As an extra gift to the world’s despots, on July 16, Rubio signaled that America will no longer stand in the way of election rigging: Washington will <a href=\"https://www.wsj.com/politics/policy/state-department-rubio-foreign-elections-5f5567cd\">condemn</a> autocrats who use sham election-style events to stay in power only if a major American foreign-policy interest is at stake, the secretary made clear, and from now on, American comments on foreign elections will be “brief, focused on congratulating the winning candidate and, when appropriate, noting shared foreign policy interests.”</p><p>The world’s worst dictators can rest assured that the next American diplomat to come knocking on their palace doors is more likely to be looking for property rights than human rights. Countries such as Saudi Arabia, which always have had a free pass, might not notice the difference. But brutal regimes in less-noticed parts of the world have now gotten the memo that the Trump White House is indifferent to democracy and human rights, and they are acting accordingly. Cambodia has <a href=\"https://www.dw.com/en/cambodian-press-freedom-under-attack/a-71639204\">cracked down on</a> journalists while courting American military officials. Tanzania’s leader recently <a href=\"https://www.bbc.co.uk/news/articles/c793qd2x7yzo\">arrested his main rival and charged him with treason</a>. Indonesia’s president has begun <a href=\"https://thediplomat.com/2025/04/indonesias-quiet-militarization-under-president-prabowo-subianto/\">changing laws</a>, militarizing the country, and undermining the principle of civilian rule. Nigeria’s president made a <a href=\"https://www.bbc.co.uk/news/articles/cdjypjlx4nko\">power grab</a> that critics say was blatantly illegal. And El Salvador’s president, Nayib Bukele, who had faced international criticisms for egregious human-rights abuses, isn’t just absolved from American pressure—he’s become a much-celebrated friend of the White House, lauded <em>because</em> of his gulags.</p><p><i>[<a href=\"https://www.theatlantic.com/international/archive/2025/04/el-salvador-bukele/682367/?utm_source=feed\">Read: El Salvador’s exceptional prison state</a>]</i></p><p>Already, in regions such as Southeast Asia, brave pro-democracy reformers find themselves newly vulnerable and isolated. In Myanmar, pro-democracy forces fighting the country’s military dictatorship long benefited from American aid. <a href=\"https://www.thetimes.com/world/asia/article/trump-and-musk-just-did-myanmars-brutal-junta-a-huge-favour-ll2p3035r\">The DOGE cuts</a> put an end to that—and gave the repressive junta an enormous boost. In Thailand, a human-rights organization that once sheltered dissidents fleeing Cambodia and Laos has been forced to close its safehouses, allowing those regimes to more easily hunt down and even kill their opponents. These funding streams had accounted for a tiny proportion of the U.S. government’s budget, but their elimination sends a strong signal to the world’s autocrats: that virtually no one will now interfere with their designs.</p><p>Admittedly, the United States is less powerful than it once was, and other countries have always had their own domestic agendas, regardless of what Washington has said or done. But that a growing number of the world’s despots no longer have to weigh economic costs or diplomatic consequences for crushing their opponents has already made a difference. Thomas Carothers and Oliver Stuenkel of the Carnegie Endowment for International Peace <a href=\"https://carnegieendowment.org/research/2025/04/united-states-trump-democracy-aid-cuts?lang=en&amp;mkt_tok=ODEzLVhZVS00MjIAAAGaIXaqTzK-KVbSGHj3dlg3yBO9Bi-qLt98Gm_nNgWJxvfafc2kdX1Btf2-7Zc0bz7J3arPbcSDRfjNKwKS-VY2lbd5MR2OJsT-uzC9rxiKFvQ\">highlighted</a> the fact that shortly after Musk referred to USAID as a “criminal organization,” autocrats in Hungary, Serbia, and Slovakia began targeting pro-democracy NGOs that had received money from the agency.</p><p>President Reagan <a href=\"https://www.reaganlibrary.gov/archives/speech/farewell-address-nation\">once celebrated</a> the United States as a “shining city on a hill,” a “beacon, still a magnet for all who must have freedom, for all the pilgrims from all the lost places who are hurtling through the darkness, toward home.” That is apparently no longer the aspiration of the American government, which now sends its foreign pilgrims to a dehumanizing prison in El Salvador, arrests judges, and suggests that following the country’s Constitution may be optional.</p><p>For democracy to flourish, citizens must yearn for it—and demand it of their governments. At the moment, few can be looking with admiration to the United States as a model. Already in 2024, according to a 34-country survey conducted by Pew Research, the most common perception of American democracy was that the United States “used to be a good example, but has not been in recent years.” The first months of the second Trump administration can hardly have improved that impression.</p><p>Nonetheless, democracy—which provides citizens with a meaningful say over how their lives are governed—still has mass appeal across the globe. Brave, principled activists continue to stand up to despots, even though they do so at much greater peril today than even just a few months ago.</p><p>In Serbia, for example, pro-democracy, anti-corruption protests <a href=\"https://www.bbc.co.uk/news/articles/cvg4r3ny9q2o\">have persisted for months</a>. Students and workers <a href=\"https://www.bbc.co.uk/news/articles/cly18qd7x7do\">are demanding</a> immediate reforms and calling on Vučić to resign. In years past, precisely this kind of movement would have provoked White House press releases, diplomatic visits, and barbed statements from the Oval Office. In April, at long last, came a high-profile visit to Serbia from someone closely linked to the Trump administration. But instead of offering support for the pro-democracy demonstrators, this American emissary condemned the protests and implied that they were the sinister work of American left-wingers and USAID.</p><p>That visitor was none other than Donald Trump Jr., who had arrived in Belgrade to fawn over Vučić in an exclusive interview for his <em>Triggered with Don Jr.</em> podcast, in the months before the newest Trump Tower opens for presales.</p>",
    "published": "2025-07-28T13:22:00",
    "has_full_content": true
  },
  {
    "id": "8e80265bf38fdfea0d6ef6d825cc033d",
    "title": "Homes Still Aren’t Designed for a Body Like Mine",
    "link": "https://www.theatlantic.com/family/archive/2025/07/disabled-housing-accessibility-exclusion/683682/?utm_source=feed",
    "image": "https://cdn.theatlantic.com/thumbor/tTY_NTvWUI78ArXtD1hNqiEc8UA=/0x43:2000x1085/1200x625/media/img/mt/2025/07/2025_07_23_maze_mpg_1/original.jpg",
    "summary": "Seven years ago, while sitting in my eighth-floor apartment with my toddler, I heard a voice over the intercom: Our building had a gas leak, and we needed to evacuate. A few weeks prior, a coffee shop down the street had exploded from a gas leak, killing two people and injuring at least 25. Terror s...",
    "content": "<p class=\"dropcap\"><span class=\"smallcaps\">Seven years ago,</span> while sitting in my eighth-floor apartment with my toddler, I heard a voice over the intercom: Our building had a gas leak, and we needed to evacuate. A few weeks prior, a coffee shop down the street had <a href=\"https://www.wral.com/story/april-10-marks-5-years-since-deadly-durham-gas-explosion/20804450/\">exploded</a> from a gas leak, killing two people and injuring at least 25. Terror struck me: Our elevators were powered down—and I use a wheelchair. I was trapped, unable to take myself and my child to safety.</p><p>The fire department quickly determined that it was a false alarm. Still, I didn’t stop shaking for hours. After a similar episode a few months later, my husband, David, and I bought a duffel bag the size of a human. We invited our neighbors over for pastries and asked if anyone would be willing to help carry me out during an emergency; my toddler could ride in the bag with me. A few neighbors agreed, but I couldn’t ignore that my survival—and that of my child—was contingent on who else might be at home, and who might remember our request and be able to reach me. Eight months later, we moved out. We vowed never to live in a high-rise again. Yet nothing could free me from the indignities of seeking housing while disabled.</p><p>I’ve been disabled for 14 years, and in that time, I have resided in both the United States and Canada but have never lived somewhere safe where I can use all (or even most) of the rooms—an experience familiar to many disabled people who must find homes in a housing system that was not designed for them. According to the Department of Housing and Urban Development, <a href=\"https://www.huduser.gov/portal/sites/default/files/pdf/Accessibility-in-Housing-Report.pdf\">6 percent</a> of U.S. households include someone who has difficulty using their own home because of accessibility problems. I know people who cannot do things as basic as enter their own bathroom. Jessi, a wheelchair user, told me that for three years, while she was pursuing her Ph.D., she had to take sponge baths because she couldn’t find a house that had a shower she could get to from her wheelchair anywhere near the university. (Jessi and many of the other disabled people I spoke with for this article requested to be identified by only their first name to speak candidly about their living situation.)</p><p><i>[<a href=\"https://www.theatlantic.com/magazine/archive/2023/09/disabled-children-institutionalization-history/674763/?utm_source=feed\">From the September 2023 issue: The ones we sent away</a>]</i></p><p>Setups like this are not only alienating; they’re humiliating. And they’re a continuation of disabled people’s historical mistreatment and exclusion, a legacy that shapes housing to this day. I was reminded of the so-called ugly laws, which forbade disabled people from being seen outside their home, when a condo we considered buying included a “warning clause” in its contract advising us that a local school “provides education to students with physical and developmental disabilities” and “may cause disturbances to the occupants of the Condominium.” The official “ugly” statutes may have come off the books in the 1970s, but this condo building still felt the need to alert residents to the proximity of disabled people.</p><p>And that’s just one way the history of discrimination influences current buildings and houses. Many older school buildings in the U.S. and Canada are not accessible to disabled students, in large part because disabled people were granted the right to <a href=\"https://www.npr.org/2024/12/26/nx-s1-5213714/a-1975-law-helped-kids-with-disabilities-access-education-schools-now-need-more-help\">education</a> only in the mid-’70s. Most houses lack elevators and ramps, and for years, builders had little motivation to include them, because most disabled people were sent away to <a href=\"https://www.theatlantic.com/magazine/archive/2023/09/disabled-children-institutionalization-history/674763/?utm_source=feed\">institutions</a> rather than integrated into family life. Many of the most abusive and inhumane facilities for the disabled are now closed. But as long as disabled people like me can’t find suitable places to live, we won’t be able to fully participate in our communities and family. One disabled person I spoke with told me she has considered assisted living—even if it would mean being farther from friends—because she hasn’t been able to find a home with a setup that would let her live on her own.<b> </b></p><p class=\"dropcap\"><span class=\"smallcaps\">Making older homes</span> accessible is hard. Renovators have to contend with stairs, unreliable elevators, narrow doorways, level changes, high thresholds, small bathrooms, tight kitchens, narrow hallways. Many of these homes need near-complete remodels, putting the cost out of reach for many people.</p><p>Relying on collective support can ease the burden. Jayne Mattingly, an author and artist in Charleston, South Carolina, told me that her friends banded together to build wheelchair ramps for her. David Gissen, a disabled architectural historian and the author of <a href=\"http://bookshop.org/a/12476/9781517912505\"><i>The Architecture of Disability</i></a>, told me that, in urban areas, neighbors can split costs for updates that benefit everyone; for example, residents in a group of brownstones might share an elevator.</p><p>For renters, the thicket of housing laws is complicated and varies based on where they live. In some cases, tenants may be expected to <a href=\"https://www.ada.gov/resources/disability-rights-guide/\">foot the bill</a> for modifications; in <a href=\"https://www.fairhousingnc.org/wp-content/uploads/2014/10/NHLP-Reasonable-Accommodation-Outline-Current-10-2012.pdf\">other circumstances</a>, landlords may be <a href=\"https://calcivilrights.ca.gov/wp-content/uploads/sites/32/2025/04/Reasonable-Modifications_ENG-2025.pdf\">required to pay</a>—but the requirements can include loopholes for changes that create an “undue financial and administrative burden.” And, as I learned, the “undue burden” standard can be slippery and applied too liberally. I spent months trying (and failing) to persuade a property-management company to install buttons that would enable me to open the exterior doors of my apartment building. Over and over, other disabled people told me how frustrating it could be to have to fight to get their needs met. For Farah, a PR representative in Los Angeles with arthrogryposis multiplex congenita, a condition that, for her, affects muscle development in her limbs, the process was deeply intrusive. She told me that when she requested a shower-door replacement in her current apartment, her landlord came into the bathroom with her and asked Farah to explain how she gets in and out of the shower.</p><p><i>[<a href=\"https://www.theatlantic.com/ideas/archive/2021/09/what-its-like-to-be-black-and-disabled-in-america/620070/?utm_source=feed\">Read: ‘You have to scream out’</a>]</i></p><p>Even when landlords are open to making modifications or when disabled people can cobble together the funds to do so themselves, some updates can be difficult to implement, depending on local preservation requirements. Advocates for preserving historic structures argue that <a href=\"https://savingplaces.org/stories/six-essential-reasons-to-save-old-places\">architectural authenticity</a> links us to our heritage and that certain historically significant neighborhoods should not be altered. Some point out the role that buildings have in <a href=\"https://www.epa.gov/smartgrowth/smart-growth-and-preservation-existing-and-historic-buildings\">maintaining an area’s character</a>.</p><p>It is true that older structures can connect us to the past. But inaccessible architecture also perpetuates a history of isolation and excludes disabled people from both private and public spaces. I can’t count the number of times I haven’t been able to attend an appointment or event because I couldn’t get into a building.</p><p>More painfully, I had to abandon my dream of building what would have been my first fully accessible home, after a neighbor started a monthslong campaign against the construction. He argued that the house, which would’ve been the first in the neighborhood that could accommodate a wheelchair, wouldn’t fit in. That neighbor hosted a meeting (upstairs, in a building without an elevator) where about 50 community members and a city councilor discussed how to stop the project. I later learned that, at the meeting, one person suggested that I didn’t need a wheelchair-accessible house, because I could simply be carried up the stairs, like other disabled people they knew.</p><p class=\"dropcap\"><span class=\"smallcaps\">Looking back, I’m</span> struck by the fact that those meeting attendees were inadvertently paving the way for their own eventual exclusion. Bodies and needs change over time, and accessible housing makes it easier for people to remain in their home as they age. Yet the inevitability of aging does little to make the housing system friendlier to the disabled or the elderly. As Wanda Katja Liebermann, a University of Oklahoma architectural historian and the author of <a href=\"https://bookshop.org/a/12476/9780367641146\"><i>Architecture’s Disability Problem</i></a>, told me, people have a general “inability to imagine themselves as needing access.” I have certainly encountered people who find it frightening to imagine a future in which they can’t walk up the stairs, or in which any uneven surface might present a tripping hazard.</p><p>But imagine what would happen if, rather than cementing society’s fear of disability, buildings were to make more room for frailty. Could it be that aging would become a bit less terrifying? At the least, accessible homes would let disabled people, the elderly, and the injured fully take part in their household’s daily routine. Their lives, and those of their family members, would be all the richer for it.</p><p>Where my family lives now, I must spend most of my time in the primary bedroom. While in bed the other day, I heard the kind of body-on-wood thump that all parents recognize, followed by my 1-year-old crying. The baby was safe: David was comforting him. But it felt wrong on a primal level that I couldn’t be there too. I texted David, but his answer took time; he was focused on our child. “Bring him here,” I wrote. Finally, David carried our son upstairs, where I wrapped my arms around his soft body, his snotty face pressed into my sternum.</p><p>I’ve experienced too many moments like these, trapped upstairs while my family laughs, argues, sings, or cries, just out of reach. In these moments, I ache not only for the memories I’m missing but also on behalf of my disabled ancestors—the many people who, like me, made their families better but, because of ignorance and fear, were hidden away.</p>\n<p><em>​​When you buy a book using a link on this page, we receive a commission. Thank you for supporting </em>The Atlantic<em>.</em></p>",
    "published": "2025-07-28T13:00:00",
    "has_full_content": true
  },
  {
    "id": "0524dc19256a9b8a1942e3619ba63b9b",
    "title": "Christopher Nolan criticised for filming in occupied Western Sahara city",
    "link": "https://www.theguardian.com/world/2025/jul/28/christopher-nolan-criticised-for-filming-in-occupied-western-sahara-city",
    "image": "https://i.guim.co.uk/img/media/58cc2e4fcdb03fdeeb8fc1b44087a7a091ae5128/0_116_1368_1094/master/1368.jpg?width=1200&height=630&quality=85&auto=format&fit=crop&precrop=40:21,offset-x50,offset-y0&overlay-align=bottom%2Cleft&overlay-width=100p&overlay-base64=L2ltZy9zdGF0aWMvb3ZlcmxheXMvdGctZGVmYXVsdC5wbmc&enable=upscale&s=bf615cb3d8892acd558a61c0253d4140",
    "summary": "Organisers of local film festival warn production of The Odyssey in Dakhla could normalise repression by MoroccoThe organisers of the Western Sahara international film festival (FiSahara) have criticised Christopher Nolan for shooting part of his adaptation of the Odyssey in a Western Saharan city t...",
    "content": "<p>Organisers of local film festival warn production of The Odyssey in Dakhla could normalise repression by Morocco</p><p>The organisers of the <a href=\"https://www.theguardian.com/global-development/article/2024/may/16/art-film-western-sahara-fisahara-festival-algeria-stories-sahrawi-people\">Western Sahara international film festival</a> (FiSahara) have criticised Christopher Nolan for shooting part of his adaptation of the Odyssey in a Western Saharan city that has been under Moroccan occupation for 50 years, warning the move could serve to normalise decades of repression.</p><p>The British-American film-maker’s take on Homer’s epic, which stars Matt Damon, Charlize Theron, Zendaya, Lupita Nyong’o and Anne Hathaway, is due to be released on 17 July 2026.</p> <a href=\"https://www.theguardian.com/world/2025/jul/28/christopher-nolan-criticised-for-filming-in-occupied-western-sahara-city\">Continue reading...</a>",
    "published": "2025-07-28T10:13:03",
    "has_full_content": false
  },
  {
    "id": "5a71c56578b803e1c1bedcbd54edc1da",
    "title": "Eswatini opposition attacks US deal as ‘human trafficking disguised as deportation’",
    "link": "https://www.theguardian.com/world/2025/jul/23/eswatini-petition-us-deportees",
    "image": "https://i.guim.co.uk/img/media/8f469b9a2940dbb354606dd7ace13fdcb422aa5e/619_0_3092_2474/master/3092.jpg?width=1200&height=630&quality=85&auto=format&fit=crop&precrop=40:21,offset-x50,offset-y0&overlay-align=bottom%2Cleft&overlay-width=100p&overlay-base64=L2ltZy9zdGF0aWMvb3ZlcmxheXMvdGctZGVmYXVsdC5wbmc&enable=upscale&s=ceb8dfe28a580a0958b81ee5d6eca96f",
    "summary": "Men from Vietnam, Jamaica, Laos, Yemen and Cuba to be temporarily held in kingdomCivil society and opposition groups in Eswatini have expressed outrage after the US deported five men to the country, with the largest opposition party calling it “human trafficking disguised as a deportation deal”.The ...",
    "content": "<p>Men from Vietnam, Jamaica, Laos, Yemen and Cuba to be temporarily held in kingdom</p><p>Civil society and opposition groups in Eswatini have expressed outrage after the US <a href=\"https://www.theguardian.com/us-news/2025/jul/16/trump-administration-deports-five-migrants-to-eswatini-in-southern-africa\">deported five men</a> to the country, with the largest opposition party calling it “human trafficking disguised as a deportation deal”.</p><p>The men, from Vietnam, Jamaica, Laos, Yemen and Cuba, were flown to the small southern African country, an absolute monarchy, last week as the US stepped up deportations to “third countries” after the supreme court cleared them last month.</p> <a href=\"https://www.theguardian.com/world/2025/jul/23/eswatini-petition-us-deportees\">Continue reading...</a>",
    "published": "2025-07-23T04:00:42",
    "has_full_content": false
  },
  {
    "id": "63e32850f70f95cb5d84951e600ffee8",
    "title": "UK’s aid cuts ‘will hit children’s education and raise risk of death’",
    "link": "https://www.theguardian.com/global-development/2025/jul/22/uks-aid-cuts-will-hit-childrens-education-and-raise-risk-of-death",
    "image": "https://i.guim.co.uk/img/media/6db2dab6badeab272de3bbe03bb39964ad30bf12/1920_588_5553_4443/master/5553.jpg?width=1200&height=630&quality=85&auto=format&fit=crop&precrop=40:21,offset-x50,offset-y0&overlay-align=bottom%2Cleft&overlay-width=100p&overlay-base64=L2ltZy9zdGF0aWMvb3ZlcmxheXMvdGctZGVmYXVsdC5wbmc&enable=upscale&s=a090098924a508212dfe1dbc3667d79b",
    "summary": "Cutting aid budget to 0.3% of national income will hurt many African countries, says FCDO impact assessmentLabour’s deep aid cuts will hit children’s education and increase the risk of disease and death in some African countries, according to the government’s own impact assessment.Keir Starmer annou...",
    "content": "<p>Cutting aid budget to 0.3% of national income will hurt many African countries, says FCDO impact assessment</p><p>Labour’s deep aid cuts will hit children’s education and increase the risk of disease and death in some African countries, according to the government’s own impact assessment.</p><p>Keir Starmer announced earlier this year that he would<a href=\"https://www.theguardian.com/global-development/2025/feb/25/starmer-cuts-to-uk-aid-budget-defence-trump-cruel-and-shameful-say-experts\"> reduce the aid budget to 0.3% of national income,</a> from 0.5%, to fund increased spending on defence.</p> <a href=\"https://www.theguardian.com/global-development/2025/jul/22/uks-aid-cuts-will-hit-childrens-education-and-raise-risk-of-death\">Continue reading...</a>",
    "published": "2025-07-22T18:53:02",
    "has_full_content": false
  },
  {
    "id": "963c60935fb6befdd635a125a94a9036",
    "title": "Man rescued trying to reach Spain from Morocco in rubber ring and flippers",
    "link": "https://www.theguardian.com/world/2025/jul/22/man-rescued-trying-to-reach-spain-from-morocco-in-rubber-ring-and-flippers",
    "image": "https://i.guim.co.uk/img/media/84bfc7b0a5b0b43f9271aec83a5edf8f0016d2bf/318_0_3181_2545/master/3181.jpg?width=1200&height=630&quality=85&auto=format&fit=crop&precrop=40:21,offset-x50,offset-y0&overlay-align=bottom%2Cleft&overlay-width=100p&overlay-base64=L2ltZy9zdGF0aWMvb3ZlcmxheXMvdGctZGVmYXVsdC5wbmc&enable=upscale&s=ed2323b7439275f3cfef00958d9b68f5",
    "summary": "Family in yacht pulled young man from the sea off Costa del SolA man who was apparently trying to reach Spain from Morocco using a rubber ring and flippers has been rescued after he was spotted by a family sailing to the Balearic islands.The family were on their yacht 13 nautical miles south of the ...",
    "content": "<p>Family in yacht pulled young man from the sea off Costa del Sol</p><p>A man who was apparently trying to reach Spain from Morocco using a rubber ring and flippers has been rescued after he was spotted by a family sailing to the Balearic islands.</p><p>The family were on their yacht 13 nautical miles south of the Andalucían town of Benalmádena on the Costa del Sol, on 16 July when they manoeuvred around the stern of an oil tanker and saw something moving on the waves.</p> <a href=\"https://www.theguardian.com/world/2025/jul/22/man-rescued-trying-to-reach-spain-from-morocco-in-rubber-ring-and-flippers\">Continue reading...</a>",
    "published": "2025-07-22T09:55:27",
    "has_full_content": false
  },
  {
    "id": "2341abffd51ba70923ed9ac21f126850",
    "title": "Arrested Kenyan activist Boniface Mwangi faces terror charges",
    "link": "https://www.theguardian.com/world/2025/jul/20/arrested-kenyan-activist-boniface-mwangi-faces-terror-charges",
    "image": "https://i.guim.co.uk/img/media/49f418ba801a1a7d50a2d2fb3ce518f10928dc86/1891_731_2379_1904/master/2379.jpg?width=1200&height=630&quality=85&auto=format&fit=crop&precrop=40:21,offset-x50,offset-y0&overlay-align=bottom%2Cleft&overlay-width=100p&overlay-base64=L2ltZy9zdGF0aWMvb3ZlcmxheXMvdGctZGVmYXVsdC5wbmc&enable=upscale&s=80a452654851425cb2f479e5ac61bf7b",
    "summary": "Mwangi accused of ‘facilitation of terrorist acts’ during last month’s protests against government of William RutoThe Kenyan rights activist Boniface Mwangi is accused of “facilitation of terrorist acts” during protests that rocked the country last month, investigators said on Sunday, a day after he...",
    "content": "<p>Mwangi accused of ‘facilitation of terrorist acts’ during last month’s protests against government of William Ruto</p><p>The Kenyan rights activist Boniface Mwangi is accused of “facilitation of terrorist acts” during protests that rocked the country last month, investigators said on Sunday, a day after he was arrested.</p><p>At least 19 people were killed during the <a href=\"https://www.theguardian.com/world/2025/jun/25/people-dead-injured-in-kenyan-protests\">25 June demonstration</a> against President William Ruto’s government, which was itself called to pay tribute to victims of police violence at another protest on the same date last year.</p> <a href=\"https://www.theguardian.com/world/2025/jul/20/arrested-kenyan-activist-boniface-mwangi-faces-terror-charges\">Continue reading...</a>",
    "published": "2025-07-20T10:04:14",
    "has_full_content": false
  }
]