[
  {
    "id": "b04518a33b8f732f0a08cbfb353e7c69",
    "title": "Texas Democrats Leave State to Stop Republicans’ Redistricting Plan",
    "link": "https://www.nytimes.com/2025/08/03/us/texas-democrats-walkout-redistricting-map-gop.html",
    "image": "assets/img/fallback.jpg",
    "summary": "“We’re leaving Texas to fight for Texans,” said Gene Wu, a state representative from Houston and the chair of the Democratic caucus in the Texas House.",
    "content": "“We’re leaving Texas to fight for Texans,” said Gene Wu, a state representative from Houston and the chair of the Democratic caucus in the Texas House.",
    "published": "2025-08-04T04:06:26",
    "has_full_content": true
  },
  {
    "id": "da94787fbe4a5dd7c13b31a9e14262bf",
    "title": "What’s It Like to Deal With Brutal U.S. Tariffs? Ask Malaysia.",
    "link": "https://www.nytimes.com/2025/08/04/business/malaysia-solar-china.html",
    "image": "assets/img/fallback.jpg",
    "summary": "Kuala Lumpur. Over the last decade, Malaysia rose to become one of the world’s biggest makers of solar panels, but only two solar panel makers remain today.",
    "content": "Kuala Lumpur. Over the last decade, Malaysia rose to become one of the world’s biggest makers of solar panels, but only two solar panel makers remain today.",
    "published": "2025-08-04T04:00:05",
    "has_full_content": true
  },
  {
    "id": "c1b492638e5ce6bad7214bd8348867a8",
    "title": "Loni Anderson, Star of ‘WKRP in Cincinnati,’ Dies at 79",
    "link": "https://www.nytimes.com/2025/08/03/arts/television/loni-anderson-dead.html",
    "image": "assets/img/fallback.jpg",
    "summary": "Loni Anderson in Hollywood in 1979. Her dimples and big, sparkling eyes epitomized the American beauty standards of her time.",
    "content": "Loni Anderson in Hollywood in 1979. Her dimples and big, sparkling eyes epitomized the American beauty standards of her time.",
    "published": "2025-08-04T03:46:44",
    "has_full_content": true
  },
  {
    "id": "bc785fc08a4717afde1a19495242fc91",
    "title": "More than 140 migrants believed dead as boat capsizes off Yemen",
    "link": "https://www.theguardian.com/world/2025/aug/04/african-migrants-killed-capsized-boat-shipwreck-yemen",
    "image": "https://i.guim.co.uk/img/media/9570ca8ce9fa4cfdf37efa658a52b13a6c8c746a/976_0_4394_3514/master/4394.jpg?width=1200&height=630&quality=85&auto=format&fit=crop&precrop=40:21,offset-x50,offset-y0&overlay-align=bottom%2Cleft&overlay-width=100p&overlay-base64=L2ltZy9zdGF0aWMvb3ZlcmxheXMvdGctZGVmYXVsdC5wbmc&enable=upscale&s=ba698bdd9aca3bf79687d0e6df76fe06",
    "summary": "Shipwreck in Gulf of Aden with 154 Ethiopians onboard leaves only 12 survivors, with the rest missing and presumed dead, says UN agencyA boat has capsized off Yemen’s coast leaving 68 African migrants dead and 74 others missing, the UN’s migration agency said.It was the latest in a series of shipwre...",
    "content": "<p>Shipwreck in Gulf of Aden with 154 Ethiopians onboard leaves only 12 survivors, with the rest missing and presumed dead, says UN agency</p><p>A boat has capsized off Yemen’s coast leaving 68 African migrants dead and 74 others missing, the UN’s migration agency said.</p><p>It was the latest in a series of shipwrecks off Yemen that have killed hundreds of people fleeing conflict and poverty in hopes of reaching the wealthy Gulf Arab countries.</p> <a href=\"https://www.theguardian.com/world/2025/aug/04/african-migrants-killed-capsized-boat-shipwreck-yemen\">Continue reading...</a>",
    "published": "2025-08-04T00:05:18",
    "has_full_content": false
  },
  {
    "id": "0f8a5d0df29e1a4e608aadbbf4bb52a7",
    "title": "Trump Fired America’s Economic Data Collector. History Shows the Perils.",
    "link": "https://www.nytimes.com/2025/08/03/business/trump-bls-firing-economic-reports.html",
    "image": "assets/img/fallback.jpg",
    "summary": "President Trump said he ousted the head of the Bureau of Labor Statistics because the numbers produced by her agency were “rigged” to hurt him politically.",
    "content": "President Trump said he ousted the head of the Bureau of Labor Statistics because the numbers produced by her agency were “rigged” to hurt him politically.",
    "published": "2025-08-03T23:30:28",
    "has_full_content": true
  },
  {
    "id": "05b1d9c650ab1568e6aeda2f60da9f5a",
    "title": "U.S. and Israeli Officials Float Idea of ‘All or Nothing’ Gaza Deal",
    "link": "https://www.nytimes.com/2025/08/03/world/middleeast/israel-gaza-hamas-ceasefire.html",
    "image": "assets/img/fallback.jpg",
    "summary": "Protesters in Tel Aviv demanding an immediate end to the war and the release of all hostages held in Gaza.",
    "content": "Protesters in Tel Aviv demanding an immediate end to the war and the release of all hostages held in Gaza.",
    "published": "2025-08-03T21:38:57",
    "has_full_content": true
  },
  {
    "id": "2857c73b2b8a2f274599c8c8f670b8f1",
    "title": "Gunmen kidnap more than 50 people in north-west Nigeria",
    "link": "https://www.theguardian.com/world/2025/aug/03/gunmen-kidnap-more-than-50-people-in-north-west-nigeria",
    "image": "https://i.guim.co.uk/img/media/aab7f01d9a2c3cc518803589f442e1a7bb8e97b9/418_0_3289_2631/master/3289.jpg?width=1200&height=630&quality=85&auto=format&fit=crop&precrop=40:21,offset-x50,offset-y0&overlay-align=bottom%2Cleft&overlay-width=100p&overlay-base64=L2ltZy9zdGF0aWMvb3ZlcmxheXMvdGctZGVmYXVsdC5wbmc&enable=upscale&s=3904d56d4b22916c25ca8da2f52c9a76",
    "summary": "Latest ‘mass capture’ in Zamfara state shows banditry crisis shifting from land conflict to organised crimeGunmen have kidnapped more than 50 people in north-west Nigeria in a mass abduction, according to a private conflict monitoring report created for the UN and seen by Agence France-Presse on Sun...",
    "content": "<p>Latest ‘mass capture’ in Zamfara state shows banditry crisis shifting from land conflict to organised crime</p><p>Gunmen have kidnapped more than 50 people in north-west Nigeria in a mass abduction, according to a private conflict monitoring report created for the UN and seen by Agence France-Presse on Sunday.</p><p>“Armed bandits” targeted the village of Sabon Garin Damri in Zamfara state Friday, the report said, the latest attack in a region where residents in rural hinterlands have long suffered gangs who kidnap for ransom, loot villages and demand taxes.</p> <a href=\"https://www.theguardian.com/world/2025/aug/03/gunmen-kidnap-more-than-50-people-in-north-west-nigeria\">Continue reading...</a>",
    "published": "2025-08-03T18:10:46",
    "has_full_content": false
  },
  {
    "id": "6e0a90813decfe5ceea3a9b477c02dc3",
    "title": "The National-Park Tours of Trump’s Dreams",
    "link": "https://www.theatlantic.com/newsletters/archive/2025/08/trump-national-parks-tours-american-history/683754/?utm_source=feed",
    "image": "https://cdn.theatlantic.com/thumbor/bnUsw-mbxeZhrkY_3-MC-rbpy0k=/0x45:2000x1087/1200x625/media/img/mt/2025/08/2025_08_01_park_mpg/original.gif",
    "summary": "Don’t worry. Although content that INAPPROPRIATELY DISPARAGES AMERICANS PAST OR LIVING or that includes MATTERS UNRELATED TO THE BEAUTY, ABUNDANCE, AND GRANDEUR OF THE AMERICAN LANDSCAPE has been targeted for removal at national-park sites, the caliber of park tours has not suffered! Here is a glimp...",
    "content": "<p><em>Don’t worry. Although content that INAPPROPRIATELY DISPARAGES AMERICANS PAST OR LIVING or that includes MATTERS UNRELATED TO THE BEAUTY, ABUNDANCE, AND GRANDEUR OF THE AMERICAN LANDSCAPE has been targeted for <a href=\"https://www.npca.org/articles/7769-parks-group-responds-to-executive-order-targeting-american-history\">removal at national-park sites</a>, the caliber of park tours has not suffered! Here is a glimpse of the kind of information you can look forward to receiving at each of these historic sites.</em></p><p><strong>Stonewall National Monument:</strong> One of the best places to admire the abundant natural beauty of New York City. The taxis, yellow. The skyscrapers, high! The luminous walk signs, with their flashing white gentleman composed of tiny stars, majestic! Here a community rose up in response to a police raid and sparked a revolution. We cannot say which community, but we hope there weren’t any LGBTQ people present. It seems unlikely; they did not exist before 1967, which was one of many things that made America Great at that time, and which we are trying our best to replicate today. We’ve been removing the movement’s patrons from the Stonewall website <a href=\"https://www.npr.org/2025/02/14/g-s1-48923/stonewall-monument-transgender-park-service\">one letter at a time</a> and seeing whether anyone notices.</p><p><strong>Manzanar National Historic Site</strong>: This well-preserved internment-camp site from World War II is a chilling, gut-wrenching reminder of the stunning natural beauty of our flawless nation!</p><p><strong>Mount Rushmore National Memorial:</strong> This incomplete statue of some presidents will be a wonderful place to contemplate America’s beauty soon, when it is beautified even further by the addition of the best president yet! We don’t need to say anything more about this site. Nice, uncontroversial place for some sculptures of white men, we’re pretty sure!</p><p><strong>Little Rock Central High School National Historic Site:</strong> The National Guard liked this high school so much that it decided to sit in on classes here for a time in the 1960s. For some reason, only nine of the students who went here are singled out as heroes, but we think, actually, every student is a hero.</p><p><strong>Redwood National and State Parks:</strong> These beautiful, large trees are big enough to fend for themselves, and the implication that action is needed on our part to protect them is, frankly, insulting. Trees eat carbon dioxide, you know!!!</p><p><strong>Adams National Historic Park:</strong> President John Adams presided over the passage of the Alien Enemies Act of 1798! A great thing. Good legacy.</p><p><strong>Selma to Montgomery National Historic Trail:</strong> Some really scenic sights along here. Great place to hear birds. John Lewis marched across a bridge on this route, and some police marched out to meet him. Fun!</p><p><strong>Tuskegee Airmen National Historic Site:</strong> This site was set aside to commemorate a bunch of people who have been removed from <a href=\"https://tuskegeeairmen.org/press-releases/statement-from-tuskegee-airmen-inc-in-response-to-the-removal-of-the-tuskegee-airmen-story-from-air-force-training-courses/\">Air Force training materials</a>, so we are unsure what they did. As soon as these people are added back to the training materials, we can tell you! Just keep in mind that if it appears that any of the people who participated in United States history weren’t white, that is DEI.</p><p><strong>Harriet Tubman Underground Railroad National Historical Park:</strong> This woman is famous for some reason, but we can’t say for sure what that is. Maybe the rare natural splendor of the surroundings of her home. Sometimes she led fellow Americans on long treks on foot, presumably to admire the breathtaking beauty of the environment up close. She did this many times. She must have loved nature!</p><p><strong>Gettysburg National Military Park:</strong> It appears that lots of brave men fought and died here, but for what reason, we can’t exactly say. Not for us to take sides! We’ll refer you to President Donald Trump’s <a href=\"https://x.com/atrupar/status/1779310887825809538?ref_src=twsrc%5Etfw%7Ctwcamp%5Etweetembed%7Ctwterm%5E1779310887825809538%7Ctwgr%5E8c6ed910c14aef0ee918e819c59641fc52a44d95%7Ctwcon%5Es1_&amp;ref_url=https%3A%2F%2Fnewrepublic.com%2Fpost%2F180700%2Ftrump-incoherent-gettysburg-jokes-twitter\">thoughts</a>: “Gettysburg, what an unbelievable battle that was. It was so much and so interesting and so vicious and horrible and so beautiful in so many different ways; it represented such a big portion of the success of this country. Gettysburg, wow. I go to Gettysburg, Pennsylvania, to look and to watch. And, uh, the statement of Robert E. Lee, who’s no longer in favor, did you ever notice that? No longer in favor. ‘Never fight uphill, me boys. Never fight uphill.’ They were fighting uphill. He said, ‘Wow, that was a big mistake.’ He lost his great general. And they were fighting. ‘Never fight uphill, me boys!’ But it was too late.”</p><p>This is what happened here, and we hope you have no further questions.</p><p><strong>Women’s Rights National Historic Park (Seneca Falls):</strong> Here a bunch of women got together and asked for something they did not really need! Most important: There’s a waterfall nearby.</p><p><strong>Abraham Lincoln Birthplace National Historic Park:</strong> Here was born a president who did something that was important to do, and especially at that time. One of the lesser presidents, he came to guide the nation through the Civil War, which was fought over nothing. The <em>Seinfeld</em> of wars.</p><p><strong>Trail of Tears National Historic Trail: </strong>This scenic route takes you through nine states, starting in Georgia and continuing to Oklahoma! Along this path, you can see a lot of foliage. A fun trail to walk voluntarily.</p><p><strong>Reconstruction Era National Historic Park: </strong>Things have always been good in this country. Look—a bird. Wow! Check out all the waterfowl around here!</p><p><strong>Boston National Historic Park (Freedom Trail):</strong> To describe the historic significance of this site would require us to disparage King George III of England. Which we are loath to do! There’s no shame in being a king.</p><p><strong>President William Jefferson Clinton Birthplace Home:</strong> Did you know that Bill Clinton and Andrew Johnson were the only two presidents ever to be impeached? <a href=\"https://www.cnn.com/2025/08/01/politics/smithsonian-trump-impeachment-exhibit-museum\">Fun fact! </a></p><p><strong>Statue of Liberty:</strong> For years, people have made a big deal about how good she looks as you approach, but imagine how nice she’d look if you were <em>leaving</em>. Please disregard the poem; we are trying to remove it.</p>",
    "published": "2025-08-03T14:47:00",
    "has_full_content": true
  },
  {
    "id": "b62959fa1a0f7512a2b142dfef36b95a",
    "title": "Family of Kenyan woman allegedly murdered by UK soldiers criticise defence secretary",
    "link": "https://www.theguardian.com/world/2025/aug/03/family-of-kenyan-woman-agnes-wanjiru-allegedly-murdered-by-british-soldiers-decry-uk-investigation",
    "image": "https://i.guim.co.uk/img/media/627722583bf4fc9d4a80f722328a8ef8686b5a5b/336_16_2857_2285/master/2857.jpg?width=1200&height=630&quality=85&auto=format&fit=crop&precrop=40:21,offset-x50,offset-y0&overlay-align=bottom%2Cleft&overlay-width=100p&overlay-base64=L2ltZy9zdGF0aWMvb3ZlcmxheXMvdGctZGVmYXVsdC5wbmc&enable=upscale&s=b10c85f173ae63e1ec5cf79c858adf08",
    "summary": "Niece of Agnes Wanjiru says she thinks John Healey is ‘taking us for a ride’The niece of a Kenyan woman who was murdered more than a decade ago, allegedly by British soldiers, has said her family now believe the defence secretary “just made a promise for his political gain” when he met them in April...",
    "content": "<p>Niece of Agnes Wanjiru says she thinks John Healey is ‘taking us for a ride’</p><p>The niece of a Kenyan woman who was murdered more than a decade ago, allegedly by British soldiers, has said her family now believe the defence secretary “just made a promise for his political gain” when he met them in April.</p><p>John Healey told the family of Agnes Wanjiru of his “determination to see a resolution” in the case of her murder, pledging the UK’s full support for the investigation.</p> <a href=\"https://www.theguardian.com/world/2025/aug/03/family-of-kenyan-woman-agnes-wanjiru-allegedly-murdered-by-british-soldiers-decry-uk-investigation\">Continue reading...</a>",
    "published": "2025-08-03T14:00:42",
    "has_full_content": false
  },
  {
    "id": "cf4a5f39ed371dbbbecd1e6c606be6dd",
    "title": "Faith",
    "link": "https://www.theatlantic.com/magazine/archive/2025/09/kevin-young-faith/683561/?utm_source=feed",
    "image": "https://cdn.theatlantic.com/thumbor/-k6ehjM4Y-C3xGxY3k4lh-lQooY=/280x71:2551x1254/1200x625/media/img/2025/08/0925_Poem_rev/original.jpg",
    "summary": "How do the small birds\n       in the street know\nhow not to die—\n\nthat whatever\n       they gather,\nhunger for, is never\n\nenough to keep them\n       in the road\nwhen our wheels bear down\n\nupon them? They feast on\n       what I cannot see\nthen fly away\n\n& sing.\nThis poem appears in the September 2025...",
    "content": "<p>How do the small birds<br>\n       in the street know<br>\nhow not to die—<br>\n<br>\nthat whatever<br>\n       they gather,<br>\nhunger for, is never<br>\n<br>\nenough to keep them<br>\n       in the road<br>\nwhen our wheels bear down<br>\n<br>\nupon them? They feast on<br>\n       what I cannot see<br>\nthen fly away<br>\n<br>\n&amp; sing.</p>\n<p><em>This poem appears in the <a href=\"https://www.theatlantic.com/magazine/toc/2025/09/?utm_source=feed\">September 2025</a> print edition.</em></p><div class=\"ad-unit-placeholder\"></div>",
    "published": "2025-08-03T12:00:00",
    "has_full_content": true
  },
  {
    "id": "46f4635d4f0be11d884e56562ea5d45a",
    "title": "Seven Reads for a Summer Weekend",
    "link": "https://www.theatlantic.com/newsletters/archive/2025/08/seven-summer-weekend-reads/683745/?utm_source=feed",
    "image": "https://cdn.theatlantic.com/thumbor/685DyzltnO2aUl7QxQMqkANNEy4=/0x219:2100x1313/1200x625/media/img/mt/2025/08/GettyImages_2169972176_1/original.jpg",
    "summary": "This is an edition of The Atlantic Daily, a newsletter that guides you through the biggest stories of the day, helps you discover new ideas, and recommends the best in culture. Sign up for it here.On your Sunday, explore stories about the one book everyone should read, what McKinsey did to the middl...",
    "content": "<p><i>This is an edition of </i>The Atlantic<i> Daily, a newsletter that guides you through the biggest stories of the day, helps you discover new ideas, and recommends the best in culture. </i><a href=\"https://www.theatlantic.com/newsletters/sign-up/atlantic-daily/?utm_source=feed\"><i>Sign up for it here.</i></a></p><p>On your Sunday, explore stories about the one book everyone should read, what McKinsey did to the middle class, and more.</p>\n<p><a href=\"https://www.theatlantic.com/family/archive/2025/03/teen-dating-milestone-decline/681971/?utm_source=feed\">Teens Are Forgoing a Classic Rite of Passage</a></p><blockquote>\n<p>Fewer young people are getting into relationships.</p>\n</blockquote><p><i>By Faith Hill</i></p><p><a href=\"https://www.theatlantic.com/books/archive/2025/07/one-book-everyone-recommends/683582/?utm_source=feed\">The One Book Everyone Should Read</a></p><blockquote>\n<p><i>The Atlantic</i>’s staffers on the books they share—again and again</p>\n</blockquote><p><i>By The Atlantic Culture Desk</i></p><p><a href=\"https://www.theatlantic.com/culture/archive/2025/07/south-park-trump-episode-paramount-satire/683722/?utm_source=feed\">Why<i> South Park</i> Did an About-Face on Mocking Trump</a></p><blockquote>\n<p>The show’s creators once said they had nothing more to say about the president. What changed their minds?</p>\n</blockquote><p><i>By Paula Mejía</i></p><p><a href=\"https://www.theatlantic.com/ideas/archive/2025/04/darvo-sociopath-gaslighting/682372/?utm_source=feed\">A Defense Against Gaslighting Sociopaths</a></p><blockquote>\n<p>If you can recognize their signature move, then forewarned is forearmed.</p>\n</blockquote><p><i>By Arthur C. Brooks</i></p><p><a href=\"https://www.theatlantic.com/culture/archive/2022/10/not-too-scary-horror-halloween-movies/671687/?utm_source=feed\">10 “Scary” Movies for People Who Don’t Like Horror</a></p><blockquote>\n<p>You can handle these, we promise. (<i>From 2022</i>)</p>\n</blockquote><p><i>By David Sims</i></p><p><a href=\"https://www.theatlantic.com/ideas/archive/2020/02/how-mckinsey-destroyed-middle-class/605878/?utm_source=feed\">How McKinsey Destroyed the Middle Class</a></p><blockquote>\n<p>Technocratic management, no matter how brilliant, cannot unwind structural inequalities. (<i>From 2020</i>)</p>\n</blockquote><p><i>By Daniel Markovits</i></p><p><a href=\"https://www.theatlantic.com/family/archive/2025/07/disabled-housing-accessibility-exclusion/683682/?utm_source=feed\">Homes Still Aren’t Designed for a Body Like Mine</a></p><blockquote>\n<p>Why is it so hard for disabled people to find safe, accessible places to live?</p>\n</blockquote><p><i>By Jessica Slice</i></p>\n<p><b>The Week Ahead</b></p><ol>\n\t<li><a href=\"https://music.apple.com/us/album/greetings-from-your-hometown/1820055796\"><i>Greetings From Your Hometown</i></a>, a new album by the Jonas Brothers (out Friday)</li>\n\t<li><a href=\"https://bookshop.org/p/books/people-like-us-jason-mott/22011209?utm_source=google&amp;utm_medium=pmax&amp;utm_campaign=gift_cards&amp;utm_content=6443417794&amp;gad_source=1&amp;gad_campaignid=16243514117&amp;gbraid=0AAAAACfld41QxeqsmiKUb9XBxDpDNLJtl&amp;gclid=CjwKCAjwy7HEBhBJEiwA5hQNotLb_daMnrLix-z7MhXcfEnnaUuxBWa7O7-386MjTPo6WXA5RjUs5RoCssgQAvD_BwE\"><i>People Like Us</i></a>,<i> </i>by the National Book Award winner Jason Mott, a novel about two Black writers trying to live a world filled with gun violence (out Tuesday)</li>\n\t<li><a href=\"https://www.imdb.com/title/tt37677903/\"><i>Ted Bundy: Dialogue With the Devil</i></a>, a new Ted Bundy docuseries that features newly uncovered interviews and recordings (out Thursday on Hulu)</li>\n</ol>\n<p><b>Essay</b></p>\n<img alt=\"painted illustration of USPS letter carrier in blue baseball cap and jacket placing two letters into black mailbox with red flag, with USPS mail truck climbing a brown road up green hill with trees in background\" height=\"373\" src=\"https://cdn.theatlantic.com/media/img/posts/2025/08/essay/196520ea6.png\" width=\"665\">\n\nIllustration by Joshua Nazario\n<p>Memoir of a Mailman</p><p><i>By Tyler Austin Harper</i></p><blockquote>\n<p>“Delivering the mail is a ‘Halloween job,’ ” Stephen Starring Grant observes in <a href=\"https://bookshop.org/a/12476/9781668018040\"><i>Mailman: My Wild Ride Delivering the Mail in Appalachia and Finally Finding Home</i></a>. “An occupation with a uniform, immediately recognizable, even by children.” What to call Grant’s book is harder to say. It is an unusual amalgam: a pandemic memoir, a love letter to the Blue Ridge Mountains, a participant observer’s ethnography of a rural post office, an indictment of government austerity, and a witness statement attesting to the remarkable and at times ruthless efficiency of <a href=\"https://www.history.com/this-day-in-history/july-26/u-s-postal-system-established\">one of our oldest federal bureaucracies</a>. Not least, <i>Mailman</i> is a lament for the decline of service as an American ideal—for the cultural twilight of the Halloween job: those occupations, such as police officer, firefighter, Marine, and, yes, postal worker, whose worth is not measured first and foremost in dollars but in public esteem. Or should be, anyway.</p>\n</blockquote><p><a href=\"https://www.theatlantic.com/magazine/archive/2025/09/mailman-stephen-starring-grant-memoir/683554/?utm_source=feed\">Read the full article.</a></p>\n<p><b>More in Culture</b></p><ul>\n\t<li><a href=\"https://www.theatlantic.com/culture/archive/2025/07/stressful-tv-shows-the-bear-the-pitt/683714/?utm_source=feed\">Comfort TV is overrated.</a></li>\n\t<li><a href=\"https://www.theatlantic.com/culture/archive/2025/07/justin-bieber-daisies-song-of-the-summer/683670/?utm_source=feed\">How Justin Bieber finally gave us the song of the summer</a></li>\n\t<li><a href=\"https://www.theatlantic.com/culture/archive/2025/07/fantastic-four-first-steps-marvel-movie-review/683668/?utm_source=feed\">All end-of-the-world menace, all the time</a></li>\n\t<li><a href=\"https://www.theatlantic.com/culture/archive/2025/07/hulk-hogan-obituary/683664/?utm_source=feed\">Hulk Hogan stayed in character to the end.</a></li>\n\t<li><a href=\"https://www.theatlantic.com/books/archive/2025/08/hobbies-drawing-knitting-book-recommendations/683732/?utm_source=feed\">Eight books for dabblers</a></li>\n</ul>\n<h5><strong>Catch Up on <em>The Atlantic</em></strong></h5><ul>\n\t<li><a href=\"https://www.theatlantic.com/magazine/archive/2025/09/nasa-spacex-elon-musk-ambitions/683559/?utm_source=feed\">How NASA engineered its own decline</a></li>\n\t<li><a href=\"https://www.theatlantic.com/ideas/archive/2025/07/trump-fbi-michael-feinberg/683685/?utm_source=feed\">Quinta Jurecic: The FBI’s leaders “have no idea what they’re doing.”</a></li>\n\t<li><a href=\"https://www.theatlantic.com/politics/archive/2025/07/trump-netanyahu-gaza-famine/683720/?utm_source=feed\">Why Trump broke with Bibi over the Gaza famine</a></li>\n</ul>\n<p><b>Photo Album</b></p>\n<img alt=\"\" height=\"2355\" src=\"https://cdn.theatlantic.com/media/newsletters/2025/08/sunday_photo/original.jpg\" width=\"4249\">\n\nThe freestyle-motocross rider Taka Higashino does a no-hands “Superman” trick on opening day of the US Open of Surfing, in California. (Allen J. Schaben / Los Angeles Times / Getty)\n<p>Included in <i>The Atlantic</i>’s <a href=\"https://www.theatlantic.com/photography/archive/2025/08/photos-of-the-week/683726/?utm_source=feed\">photos of the week</a> are images of a freestyle-motocross trick, a robot-boxing match in Shanghai, a performing-dog show in Canada, and more.</p>\n<p><em><a href=\"https://link.theatlantic.com/click/29767897.0/aHR0cHM6Ly93d3cudGhlYXRsYW50aWMuY29tL25ld3NsZXR0ZXJzLz91dG1fc291cmNlPW5ld3NsZXR0ZXImdXRtX21lZGl1bT1lbWFpbCZ1dG1fY2FtcGFpZ249YXRsYW50aWMtZGFpbHktbmV3c2xldHRlciZ1dG1fY29udGVudD0yMDIyMTEyMQ/61813432e16c7128e42f4628B52865c35\">Explore all of our newsletters.</a></em></p><p><em>Rafaela Jinich contributed to this newsletter.</em></p><p><em>When you buy a book using a link in this newsletter, we receive a commission. Thank you for supporting </em>The Atlantic<em>.</em></p>",
    "published": "2025-08-03T11:00:00",
    "has_full_content": true
  },
  {
    "id": "11f46641b7f88571d36581d00f569e14",
    "title": "The Secret of George Washington’s Revolutionary Success",
    "link": "https://www.theatlantic.com/ideas/archive/2025/08/washington-quiet-work-revolutionary-war-boston/683741/?utm_source=feed",
    "image": "https://cdn.theatlantic.com/thumbor/67Ef3ofMW-IotqVjXZxr3SsZTUQ=/0x43:2000x1085/1200x625/media/img/mt/2025/08/2025_08_01_Cohen_Washington_Revolution_final/original.jpg",
    "summary": "In August 1775, nothing particularly dramatic was happening among the roughly 14,000 soldiers of the Continental Army besieging the British army in Boston. Indeed, nothing particularly dramatic happened for the next six months. And then, in March 1776, the British suddenly evacuated Boston. Which is...",
    "content": "<p>In August 1775, nothing particularly dramatic was happening among the roughly 14,000 soldiers of the Continental Army besieging the British army in Boston. Indeed, nothing particularly dramatic happened for the next six months. And then, in March 1776, the British suddenly evacuated Boston. Which is why the months of apparent calm deserve a close look.</p><p>The semiquincentennial of American independence has begun: The anniversaries of the battles of Lexington and Concord and Bunker Hill are behind us; the reenactment of Ethan Allen’s Green Mountain Boys’ storming Fort Ticonderoga was a smashing success. Other big moments await, culminating, no doubt, in a big party on July 4, 2026. One hopes and expects that there will be plenty of hoopla, because that is the American way.</p><p>But 250 years ago today, the real and unspectacular work of American independence was under way. The Continental Army, created in June of 1775, had warily welcomed its new leader, George Washington, without much fuss. A slaveholding Virginia gentleman and loosely religious Anglican was going to lead an army that was mainly made up of New Englanders—including both psalm-singing, Bible-quoting descendants of the Puritans and dissenting freethinkers. For his part, Washington was appalled at what he saw: militia units that elected their own officers and called them by their first names, free Black men carrying weapons, money-grubbing Yankees (as opposed to land-grubbing Virginia gentry), and general squalor. “They are an exceeding dirty and nasty people,” he told his cousin Lund Washington.</p><p><i>[<a href=\"https://www.theatlantic.com/ideas/archive/2025/07/army-america-george-washington/683393/?utm_source=feed\">Lindsay Chervinsky: The ‘dirty and nasty people’ who became Americans</a>]</i></p><p>What happened that summer outside Boston was of monumental importance. If this was to be an American army and not just an assembly of colonial militias, then Washington would have to be the first American general, and not just a provincial. He would have to create a system out of chaos, and hold together a force against a dangerous enemy. Although slightly outnumbered and bottled up in Boston, which connected to the mainland by only the narrowest of peninsulas, the British army was tough, cohesive, professional, and eager to avenge its unexpected defeats and Pyrrhic victories.</p><p>Washington did the work in many ways—by organizing the army in divisions and brigades, inspecting the troops, regularizing discipline, hammering home the importance of digging latrines, and quarantining soldiers who had smallpox. It helped that he looked the part of a military leader: tall, well turned out, graceful, and the best horseman in the colonies, by most accounts. No less important, he was able to transcend his aversion to those strange New Englanders.</p><p>Two men utterly unlike his social set in Virginia quickly became his most trusted subordinates: Nathanael Greene of Rhode Island, a Quaker with a talent for organization, and a tubby Boston bookstore owner, Henry Knox, who became the chief of artillery. The former was eventually made quartermaster of the army and then commander of the southern army, where he displayed a flair for field command. The latter brought 59 heavy-artillery pieces from Crown Point and Fort Ticonderoga to the army outside of Boston in the dead of winter, before developing the artillery arm into the equal of its British opponent.</p><p>Washington quickly realized that his most talented military leader was a third New Englander, the Connecticut merchant Benedict Arnold, who, until he committed treason, was the best field commander on either side of the conflict. In the autumn of 1775, Washington sent him off on a daring march through the Maine wilderness that very nearly wrested Quebec from British control.</p><p>The commander in chief needed a headquarters guard—what we today call a personal security detail—and so in March 1776, the army created a unit known as the life guard. Washington selected men from each army unit, which meant that the life guard’s personnel skewed in favor of New Englanders; as its first commander, he chose a Massachusetts man, Caleb Gibbs, who lasted until 1780. He chose southerners, too, for crucial positions, and not all of them gentlemen—Daniel Morgan of Virginia, for example, was a roughneck leader of riflemen who formed an elite corps. The point was clear: This was an American army, and talented men, no matter their background, could win their leader’s trust and rise up the ranks.</p><p>Washington remains in some ways the most remote of America’s national heroes; he is more distant from us than Abraham Lincoln because of his greater austerity and reserve. He mastered his volcanic temper, prudently handled both his subordinates and his superiors, and knew the value of dignity and a certain distance in exercising command. He was brave but not particularly gifted as a tactical leader, and he was prone to devising overly aggressive and complicated plans, but these did not matter as much as the larger leadership qualities that he had brought with him to Boston. Small wonder that many years later, men who were his intellectual superiors—Thomas Jefferson, Alexander Hamilton, John Adams—worked for him. His story shows why character and good judgment are far more important in a leader than mere intelligence.</p><p>Despite wonderful writing about Washington in recent books, including Ron Chernow’s 2010 biography and the first two volumes of Rick Atkinson’s trilogy on the history of the Revolution, Americans do not value him as we once did. The fault lies across the political spectrum. For some (think of the 1619 Project), the fundamental sin of slavery overwhelms every aspect of biography. Washington controlled several hundred enslaved people on his Mount Vernon estate; he often treated them badly, and as of 1775, he felt no shame about that.</p><p>Being a plantation owner was part of his identity, but not all of it, and more important: Like some of the other Founders, he became uneasy about reconciling the ideals of the Revolution with the practice of holding men and women as chattel—which is why he manumitted all of his slaves in his will.</p><p>At a deeper level, this view of American history cannot help but crush <a href=\"https://www.theatlantic.com/politics/archive/2018/03/a-modest-plea-for-patriotic-history/555500/?utm_source=feed\">patriotic pride</a> in what remains, in retrospect, an astounding achievement. The Revolution culminated not in despotism but in a new political order based on liberty and self-government, built on ideals that, described with exceptional eloquence by another slaveholder, Jefferson, eventually blew up the evil institution on which their way of life rested.</p><p><i>[<a href=\"https://www.theatlantic.com/books/archive/2023/03/historical-fatalism-us-politics-history-schools/673313/?utm_source=feed\">George Packer: A view of American history that leads to one conclusion</a>]</i></p><p>A different form of relentless present-mindedness afflicts the current administration, which seeks to purge national parks and museums of references to the darker sides of American history, beginning with slavery but also including the slaughter and dispossession of American Indians, and various forms of discrimination and persecution thereafter. In everything from signage to <a href=\"https://www.washingtonpost.com/immigration/2025/07/29/trump-dhs-immigrants-social-paintings/\">artwork</a>, the Trump administration reaches for pabulum and kitsch, a false and unidimensional depiction of the American past.</p><p>As for academic historians, although some exemplary ones are at work—including Gordon Wood and David Hackett Fischer—the contemporary trend is to shun great individuals in favor of subaltern history. There is not much place for a commanding general in a pantheon composed of people overlooked by previous generations.</p><p>That summer and fall in Cambridge and the other towns surrounding Boston, George Washington’s work made a difference. It reminds us that American independence was won by dramatic deeds, to be sure, but also by mastering—slowly and painfully—the undramatic things, such as insisting on rank insignia and saluting, managing gunpowder production, and digging latrines properly. It reminds us that there is such a thing as individual greatness, and that it can make all the difference. And particularly in an age of self-righteous scorn, we would do well to recall how Washington’s lifelong struggles with himself—his prejudices, his emotions, his upbringing and background—contributed to final victory. We can still profit by the example.</p>",
    "published": "2025-08-03T10:00:00",
    "has_full_content": true
  },
  {
    "id": "c62a4116494ccce6b23adb735b3b4859",
    "title": "This Is the News From TikTok",
    "link": "https://www.theatlantic.com/ideas/archive/2025/08/news-influencers-tiktok-gen-z/683731/?utm_source=feed",
    "image": "https://cdn.theatlantic.com/thumbor/lSHu2gXA0_P-14ZBC9xDqdpxdSg=/0x59:2477x1349/1200x625/media/img/mt/2025/08/newsfluencer_atlantic_final_new2/original.jpg",
    "summary": "When he learned one night this summer that the United States had bombed Iran, the content creator Aaron Parnas responded right away, showing what’s bad and what’s good about using TikTok for news. Shortly after 7:46 p.m. ET on June 21, he saw Donald Trump’s Truth Social post announcing the air strik...",
    "content": "<p class=\"dropcap\"><span class=\"smallcaps\">When he learned</span> one night this summer that the United States had bombed Iran, the content creator Aaron Parnas responded right away, showing what’s bad and what’s good about using TikTok for news. Shortly after 7:46 p.m. ET on June 21, he saw Donald Trump’s Truth Social post announcing the air strikes. At 7:52, according to a time stamp, Parnas uploaded to TikTok a <a href=\"https://www.tiktok.com/@aaronparnas1/video/7518554896472329527\">minute-long video</a> in which he looked into the camera; read out the president’s post, which identified the suspected nuclear sites that the U.S. had targeted; and added a note of skepticism about whether Iran would heed Trump’s call for peace. As traditional media outlets revealed more details that night, Parnas summarized their findings in nine more reports, some of which he recorded from a car.</p><p>Parnas wasn’t adding elaborate detail or original reporting. What he had to offer was speed—plus a deep understanding of how to reach people on TikTok, which may not seem an obvious or trustworthy source of news: The platform is owned by a Chinese company, ByteDance, which lawmakers in Washington, D.C., fear could be manipulated to promote Beijing’s interests. TikTok’s algorithm offers each user a personalized feed of short, grabby videos—an arrangement that seems unlikely to serve up holistic coverage of current events.</p><p>Even so, according to a Pew Research Center poll from last fall, <a href=\"https://www.pewresearch.org/short-reads/2024/09/17/more-americans-regularly-get-news-on-tiktok-especially-young-adults/\">17 percent</a> of adults—and <a href=\"https://www.pewresearch.org/short-reads/2024/09/17/more-americans-regularly-get-news-on-tiktok-especially-young-adults/\">39 percent</a> of adults under 30—regularly get informed about current affairs on the app. Fewer than <a href=\"https://www.pewresearch.org/data-labs/2024/10/08/who-u-s-adults-follow-on-tiktok/\">1 percent</a> of all TikTok accounts followed by Americans are traditional media outlets. Instead, users are relying not only on <a href=\"https://www.tandfonline.com/doi/pdf/10.1080/21670811.2024.2397088\">“newsfluencer</a><a href=\"https://www.tandfonline.com/doi/pdf/10.1080/21670811.2024.2397088\">s”</a> such as Parnas but also on skits reenacting the latest Supreme Court ruling, hype videos for political agendas, and other news-adjacent clips that are hard to describe to people who don’t use TikTok.</p><p>Last summer, after the first assassination attempt on Trump, <a href=\"https://www.washingtonpost.com/technology/2024/07/18/trump-rally-shooting-memes-gen-z-absurdist-humor/\">one</a> viral video fused clips of the bloody-eared Republican raising his fist with snippets of Joe Biden’s well wishes. Simultaneously, Chappell Roan’s ballad for the lovestruck, “Casual,” played, hinting at a bromance. On my For You page in June, as U.S.-Iran tensions flared, I saw a string of videos known as “edits”—minute-long music montages—on the general topic. <a href=\"https://www.tiktok.com/@edit.nemesis/video/7517562734347619615\">One</a> spliced together footage of zooming F-16s, Captain America intimidating his enemies in an elevator, and bald eagles staring ominously while AC/DC’s “Thunderstruck” blared. Skeptics might wonder: When people say they get their news from TikTok, what exactly are they learning?</p><p><i>[<a href=\"https://www.theatlantic.com/technology/archive/2025/01/tiktok-already-won/681343/?utm_source=feed\">Read: The internet is TikTok now</a>]</i></p><p>Frequent consumers of current-affairs content on TikTok insist that they can decipher what’s going on in the world—that, even if they have to extrapolate facts from memes, the brevity and entertainment value compensate for a lack of factual detail. “A lot of things are in simpler terms on TikTok,” Miles Maltbia, a 22-year-old cybersecurity analyst from Chicago, told me. “That, and convenience, makes it the perfect place to get all my news from.” And as more and more users turn to TikTok for news, creators such as Parnas are finding ways to game the algorithm.</p><p class=\"dropcap\"><span class=\"smallcaps\">Parnas, who is</span> 26, is a lawyer by trade. He told me that he monitors every court case he deems significant with a legal tracker. He was immersed in politics at an early age. (His father, Lev Parnas, gained brief notoriety as an associate of Rudy Giuliani during Trump’s first term. “I love my dad,” Aaron Parnas <a href=\"https://www.tiktok.com/@aaronparnas1/video/7508544343188196638?lang=en&amp;q=Aaron%20Parnas&amp;t=1749145319517\">has said</a>. “And I’m not my dad.”) C-SPAN is on “all day every day.” And he’s enabled X and Truth Social notifications for posts from every member of Congress and major world leader. When he decides that his phone’s alerts are newsworthy, he hits the record button. His rapid-reaction formula for news has made him a one-man media giant: He currently has 4.2 million followers on TikTok. He told me that his videos on the platform have reached more than 100 million American users in the past six months. His Substack newsletter also has the most subscriptions of any in the “news” category, and he recently interviewed Senator Cory Booker, French Foreign Minister Jean-Noël Barrot, and <a href=\"https://aaronparnas.substack.com/p/inside-the-signal-groupchat-scandal\">this magazine’s editor in chief</a>.</p><p>Still, Parnas’s TikTok model relies heavily on reporting by other outlets. And Parnas’s 24/7 information blitz may be jarring for those whose media-consumption habits are not already calibrated for TikTok. There’s no “Good evening” or “Welcome.” But he’s reaching an audience who other media don’t: Many of his viewers, he thinks, are “young people who don’t watch the news and never have and never will.” He added, “They just don’t have the attention span to.”</p><p>Ashley Acosta, a rising senior at the University of Pennsylvania, told me she liked the fact that Parnas is his own boss, outside the corporate media world. She contrasted him with outlets such as ABC, which <a href=\"https://www.npr.org/2025/06/11/nx-s1-5429827/abc-fires-terry-moran-trump-stephen-miller-world-class-hater\">recently fired</a> the correspondent Terry Moran for an X post that called Trump a “world-class hater.” Nick Parigi, a 24-year-old graduate of the University of Texas at Austin, also sees Parnas as a valuable news source. “You’re getting less propagandized,” he told me. “It’s not pushing an agenda.” Last year, Parnas explicitly supported Kamala Harris’s presidential candidacy, but he prides himself on delivering basic information in a straightforward manner. “I wish we would just go back to the fact-based, Walter Cronkite–style of reporting,” he told me. “So that’s what I do.” For Parnas to sound like the CBS News legend, you’d have to watch his TikToks at half speed.</p><p>If Parnas is a genre-defining anchor, Jack Mac is the equivalent of a shock jock. A creator with 1.1 million followers, he uses the term <a href=\"https://www.foxnews.com/media/meet-the-barstool-personality-who-delivers-viral-newscasts-by-journalisming\">“jo</a><a href=\"https://www.foxnews.com/media/meet-the-barstool-personality-who-delivers-viral-newscasts-by-journalisming\">urnalisming”</a> to describe his work, which amounts to commenting on stories he finds interesting or amusing—such as a <a href=\"https://www.tiktok.com/@jackmacbarstool/video/7521080258586561822?lang=en\">“patriot”</a> New York firefighter being suspended for letting young women ride in his firetruck.</p><p>“Do I think TikTok is the best source for news? No,” Olivia Stringfield, a 25-year-old from South Carolina who works in marketing, told me. But she’s a fan of Mac because he offers “a more glamorous way to get the news”—and a quick, convenient way. “I don’t have time to sit down and read the paper like my parents did,” Stringfield said.</p><p>Robert Kozinets, a professor at the University of Southern California who has studied Gen Z’s media consumption on TikTok, told me that users rarely seek out news. It finds them. “The default position is: Algorithm, let the information flow over me,” he said. “Load me up. I’ll interrupt it when I see something interesting.” On a platform where <a href=\"https://indd.adobe.com/view/073fc1b1-b78f-4b8f-a06c-51712a508802\">little content is searched</a>, creators dress up the news to make it algorithm friendly.</p><p><a href=\"https://www.tiktok.com/@washingtonpost?lang=en\"><em>The Washington Post</em></a> is one established media brand that has leaned into the growing format of TikTok news skits. In one video about the Supreme Court, a <em>Post </em>staffer wearing a college-graduation robe wields a toolbox mallet as a gavel to channel Chief Justice John Roberts, and when she mimics him, her background turns into red curtains. “South Carolina <em>can</em> cut off Medicaid funding for Planned Parenthood,” she says. Dave Jorgenson, who launched the<em> Post</em>’s TikTok channel in 2019, <a href=\"https://www.tiktok.com/@davejorgenson/video/7529838338459684127\">announced</a> recently that he’s leaving to <a href=\"https://www.nytimes.com/2025/07/22/business/media/dave-jorgenson-video-washington-post.html\">set up his own online-video company</a>—a testament to the demand for this new style of content.</p><p><i>[<a href=\"https://www.theatlantic.com/magazine/archive/2025/01/joe-rogan-political-right-media-mainstream/680755/?utm_source=feed\">From the January 2025 issue: The ‘mainstream media’ has already lost</a>]</i></p><p>The <em>Post</em>’s embrace of TikTok has been unusual for an outlet of the newspaper’s stature. The prevalence of vibes-based content on the video platform raises obvious questions about truth and accuracy. Many users I spoke with trusted crowdsourced fact-checking to combat misinformation, via the comments section. I asked Maltbia, the analyst from Chicago, how he knows which comments to trust. “I’ll usually look at the ones that are the most liked,” he said. “But if it still sounds a little shady to me, then I’ll probably Google it.”</p><p>Parnas defended the integrity of TikTok news. “There’s no more misinformation on TikTok than there is on Twitter, than there is on Fox News, than sometimes there is on CNN,” he told me. That claim is impossible to verify: TikTok’s factual accuracy is under-researched. One assessment by the media watchdog NewsGuard found that <a href=\"https://www.newsguardtech.com/misinformation-monitor/september-2022/\">20 percent</a> of TikTok’s news search results contained misinformation—but no user I spoke with bothers with the app’s search function.</p><p>Whether TikTok will continue to gain popularity as a news outlet isn’t yet clear. Citing fears of hostile foreign control over a major communications platform, Congress overwhelmingly passed legislation aimed at forcing TikTok’s Chinese owners to sell. But Trump has now delayed implementation of the law <a href=\"https://apnews.com/article/tiktok-ban-trump-delay-executive-order-3211a98113615be44cf92b32dca69a8e\">three times</a><a href=\"https://apnews.com/article/tiktok-ban-trump-delay-executive-order-3211a98113615be44cf92b32dca69a8e\"> since he took office</a>.</p><p>In the meantime, users of the platform keep stretching the definition of <em>news</em>. On TikTok, “news is anything that’s new,” Kozinets, the USC professor, told me. Entrepreneurial creators who care about current events will keep testing delivery formats to gain more eyeballs on the platform. And even if TikTok is sold or shuts down, similar apps are sure to fill any vacuum. The challenge of packaging news for distribution by a black-box algorithm seems here to stay.</p>",
    "published": "2025-08-02T17:45:45",
    "has_full_content": true
  },
  {
    "id": "8996c3a798ba059d24c61affd2094431",
    "title": "Kemi Badenoch says she no longer sees herself as Nigerian despite upbringing",
    "link": "https://www.theguardian.com/politics/2025/aug/01/kemi-badenoch-says-she-no-longer-sees-herself-as-nigerian-despite-upbringing",
    "image": "https://i.guim.co.uk/img/media/ff10d14d69572355fc310163b07c6bb7ea0fbb28/606_311_4158_3329/master/4158.jpg?width=1200&height=630&quality=85&auto=format&fit=crop&precrop=40:21,offset-x50,offset-y0&overlay-align=bottom%2Cleft&overlay-width=100p&overlay-base64=L2ltZy9zdGF0aWMvb3ZlcmxheXMvdGctZGVmYXVsdC5wbmc&enable=upscale&s=de58cb120a93daea5f98127e2c487c4a",
    "summary": "Conservative party leader, who grew up in Nigeria and US, says she has not renewed her Nigerian passport in decades​Kemi Badenoch has said she no longer considers herself Nigerian and does not possess a Nigerian passport.The Conservative party leader, who was born in London, but grew up in Nigeria a...",
    "content": "<p>Conservative party leader, who grew up in Nigeria and US, says she has not renewed her Nigerian passport in decades</p><p>​Kemi Badenoch has said she no longer considers herself Nigerian and does not possess a Nigerian passport.</p><p>The Conservative party leader, who was born in London, but grew up in Nigeria and the US and did not return to the UK until she was 16, said she had not renewed her Nigerian passport in two decades.</p> <a href=\"https://www.theguardian.com/politics/2025/aug/01/kemi-badenoch-says-she-no-longer-sees-herself-as-nigerian-despite-upbringing\">Continue reading...</a>",
    "published": "2025-08-01T17:17:49",
    "has_full_content": false
  },
  {
    "id": "5403dbfb83981b95ed23af1c9d9d6724",
    "title": "Rhino horns made radioactive to foil traffickers in South African project",
    "link": "https://www.theguardian.com/environment/2025/jul/31/rhino-horns-made-radioactive-to-foil-traffickers-in-south-african-project",
    "image": "https://i.guim.co.uk/img/media/20579b853f96dd263a9d079deb026c299327fd9e/600_0_3000_2400/master/3000.jpg?width=1200&height=630&quality=85&auto=format&fit=crop&precrop=40:21,offset-x50,offset-y0&overlay-align=bottom%2Cleft&overlay-width=100p&overlay-base64=L2ltZy9zdGF0aWMvb3ZlcmxheXMvdGctZGVmYXVsdC5wbmc&enable=upscale&s=0fe205914bb23552eaa405406506a1b7",
    "summary": "Isotopes can be detected at airports and borders even in large containers and are harmless to the animalsA South African university has launched an anti-poaching campaign to inject the horns of rhinoceroses with radioactive isotopes that it says are harmless for the animals but can be detected by cu...",
    "content": "<p>Isotopes can be detected at airports and borders even in large containers and are harmless to the animals</p><p>A South African university has launched an anti-poaching campaign to inject the horns of rhinoceroses with radioactive isotopes that it says are harmless for the animals but can be detected by customs agents.</p><p>Under the collaborative project involving the University of the Witwatersrand, nuclear energy officials and conservationists, five rhinos were injected in what the university hopes will be the start of a mass injection of the declining rhino population, which they are calling the <a href=\"https://rhisotope.org/\">Rhisotope Project</a>.</p> <a href=\"https://www.theguardian.com/environment/2025/jul/31/rhino-horns-made-radioactive-to-foil-traffickers-in-south-african-project\">Continue reading...</a>",
    "published": "2025-07-31T21:52:16",
    "has_full_content": false
  }
]