[
  {
    "id": "10bccd7ae568b9b4219e78f71e27b84e",
    "title": "Columbia Agrees to $200 Million Fine to Settle Fight With Trump",
    "link": "https://www.nytimes.com/2025/07/23/nyregion/columbia-trump-funding-deal.html",
    "image": "assets/img/fallback.jpg",
    "summary": "Columbia was the first university to be punished by the Trump administration with a freeze on research funding over accusations that it had tolerated antisemitism.",
    "content": "Columbia was the first university to be punished by the Trump administration with a freeze on research funding over accusations that it had tolerated antisemitism.",
    "published": "2025-07-24T03:25:11",
    "has_full_content": true
  },
  {
    "id": "92b376c37b32563dc49e1ef2e2f9e491",
    "title": "Columbia’s Deal With Trump: What We Know",
    "link": "https://www.nytimes.com/2025/07/23/nyregion/columbia-university-deal-with-trump-what-we-know.html",
    "image": "assets/img/fallback.jpg",
    "summary": "Columbia is the first university to reach a negotiated settlement over antisemitism claims.",
    "content": "Columbia is the first university to reach a negotiated settlement over antisemitism claims.",
    "published": "2025-07-24T02:36:39",
    "has_full_content": true
  },
  {
    "id": "cdb54a8f8592dde6ef0b63e0002d50ba",
    "title": "House Panel Votes to Subpoena Justice Dept. for Epstein Files",
    "link": "https://www.nytimes.com/2025/07/23/us/politics/house-subpoena-justice-dept-epstein-files.html",
    "image": "assets/img/fallback.jpg",
    "summary": "Three Republicans joined with five Democrats to support the motion.",
    "content": "Three Republicans joined with five Democrats to support the motion.",
    "published": "2025-07-24T00:40:21",
    "has_full_content": false
  },
  {
    "id": "2f414b3fb2b2eb93b45b9bc7a80892ef",
    "title": "No One Was Supposed to Leave Alive",
    "link": "https://www.theatlantic.com/international/archive/2025/07/inside-cecot-mega-prison-el-salvador/683646/?utm_source=feed",
    "image": "https://cdn.theatlantic.com/thumbor/I7TnEnKKEGHH6Zj6BA2Z31KMXik=/1x1190:3042x2774/1200x625/media/img/mt/2025/07/Keyder_CCS_1/original.jpg",
    "summary": "One night in mid-May, some of the Venezuelan migrants deported from the United States to a prison in El Salvador tried to break the locks on their cells with metal rails from their beds. It was a futile gesture of rebellion; no one thought they could escape. Still, punishment was swift. For six cons...",
    "content": "<p class=\"dropcap\"><span class=\"smallcaps\">One night</span> in mid-May, some of the Venezuelan migrants deported from the United States to a prison in El Salvador tried to break the locks on their cells with metal rails from their beds. It was a futile gesture of rebellion; no one thought they could escape. Still, punishment was swift. For six consecutive days, the inmates were subjected to lengthy beatings, three inmates told me. On the last day, male guards brought in their female colleagues, who struck the naked prisoners as the male guards recorded videos on their phones and laughed. The female guards would count to 20 as they administered the beatings, and if the prisoners complained or cried out, they would start again. </p><p>Tito Martínez, one of the inmates, recalled that a prison nurse was watching. “Hit the piñata,” she cheered. </p><p>When the government of El Salvador opened the prison complex known as CECOT in 2023, the country’s security minister said the inmates would only be able to get out “<a href=\"https://www.seguridad.gob.sv/como-gabinete-de-seguridad-nos-encargaremos-de-que-ninguno-de-los-que-entre-al-cecot-salga-caminando-nunca-ministro-gustavo-villatoro/\">inside a coffin</a>.” This promise has largely been kept. The Salvadoran human-rights organization Cristosal has documented cases of prisoners being transported out of the jail for urgent medical care, but these inmates died soon after, before anyone could ask them what it was like inside the prison. </p><p>What little is known about life in CECOT (the Spanish acronym for Terrorism Confinement Center) comes from the media tours staged by President Nayib Bukele, which show men crammed into cells with bare-metal bunkbeds stacked to the ceiling like human shelving. In most of the videos posted online, the men—some with the facial tattoos of the country’s gangs—stand in silence. The Salvadoran government has encouraged CECOT’s terrifying reputation, turning the prison into a museum where Bukele’s tough-on-gangs tactics can be exhibited for the press. But media visits are also strictly controlled. Interviews with prisoners are rare and tightly supervised. </p><p><i>[<a href=\"https://www.theatlantic.com/international/archive/2025/04/el-salvador-bukele/682367/?utm_source=feed\">Read: El Salvador’s exceptional prison state</a>]</i></p><p>On Friday, for the first time, a group of prisoners walked out of CECOT’s gates as free men. They were 252 of the Venezuelans that the Trump administration had deported to El Salvador in March when it alleged—while offering little to no evidence—that they were gang members. This month, Venezuelan President Nicolás Maduro negotiated a prisoner swap with the United States, releasing 10 American citizens in his custody and dozens of Venezuelan political prisoners. In return, the Venezuelans in El Salvador were put on a plane and sent to Caracas. They brought with them detailed accounts of beatings and harsh treatment. (The government of El Salvador did not respond to a request for comment about their claims.)</p><p>Four former prisoners told me they were punched, kicked, and struck with clubs. They were cut off from contact with their families, deprived of legal help, and taunted by guards. All recalled days spent in a punishment cell known as “the island,” a dark room with no water where they slept on the floor. Those days, the only light they could see came from a dim lightbulb in the ceiling that illuminated a cross. </p><p class=\"dropcap\"><span class=\"smallcaps\">I talked with</span> Keider Alexander Flores over the phone yesterday, just a few hours after Venezuelan police officers dropped him off at his mother’s house in Caracas. </p><p>Flores told me that he and his brother left Venezuela in 2023, trekking through the jungles of <a href=\"https://www.theatlantic.com/magazine/archive/2024/09/darien-gap-route-migrants-panama/679156/?utm_source=feed\">Panama’s Darién Gap</a> and riding buses all the way to Mexico. They applied for an appointment to cross into the United States legally and arrived in Texas in August. Flores soon settled in Dallas and started an asylum application, but he didn’t complete the process. He found work laying carpet. His real passion was music: He DJed under the name Keyder Flower. In one of his Instagram posts, he flexes his teenage muscles as he plays tracks by a pool.</p><p><i>[<a href=\"https://www.theatlantic.com/magazine/archive/2024/09/darien-gap-route-migrants-panama/679156/?utm_source=feed\">From the September 2024 issue: Seventy miles in hell</a>]</i></p><p>In December, after a DJ gig at a house party in Dallas, Flores was riding in the passenger seat of a friend’s car when they were pulled over. Flores told me they had smoked marijuana, and the police took them to the station. Later he was sent to ICE detention. At an immigration hearing, the judge told him that he wouldn’t be able to return to the United States for 10 years, because he had broken U.S. law. When asked what country he wanted to be deported to, Flores said Venezuela. </p>\n\n<img alt=\"GettyImages-1983794070.jpg\" height=\"443\" src=\"https://cdn.theatlantic.com/thumbor/q8KqVEtHXL1-LYDxmwPFa40gOe0=/https://cdn.theatlantic.com/media/img/posts/2025/07/GettyImages_1983794070/original.jpg\" width=\"665\">\n<div class=\"credit\">Alex Peña / Getty</div><div class=\"caption\">A soldier stands guard along the perimeter at CECOT.</div>\n<img alt=\"Keyder_CCS-9.jpg\" height=\"443\" src=\"https://cdn.theatlantic.com/thumbor/a9cFJOx4gluLdtfSjv9vvT5uKrE=/https://cdn.theatlantic.com/media/img/posts/2025/07/Keyder_CCS_9/original.jpg\" width=\"665\">\n<div class=\"credit\">Fabiola Ferrero for <em>The Atlantic</em></div><div class=\"caption\">A bracelet Keider made during his time in CECOT. It’s the only thing he kept from the prison after his release.</div>\n<div class=\"credit\"></div><div class=\"caption\"></div><p>While in ICE detention, Flores learned that he had been flagged as “an active member” of the Venezuelan gang Tren de Aragua. Federal agents showed up to interview him, he said. They had seen his pictures on Instagram and said his hand signals looked suspicious. “I was doing a cool sign, but they said it was a gesture of Tren de Aragua,” Flores told me. Flores knew about CECOT. He had seen videos at the ICE detention center in Texas, where the TV sometimes showed cable news. In mid-March, he called his brother from detention to say that he was about to get deported to Venezuela; two days later, he was put on a plane. ICE guards didn’t let the passengers open the window shades during the flight. Flores and his fellow detainees found out they were in El Salvador only after they had landed. </p><p>Another newly released Venezuelan prisoner I spoke with, Juan José Ramos, told me he’d entered the United States legally, with an appointment for an asylum hearing, and had barely settled down in Utah when ICE agents stopped his car on the way to Walmart, arresting him with no explanation. He said that when the men arrived at CECOT, they saw inmates wearing white T-shirts and shorts, heads completely shaved. Ramos asked a Salvadoran guard who these men were and why they were crying. The guard replied: “That’s you. All of you will end up like that. We will treat you all the same.” </p><p>Flores, Ramos, and others I spoke with shared similar accounts of what happened next. The Venezuelans were taken to a wing of CECOT known as Module 8, with 32 cells, and didn’t interact with the rest of the prisoners. The inmates communicated with one another via hand signals, because when they spoke, they were beaten. They slept on metal bunks, often without mattresses. Soap and juice bottles were luxuries afforded prior to visits by representatives of the Red Cross, who came twice during their four-month stay. Sometimes, the guards gave the prisoners better meals than usual, took pictures with their phones, then took the food away, Ramos, Flores, and others told me. </p><p>A riot broke out in April, after guards beat one of the inmates to the point that he started convulsing, Flores told me. The incident convinced the Venezuelans that they had to do something. “If your friend was being beaten, would you leave him alone as they beat him?” Flores asked me. </p><p><i>[<a href=\"https://www.theatlantic.com/ideas/archive/2025/04/trump-deportations-el-salvador/682267/?utm_source=feed\">Adam Serwer: Trump’s Salvadoran Gulag</a>]</i></p><p>Seven of the Venezuelans arrived days after the rest, deported from Guantánamo, where a hunger strike had broken out. They suggested doing the same at CECOT. Flores, Ramos, and others I spoke with said every inmate they knew joined the hunger strike, which lasted for several days. Some took their protest further by cutting themselves on the corners of their metal bunks. They called that a <em>huelga de sangre</em>: “blood strike.” </p><p class=\"dropcap\"><span class=\"smallcaps\">Three or four days</span> after the strike started, two prison directors came to negotiate. The inmates agreed to end the strike in exchange for an assurance that the beatings would stop. “They let us live for a while,” Flores told me. But in mid-May, when a few inmates refused to have their cells inspected, the guards beat them. That’s when a second riot broke out. The guards responded by shooting the inmates with pellets. Then came the six days of beatings.</p><p>Martínez, 26, told me he was pulled over while driving in El Paso, Texas, in February because his license plate had expired. The officer was ready to let him go with a warning, but asked Martínez to remove his shirt. Martínez had tattoos of Bible verses and the name of his wife. The officer called ICE.</p><p>Martínez, who fell ill after the hunger strike, had to be taken to a clinic, where a nurse told him he had suffered serious liver damage. After the beatings, Martínez told me, some inmates vomited blood, and others couldn’t walk for days. “If they’re going to kill us, I hope they kill us soon,” he said he told himself. </p><p>The guards told him he would spend the rest of his life in CECOT. Until early Friday morning, when Martínez was sent home as abruptly as he’d arrived, he had believed them.</p><p><em>Nick Miroff contributed to this story.</em></p>",
    "published": "2025-07-24T00:28:00",
    "has_full_content": true
  },
  {
    "id": "ddc0ce3c973576dd139a4c556a0f5f59",
    "title": "Donald Trump Is Fairy-Godmothering AI",
    "link": "https://www.theatlantic.com/technology/archive/2025/07/donald-trump-ai-action-plan/683647/?utm_source=feed",
    "image": "https://cdn.theatlantic.com/thumbor/IeFRstdshwCvQi0hMoi9CWAMSs8=/2x19:997x541/960x504/media/img/mt/2025/07/2025_07_23_AI_mpg/original.gif",
    "summary": "Earlier today, Donald Trump unveiled his administration’s “AI Action Plan”—a document that details, in 23 pages, the president’s “vision of global AI dominance” and offers a road map for America to achieve it. The upshot? AI companies such as OpenAI and Nvidia must be allowed to move as fast as they...",
    "content": "<p>Earlier today, Donald Trump unveiled his administration’s “AI Action Plan”—a document that details, in 23 pages, the president’s “vision of global AI dominance” and offers a road map for America to achieve it. The upshot? AI companies such as OpenAI and Nvidia must be allowed to move as fast as they can. As the White House officials Michael Kratsios, David Sacks, and Marco Rubio wrote in the plan’s introduction, “Simply put, we need to ‘Build, Baby, Build!’”</p><p></p><p>The action plan is the direct result of an <a href=\"https://www.theatlantic.com/technology/archive/2025/04/trump-jeopardizing-ai-boom/682404/?utm_source=feed\">executive order</a>, signed by Trump in the first week of his second term, that directed the federal government to produce a plan to “enhance America’s global AI dominance.” For months, the Trump administration solicited input from AI firms, civil-society groups, and everyday citizens. OpenAI, Anthropic, Meta, Google, and Microsoft issued extensive recommendations.</p><p></p><p>The White House is clearly deferring to the private sector, which has close ties to the Trump administration. On his second day in office, Trump, along with OpenAI CEO Sam Altman, Oracle CEO Larry Ellison, and SoftBank CEO Masayoshi Son, announced the <a href=\"https://www.theatlantic.com/technology/archive/2025/01/donald-trump-stargate/681412/?utm_source=feed\">Stargate Project</a>, a private venture that aims to build hundreds of billions of dollars’ worth of AI infrastructure in the United States. Top tech executives have made numerous visits to the White House and Mar-a-Lago, and Trump has reciprocated with praise. Kratsios, who advises the president on science and technology, used to work at Scale AI and, well before that, at Peter Thiel’s investment firm. Sacks, the White House’s AI and crypto czar, was an angel investor for Facebook, Palantir, and SpaceX. During today’s speech about the AI Action Plan, Trump lauded several tech executives and investors, and credited the AI boom to “the genius and creativity of Silicon Valley.”</p><p></p><p>At times, the action plan itself comes across as marketing from the tech industry. It states that AI will augur “an industrial revolution, an information revolution, and a renaissance—all at once.” And indeed, many companies were happy: “Great work,” Kevin Weil, OpenAI’s chief product officer, <a href=\"https://x.com/kevinweil/status/1948034208229978326\">wrote</a> on X of the AI Action Plan. “Thank you President Trump,” <a href=\"https://x.com/Collin_McCune/status/1948061405736804588\">wrote</a> Collin McCune, the head of government affairs at the venture-capital firm Andreessen Horowitz. “The White House AI Action Plan gets it right on infrastructure, federal adoption, and safety coordination,” Anthropic <a href=\"https://x.com/AnthropicAI/status/1948105498194014303\">wrote</a> on its X account. “It reflects many policy aims core to Anthropic.” (<em>The Atlantic</em> and OpenAI have a corporate partnership.)</p><p>In a sense, the action plan is a bet. AI is already changing a number of industries, including <a href=\"https://www.theatlantic.com/economy/archive/2025/06/computer-science-bubble-ai/683242/?utm_source=feed\">software engineering</a>, and a number of <a href=\"https://www.theatlantic.com/technology/archive/2025/04/how-ai-will-actually-contribute-cancer-cure/682607/?utm_source=feed\">scientific disciplines</a>. Should AI end up producing incredible prosperity and new scientific discoveries, then the AI Action Plan may well get America there faster simply by removing any roadblocks and regulations, however sensible, that would slow the companies down. But should the technology prove to be a bubble—AI products remain error-prone, extremely expensive to build, and unproven in many business applications—the Trump administration is more rapidly pushing us toward the bust. Either way, the nation is in Silicon Valley’s hands.</p><p></p><p><i>[<a href=\"https://www.theatlantic.com/economy/archive/2025/06/computer-science-bubble-ai/683242/?utm_source=feed\">Read: The computer-science bubble is bursting</a>]</i></p><p></p><p>The action plan has three major “pillars”: enhancing AI innovation, developing more AI infrastructure, and promoting American AI. To accomplish these goals, the administration will seek to strip away federal and state regulations on AI development while also making it easier and more financially viable to build data centers and energy infrastructure. Trump also signed executive orders to expedite permitting for AI projects and export American AI products abroad.</p><p></p><p>The White House’s specific ideas for removing what it describes as “onerous regulations” and “bureaucratic red tape” are sweeping. For instance, the AI Action Plan recommends that the federal government review Federal Trade Commission investigations or orders from the Biden administration that “unduly burden AI innovation,” perhaps referencing investigations into potentially <a href=\"https://www.ftc.gov/news-events/news/press-releases/2024/01/ftc-launches-inquiry-generative-ai-investments-partnerships\">monopolistic AI investments</a> and <a href=\"https://www.ftc.gov/news-events/news/press-releases/2024/09/ftc-announces-crackdown-deceptive-ai-claims-schemes\">deceptive</a> AI advertising. The document also suggests that federal agencies reduce AI-related funding to states with regulatory environments deemed unfriendly to AI. (For instance, a state might risk losing funding if it has a law that requires AI firms to open themselves up to extensive third-party audits of their technology.) As for the possible environmental tolls of AI development—the data centers chatbots run on consume huge amounts of <a href=\"https://www.theatlantic.com/technology/archive/2024/03/ai-water-climate-microsoft/677602/?utm_source=feed\">water</a> and <a href=\"https://www.theatlantic.com/technology/archive/2024/09/ai-microsoft-nuclear-three-mile-island/679988/?utm_source=feed\">electricity</a>—the AI Action Plan waves them away. The road map suggests streamlining or reducing a number of environmental regulations, such as standards in the Clean Air Act and Clean Water Act—which would require evaluating pollution from AI infrastructure—in order to accelerate construction.</p><p></p><p>Once the red tape is gone, the Trump administration wants to create a “dynamic, ‘try-first’ culture for AI across American industry.” In other words, build and test out AI products first, and <em>then</em> determine if those products are actually helpful—or if they pose any risks. The plan outlines policies to encourage both private and public adoption of AI in a number of domains: scientific discovery, health care, agriculture, and basically any government service. In particular, the plan stresses, “the United States must aggressively adopt AI within its Armed Forces if it is to maintain its global military preeminence”—in line with how nearly every major AI firm has begun developing military offerings over the past year. Earlier this month, the Pentagon <a href=\"https://www.ai.mil/Latest/News-Press/PR-View/Article/4242822/cdao-announces-partnerships-with-frontier-ai-companies-to-address-national-secu/\">announced</a> contracts worth up to $200 million each with OpenAI, Google, Anthropic, and xAI.</p><p></p><p>All of this aligns rather neatly with the broader AI industry’s goals. Companies want to build more energy infrastructure and data centers, deploy AI more widely, and fast-track innovation. Several of OpenAI’s <a href=\"https://cdn.openai.com/global-affairs/ostp-rfi/ec680b75-d539-4653-b297-8bcf6e5f7686/openai-response-ostp-nsf-rfi-notice-request-for-information-on-the-development-of-an-artificial-intelligence-ai-action-plan.pdf\">recommendations</a> to the AI Action Plan—including “categorical exclusions” from environmental policy for AI-infrastructure construction, limits on state regulations, widespread federal procurement of AI, and “sandboxes” for start-ups to freely test AI—closely echo the final document. Also this week, Anthropic published a policy <a href=\"https://www-cdn.anthropic.com/0dc382a2086f6a054eeb17e8a531bd9625b8e6e5.pdf\">document</a> titled “Building AI in America” with very similar suggestions for building AI infrastructure, such as “slashing red tape” and partnering with the private sector. Permitting reform and more investments in energy supply, keystones of the final plan, were also the central asks of Google and Microsoft. The regulations and safety concerns the AI Action Plan does highlight, although important, all dovetail with efforts that AI firms are already undertaking; there’s nothing here that would seriously slow Silicon Valley down.</p><p></p><p>Trump gestured toward other concessions to the AI industry in his speech. He specifically targeted intellectual-property laws, arguing that training AI models on copyrighted books and articles does not infringe upon copyright because the chatbots, like people, are simply learning from the content. This has been a major conflict in recent years, with more than <a href=\"https://www.theatlantic.com/technology/archive/2025/07/anthropic-meta-ai-rulings/683526/?utm_source=feed\">40 related lawsuits</a> filed against AI companies since 2022. (<em>The Atlantic</em> is suing the AI company Cohere, for example.) If courts were to decide that training AI models with copyrighted material is against the law, it would be a major setback for AI companies. In their official recommendations for the AI Action Plan, OpenAI, Microsoft, and Google all requested a copyright exception, known as “fair use,” for AI training. Based on his statements, Trump appears to strongly agree with this position, although the AI Action Plan itself does not reference copyright and AI training.</p><p></p><p><i>[<a href=\"https://www.theatlantic.com/technology/archive/2025/07/anthropic-meta-ai-rulings/683526/?utm_source=feed\">Read: Judges don’t know what AI’s book piracy means</a>]</i></p><p></p><p>Also sprinkled throughout the AI Action Plan are gestures toward some MAGA priorities. Notably, the policy states that the government will contract with only AI companies whose models are “free from top-down ideological bias”—a reference to Sacks’s crusade against “woke” AI—and that a federal AI-risk-management framework should “eliminate references to misinformation, Diversity, Equity, and Inclusion, and climate change.” Trump signed a third executive order today that, in his words, will eliminate “woke, Marxist lunacy” from AI models. The plan also notes that the U.S. “must prevent the premature decommissioning of critical power generation resources,” likely a subtle nod to Trump’s suggestion that <a href=\"https://www.theatlantic.com/technology/archive/2025/02/ai-energy-crisis-fossil-fuels/681653/?utm_source=feed\">coal</a> is a good way to power data centers.</p><p></p><p>Looming over the White House’s AI agenda is the threat of Chinese technology getting ahead. The AI Action Plan repeatedly references the importance of staying ahead of Chinese AI firms, as did the president’s speech: “We will not allow any foreign nation to beat us; our nation will not live in a planet controlled by the algorithms of the adversaries,” Trump declared. The worry is that advanced AI models could give China economic, military, and diplomatic dominance over the world—a <a href=\"https://www.theatlantic.com/technology/archive/2025/01/deepseek-china-ai/681481/?utm_source=feed\">fear</a> that OpenAI, Anthropic, Meta, and several other AI firms have added to.</p><p><br>\nBut whatever happens on the international stage, hundreds of millions of Americans will feel more and more of generative AI’s influence—on salaries and schools, air quality and electricity costs, federal services and doctor’s offices. AI companies have been granted a good chunk of their wish list; if anything, the industry is being told that it’s not moving fast <em>enough</em>. Silicon Valley has been given permission to accelerate, and we’re all along for the ride.</p>",
    "published": "2025-07-23T23:55:51",
    "has_full_content": true
  },
  {
    "id": "43a98e52dc5aa251dddb5e6e63e73d3a",
    "title": "Trump’s Attempts to Change the Topic From Epstein: A Timeline",
    "link": "https://www.nytimes.com/2025/07/23/us/politics/trump-epstein-distraction-timeline.html",
    "image": "assets/img/fallback.jpg",
    "summary": "Mr. Trump at a reception at the White House on Tuesday. He has tried to distract from the outcry over his administration’s handling of the Epstein files.",
    "content": "Mr. Trump at a reception at the White House on Tuesday. He has tried to distract from the outcry over his administration’s handling of the Epstein files.",
    "published": "2025-07-23T23:28:12",
    "has_full_content": true
  },
  {
    "id": "010d6663185b1f20824042eb87b23564",
    "title": "Judge Denies Request to Unseal Epstein Grand Jury Transcripts in Florida",
    "link": "https://www.nytimes.com/2025/07/23/us/politics/florida-epstein-transcripts-unsealed-denied.html",
    "image": "assets/img/fallback.jpg",
    "summary": "Jeffrey Epstein appearing in court in 2008 in West Palm Beach, Fla.",
    "content": "Jeffrey Epstein appearing in court in 2008 in West Palm Beach, Fla.",
    "published": "2025-07-23T22:29:17",
    "has_full_content": true
  },
  {
    "id": "45da80cb7b4220fb59773f4b8d6cb281",
    "title": "The Fight for the Political Center",
    "link": "https://www.theatlantic.com/podcasts/archive/2025/07/david-frum-show-ritchie-torres/683641/?utm_source=feed",
    "image": "https://cdn.theatlantic.com/thumbor/1HCFkkvLPagEXmHJAD3CfwDD6oc=/2x13:1279x678/1200x625/media/img/mt/2025/07/2025_7_22_The_David_Frum_Show_EP16_Promo_1280x720/original.jpg",
    "summary": "Subscribe here: Apple Podcasts | Spotify | YouTube | Overcast | Pocket CastsOn this episode of The David Frum Show, The Atlantic’s David Frum opens with a warning about President Donald Trump’s escalating attacks on press freedom. David discusses Trump’s lawsuit against The Wall Street Journal, expl...",
    "content": "<p><em>Subscribe here: <a href=\"https://podcasts.apple.com/us/podcast/radio-atlantic/id1258635512\">Apple Podcasts</a> | <a href=\"https://open.spotify.com/show/4vlgAVfHGyzoHYVmY67yFL\">Spotify</a> | <a href=\"https://www.youtube.com/@TheAtlantic/podcasts\">YouTube</a> | <a href=\"https://overcast.fm/itunes1258635512\">Overcast</a> | <a href=\"https://pca.st/ccxU\">Pocket Casts</a></em></p><p>On this episode of <em>The David Frum Show</em>, <em>The Atlantic</em>’s David Frum opens with a warning about President Donald Trump’s escalating attacks on press freedom. David discusses Trump’s lawsuit against <em>The Wall Street Journal</em>, explains how Trump is using presidential power to suppress coverage of his alleged ties to Jeffrey Epstein, and argues that Trump’s second term represents a deeper threat to the First Amendment than anything seen in modern American history.</p><p>Then David is joined by Representative Ritchie Torres of New York for a conversation about the future of the Democratic Party. Torres explains why the Democratic center has become too passive; how the far left gained influence through intensity, not majorities; and why slogans alone can’t solve America’s affordability crisis. They discuss the rise of performative politics, the need for a serious governing agenda, and Torres’s personal journey from public housing to Congress.</p><div class=\"oembed\"></div><p><em>The following is a transcript of the episode:</em></p><p><strong>David Frum:</strong> Hello, and welcome to another episode of <em>The David Frum Show</em>. I’m David Frum, a staff writer at <em>The Atlantic</em>. My guest this week will be Congressman Ritchie Torres, who represents the South Bronx in the United States House of Representatives. It’s such a pleasure and an honor to welcome Congressman Torres to this program. We’ll be discussing the contest, the struggle between Democratic centrists and Democratic progressives in New York City, state, and federal politics, and we’ll talk, as well, about his vision for the future and direction of American politics, and his beliefs and principles as he’s become one of the most important voices in the United States Congress.</p><p>I want to begin with a few preliminary remarks about a new Trump administration attack on press freedom and press integrity. <em>The Wall Street Journal</em> recently released an important story on the personal connections between Donald Trump, the private citizen—as he then was—and Jeffrey Epstein, the disgraced financier and sex trafficker who died in 2019.</p><p>President Trump, as he now is, responded to the story by filing a massive lawsuit against <em>The Wall Street Journal</em>, one of many lawsuits in a long series that Donald Trump has brought against press institutions. Now, a private citizen who feels himself or herself ill-used by the press, of course, has a right to sue for defamation. These suits usually don’t go very far. It’s difficult to win a defamation suit in the United States, and people usually—while they may file them or threaten to file them—don’t proceed. For one thing, they bump into the threat of discovery, where the news organization will be able to say, <em>Well, since you’re suing us, we get to ask some questions of you</em>, and the person suing often doesn’t want to answer those questions, and that’s where the whole thing tends to break down. But President Trump has approached these lawsuits in a very different way.</p><p>The president of the United States—under Donald Trump, the presidency has become a very different kind of institution from what it ever was before. It has acquired large new immunity from criminal prosecution. The Supreme Court of the United States has made it much more difficult than it ever was to hold a president to account for criminal actions committed by that president, or alleged criminal actions committed by the president. The Court has carved out zones of immunity, in which the president simply cannot be questioned or challenged about criminal activity.</p><p>Meanwhile, Donald Trump, while he has all those august powers of the presidency, he’s using the powers of a private citizen to sue in ways that are augmented by the powers of the presidency. The suits that Donald Trump has brought against ABC News and CBS News were suits he almost certainly was not going to win. The CBS lawsuit was particularly feeble. It was a lawsuit where he said he didn’t like the way <em>60 Minutes</em> had edited an interview with Vice President Kamala Harris, and he was invoking a Texas consumer-protection statute to attack the way that CBS had edited this interview. Now, the courts, for 50 years, have been very clear about the enormous protection of the right to edit under the First Amendment, and the Federal Communications Commission has made it clear they want no part of second-guessing the editorial judgments of news organizations. This lawsuit would not go anywhere. It’s almost guaranteed not to go anywhere. But CBS and ABC have corporate parents, and those corporate parents have a lot of business before the federal government. In the CBS case, the business was especially urgent. Paramount, the owner of CBS, wanted to execute a merger that would need FCC approval. And President Trump’s chairman of the FCC had made clear that regulatory approval could hinge on whether Paramount made some kind of settlement with President Trump in his complaint against CBS.</p><p>So President Trump used his regulatory powers overparent corporations to squeeze settlements out of ABC and CBS. He also extracted a big payday for his family from Amazon. At the beginning of the administration, Amazon announced that it was going to make a documentary or a movie about the life of First Lady Melania Trump and pay her millions and millions of dollars for the film rights for a movie that doesn’t look like it’s ever going to see the light of day, and maybe was never intended to see the light of day.</p><p>So the president is immune criminally. He sues, like any private citizen, but his lawsuits are backed up by the regulatory power of the federal government and under his control, exerting powers in new ways, in ways that had never been contemplated before by the Federal Communications Commission.</p><p>Now President Trump is using the same maneuver against <em>The</em> <em>Wall Street Journal</em>. Shortly before the story appeared, Vice President [J. D.] Vance made a special trip to visit the Murdoch family and presumably, or apparently, to plead the case against the story. So that was another form of pressure. So far, <em>The Wall Street Journal</em> has resisted, but how long they will resist is unclear because the parent corporation behind <em>The Wall Street Journal</em> also has a lot of business before the federal government, and of course, the Murdoch family that owns the parent corporation and President Trump have deep other causes.</p><p>So what we’re witnessing here is an attempt to use federal power by a criminally immune president to snuff out discussion of things that bear on that president’s potential criminal liability or potential civil liability.</p><p>You know, abuses of power by the president tend to bleed one into the other. You start with something small, like <em>I don’t want people to know about my connections to Jeffrey Epstein</em>, and pretty soon you’re deploying powers over the press, and you’re abusing the FBI.</p><p>I think the point is: There’s no easy way out of this for any of us. And I think this is one of the reasons why the Epstein story has become so important. Whatever is the exact truth of what happened between Donald Trump and Jeffrey Epstein—how deeply they were connected, or when their relationship began, when their relationship ended, what happened in between, why it ended, how Jeffrey Epstein’s future career, why his prosecution was handled in the way that it was, what happened in the final hours and moments before his death, all of those unanswered questions—in order to protect the present from potential revelations, we’re having to break apart all kinds of institutions, beginning with the FBI and ending with the First Amendment.</p><p>You know, I think a lot of people hope there’s some way to box in or limit the Trump presidency to treat it like, you know, not one of one’s favorite presidents, not one of America’s finest hours, but something that doesn’t threaten to do tremendous and permanent damage to the structure of American government. But as this latest story reveals, even in the most intimate and personal aspects of his life, Donald Trump’s needs and imperatives, and his attitude toward the presidency are a threat to every American institution.</p><p>If we’re going to come out of this unscathed, we’re going to have to have a real reckoning with what Donald Trump did. We’re not going to be able to box this in. We’re not going to be able to say, <em>Well, that was then, and this is now, </em>or<em> This is his personal life</em>,<em> </em>or<em> These are his personal matters</em>.<em> </em>For him, there is no barrier between the personal and the constitutional. And for the reverse, there’s no barrier for those who want to protect the Constitution against the person of Donald Trump. It’s going to be one, or it’s going to be the other. And that situation—here we are at the very beginning of the second Trump presidency, and it’s only likely to become more intense as that presidency continues.</p><p>Now my dialogue with Congressman Torres, and we’ll be talking about some of these very same issues in that conversation. I hope you’ll continue to watch. But first, a quick break.</p><p><strong>[<em>Music</em>]</strong></p><p><strong>Frum: </strong>Representative Ritchie Torres is a native of the Bronx, New York. His first introduction to the ugly realities of New York City politics came at an early age. Congressman Torres grew up the child of a single mother in a public-housing project. The mold in the apartment unit inflamed his childhood asthma, but across the way, he could see the city of New York pouring millions of dollars of taxpayer money into subsidies for a golf course.</p><p>I don’t think he’s ever quite forgotten that lesson. Congressman Torres’s outrage over the misuse of public resources in this way powered his early rise, his astonishingly early rise, in city politics. He was elected to New York City Council at the age of 25: the first openly gay council member from the Bronx. He won election to Congress from New York’s Fifteenth District in 2022, age only 32. The Fifteenth is one of the nation’s poorest districts, and Representative Torres has worked hard on the bread-and-butter issues that matter most to his constituents, becoming a leading voice for the Democratic pragmatic urban center against the extremes of far left and far right.</p><p>A champion of civil liberties in every form, Torres has become one of Congress’s most effective and untiring voices against anti-Semitism and the defamation of the state of Israel. At a time when Democrats are questioning their future, Congressman Torres has offered one of the most fearless and forcefully argued visions of a way forward.</p><p>So I’m very pleased and grateful to welcome Congressman Torres to <em>The David Frum Show</em>. Thank you for joining us.</p><p><strong>Ritchie Torres:</strong> Always a pleasure to be here.</p><p><strong>Frum:</strong> I want to ask you about something I’ve heard you say in a number of your interviews, where you say the Democratic center has acquired this passive personality. The Democratic far left feels it can say whatever it likes. The Democratic center retires and reserves. It reminds me in some ways of what happened in the Republican Party, my party, during the Tea Party uprising, when Republican moderates just yielded the floor. What is going on? Why? Is it a personality issue? Is it an ideological issue? Why is the center so retiring?</p><p><strong>Torres:</strong> Well, look—in politics, intensity is destiny. And it’s almost inherently the case that an intensely visible vocal minority will have outsized political power, more political power than a silent majority that largely resides in the center. And so it feels like American politics writ large is dominated by the extremes, by the far right and the far left and the symbiosis between the two. And there’s a sense in which the far left is a reaction—the modern far left, the new left—is a reaction to Donald Trump. I would submit to you that there would be no modern far left without the election of Donald Trump in 2016. You know, it’s Newton’s laws of physics at work: Every action produces an equal and opposite reaction. And it feels like American politics is largely driven by the endless feedback loop between the two extremes in American politics.</p><p><strong>Frum:</strong> Yeah. Well, let me draw an analogy to the Republican Party prior to the politics that I know best. I remember I worked a long time ago for President George W. Bush, and there was a big bill coming up, and there was an important Republican vote that President Bush needed. And the vote was shy because this voter, this member of the House or member of the Senate, this member of Congress, was nervous about the vote. And President Bush asked, <em>What do you need from me to win your vote? Give me a request. Give me an ask, something I can say yes to. Is there anything I can do to give you a member to get your vote?</em> And the senator said, <em>Yes, I need you to make sure that there are 70 votes in favor of this proposition</em>.<em> </em>In other words, he didn’t care what the bill said so long as he could be a member of a herd. I sometimes wonder whether, is it that these people are moderates or they’re just fearful?</p><p><strong>Torres:</strong> It feels like, should we rename the moderate category “miscellaneous”? Like, I feel if you were to ask me, “What does the far right stand for?” I could easily say it’s “America First.” It’s “Make America great again.” It’s “Build the wall,” right? There are simple, repeatable phrases that distill the worldview of the far right. And if you would ask me, “What does the far left stand for?” Green New Deal, Medicare for All. There are simple phrases that distill the worldview of the far left. I could not tell you what the center stands for. Like, if you were to speak to a hundred center-left Democrats, you would get a hundred different responses about what the center left stands for. And I see that lack of clarity of communication as a real challenge for the party.</p><p>Just like the Democratic Party cannot simply stand against Donald Trump, We have to stand <em>for</em> something. The center left cannot simply stand against the far left: It has to stand <em>for</em> something. And if the best the center left has to offer is Andrew Cuomo and Eric Adams, then that’s a challenge that we’re going to have trouble connecting with the next generation of voters.</p><p><strong>Frum:</strong> Well, a great student of the politics of New York, Fred Siegel, wrote a book about Rudy Giuliani before his tragic later years in which he said that the secret of Rudy Giuliani’s success during the period when he was successful was that he was an immoderate centrist—that is, he had centrist politics, but not a moderate personality at all, not even then. And he was forceful. He was certain. He drove his points home. He was not afraid. Is that the solution? Immoderate centrism?</p><p><strong>Torres:</strong> I thought Giuliani was a vicious person. So there is something to be said for decency. I have profound differences of opinion with a candidate like Zohran Mamdani, but I’m able to separate my appreciation for his skill from my disagreements with his politics—not everyone can make that emotional separation, but I can—and I have to say, I was impressed with the manner in which he ran his campaign. I saw him campaign in the Northeast Bronx a few weeks ago, and he was endlessly smiling. He was visibly enjoying the act of campaigning, the act of interacting with people. I feel like we can all learn from that. Like, we should all project the joy of public service, the joy of campaigning. Like, I prefer that to the viciousness and nastiness of Rudy Giuliani in the 1990s.</p><p><strong>Frum:</strong> Well, look—politics, like every occupation, has things you have to do and things you do less. And I often do see people in politics, and I think, <em>Why didn’t you choose, like, accountancy? I mean, you love numbers; you hate people. Why did you choose this line of work? There are a lot of things you can do with your one and only life</em>.<em> </em>So I mean, politics is for people who like going into a room full of total strangers and grabbing hands and introducing themselves and making friends fast. And if you don’t like that work, there are a lot of other useful, valuable things you can do with your time on this Earth.</p><p><strong>Torres:</strong> Look—for me, loving public service and loving people go hand in hand and you cannot have one without the other. Look—there are moments when we might be in a foul mood, and we have stressful moments, but it’s important to project, at every moment, the joy of public service because it is truly an honor to be a public servant in the greatest country on Earth.</p><p>Now, I represent 800,000 people, right? I get to vote on behalf of and speak on behalf of 800,000 people, and that’s an honor that I take to heart every day. And for me, it’s just the greatest gratification of my life because it happens to be the area where I grew up. And so when you keep that perspective in mind, it should inspire you to project the joy of public service and the joy of campaigning.</p><p><strong>Frum:</strong> Well, let me press you a little harder, without going into personalities, with this contest between different visions of the Democratic Party. In 2016 and 2020, there were national contests—Hillary Clinton versus Bernie Sanders, and then Joe Biden against the field—in which there were far-left pressures and kind of old-fashioned, older, from-a-different-time candidates who spoke from a more moderate approach but didn’t always speak very forcefully. And the contest hung in the balance, and the people who made the difference were sort of older, more religious, more conservative Black voters who pushed the Democratic Party away from unelectable progressivism toward Hillary Clinton in 2016 and toward Biden in 2020. And I don’t know how much credit you give to the state of South Carolina specifically and to any person there, but that does seem to have been the moment where Biden won—and probably the election of 2020 was won.</p><p>One of the things I’ve noticed since 2024 is the way that those kinds of voters—older Black voters, churchgoers, people with a stake in the community—they seem to be sort of discounted. I’ll give you two data points that have struck me. First, there have been a couple of polls that have showed Pete Buttigieg in first place as a Democratic choice for president in 2028, which is fine; he’s a very impressive person. But when you look at, okay, <em>Well, what is Pete Buttigieg’s support in the Black community?</em> and the answer is zero, according to those polls—like, literally zero—you think, <em>Okay, how do you get to be in first place in a Democratic preference poll when Black voters are saying, “Not our guy?”</em> And in the recent Democratic primary in the city of New York, the candidate who won was the candidate who did worst among Black voters. The candidates who did well among Black voters both lost. Is the Democratic Party turning its back on these sort of moderate Black voters? What does that mean? Why is that happening? What does that mean?</p><p><strong>Torres:</strong> Look—it’s certainly true that the strongholds of the Democratic Socialists of America, of the left, in places like New York tend to be college-educated, white-progressive or white Democratic Socialist neighborhoods. In New York City, it’s the gentrified neighborhoods of Queens and Brooklyn and Manhattan, not so much Staten Island and the Bronx. So that’s certainly true. And those voters tend to be much more ideological, much more left leaning.</p><p>Older Black voters, I find, tend to be more relational than ideological in their voting. And—</p><p><strong>Frum:</strong> As Jim Clyburn said, “Joe knows us.”</p><p><strong>Torres:</strong> Yeah. You know, there’s a great joke about Jim Clyburn that <em>J. C.</em> does not stand for Jesus Christ; it stands for “Jim Clyburn” because he was the single driving force behind the resurrection of Joe Biden in the 2020 Democratic primary. But, you know, it’s often said that familiarity breeds contempt. When it comes to older Black voters, the opposite is true: Familiarity breeds comfort. Like, Black voters were more comfortable with [Andrew] Cuomo because he was a familiar brand name. But I would not mistake a preference for a familiar brand name like Andrew Cuomo for opposition to Mamdani. As Mamdani becomes more familiar in Democratic circles, he certainly is in a position to build support within the African American community.</p><p>But there is a generational divide. You know, older African Americans tend to gravitate toward more familiar brand names like Cuomo; younger African Americans may be more left leaning and ideological in their politics. So there is a generational divide unfolding within the Democratic Party.</p><p><strong>Frum:</strong> But is there something going on between these ideological, highly educated voters you mentioned and everybody else? So there was this great upsurge of protests in 2020 centered in Black America where it sounded like Black Americans—as a non-Black American, it sounded to me like they’re saying, <em>What we want is fair and respectful policing</em>. And a lot of the people who joined up for this movement who were from different communities, who were highly educated, said, <em>Right. What you mean is you want no policing at all</em>. And the people at the center were saying, <em>No, we want fair and respectful policing, but we actually would like—if it is fair and respectful—</em>more<em> of it, not less</em>. And this is one of the things that in the New York primary, that I think one of the big issues between people who said, <em>We want more policing; we want it fair and respectful, but we want more</em>. And those who said, <em>Right, what you mean is you want less, and we know better, and we’re telling you</em>.</p><p><strong>Torres:</strong> Look—I’m one of the leading critics of the DSA, and my frustration with the DSA is the lack of self-awareness. There seems to be no acknowledgement that Democratic Socialists are different from most of the country, including most Democratic working-class people of color in places like the Bronx. And, you know, you’re entitled to believe whatever you wish, but you should not pretend that your beliefs are orthodoxy or the mainstream in America. I remember, when I would ride the subway as a kid, I would often come across a quote that read Never mistake your field of vision for the world. And I feel like the DSA often mistakes its field of vision for the world, and it often speaks for people of color without actually speaking to them, because if you spoke to people of color in places like the Bronx, you would realize there was never popular support for movements like “Defund the police” and that there were widespread concerns about the destabilizing impact of the migrant crisis on cities like New York. And so there is a lack of ideological self-awareness on the part of the DSA. The DSA is entitled to have whatever beliefs it wishes, but those beliefs are different from those not only of most Americans, but most Democrats.</p><p>Now, the one issue where every Democrat is aligned is the concern about the affordability crisis. And the genius of the Mamdani campaign lies in focusing like a laser on the affordability crisis, because it is truly the issue that has the most resonance with most voters. Not everyone agrees on the solution, but everyone agrees—in the Democratic Party, and even beyond—that it’s become the central challenge confronting the city and the country.</p><p><strong>Frum:</strong> Well, I’m not sure you’re entitled to say you’re—well, suppose I say this: <em>Here I am. I’m a politician. I’m from the Democratic Socialists of America, and I’m very concerned about the affordability crisis</em>. Really? Are you? That’s great. Well, what is your solution? <em>My solution is these magic wishing beans I have in my pocket</em>. Aren’t I entitled to say, <em>If your solution is magic wishing beans, you’re probably actually not that revved up about the crisis, because if you cared, you would look for a better idea than magic wishing beans</em>?</p><p><strong>Torres:</strong> Can I challenge—you’re putting me in the position of defending the DSA, which is making me uncomfortable. Do you think the average establishment Democrat has a thought-out solution to the affordability crisis? Do you think the average politician thinks deeply about cost-benefit analyses and trade-offs and unintended consequences that don’t—</p><p><strong>Frum:</strong> You don’t need to think very deeply about the affordability of housing in New York to say—</p><p><strong>Torres:</strong> That’s my frustration, though.</p><p><strong>Frum:</strong> You say, <em>Okay, what we need to do is bring in a bunch of people from the industry</em> and say, <em>What would it take to get you to build a quarter of a million units in the five boroughs of New York per year? What would we have to change for you to build a quarter of a million?</em> And then they’d give you a list of a bunch of ideas, and you say, <em>Well, I can’t do that one, but yeah, okay, the rest of these we can do.</em> <em>And maybe we won’t get a quarter of a million units a year; maybe we’ll get 200,000</em>.<em> </em>What is being proposed instead are literally—I mean, to say what we’re going to do is take a million dollars of subsidy per apartment, and take the number of subsidized apartments we’re building from 10,000 a year to 20,000 a year in a city where 6 million people are applying for housing, that’s a magic wishing bean. That’s not going to do anything for anybody.</p><p><strong>Torres:</strong> I agree. But Eric Adams has been mayor for four years. Has he had that convening? I mean, it is not enough for center-left Democrats to denigrate the sloganeering of the far left, which I agree is sloganeering. But we have to actually offer and put forward an affordability agenda, right? We should not put ourselves in the position of defending a status quo that is genuinely failing a generation of young Americans. There are young Americans who are struggling to cope with the crushing cost of housing and higher education and health-care, and we have to address their anxieties about the affordability prices.</p><p>I will just echo what I said earlier: It’s not enough for the center left to be against the far left, to sneer at them. We actually have to put forward an affordability agenda. We have to be more introspective about our failures, to be blunt.</p><p><strong>Frum:</strong> Let me ask you about those failures. The Democratic Party is right now doing a big, supposedly, after-action review of the 2024 election. And there are mean stories circulating, which say, <em>Oh, but everything that is actually the questions you’d want to talk about are off the table. We’re not going to talk about Biden staying in the race arguably too long. We’re not going to talk about having or not having a primary to replace him. We’re gonna talk about everything else.</em> And it reminds me a little bit of the 2012 Republican autopsy, where the Republican Party decided the solution to Romney’s defeat in 2012 was Jeb Bush. And so it got a team of six people, four of whom had tight connections to Jeb Bush, to write a report saying, <em>What do we need?</em> And they wrote a report that took 80 pages to say, <em>What we need is Jeb Bush</em>. And that turned out, actually, not to be the correct answer, but it was very much the product of an in-group. And it looks like the Democratic Party is doing the same thing.</p><p><strong>Torres:</strong> Look—I feel like we should acknowledge that we screwed up, and then move on. If we deny that there was an issue, it simply serves to perpetuate the story. We should acknowledge that Biden should have decided early on not to run for reelection. There should have been a full primary process. And I happen to believe that the American primary process—which is much longer than the process in Britain is—is an extraordinary character-building experience. It is a test of character. It’s a test of resilience. And you know, I often quote Frederick Nietzsche, who said, “That which does not kill [me], makes [me] stronger.” I feel like you’re made better and stronger and wiser by the demands, by the rigors of the Democratic-primary process. And that benefit was denied to Kamala Harris as the Democratic nominee.</p><p><strong>Frum:</strong> Is that right? Because—I’m not a Democrat; I’m observing from outside—but the Democratic Party seems to be a family that can’t discuss its business in nondestructive ways. And there’s certain families where you say, <em>Maybe family therapy is actually not the right option for you, because you’ll kill each other</em>.</p><p>So I mean, let’s see how this would work. Supposing President Biden had done the patriotic thing and said after the election of 2022, <em>We’ve had this extraordinary result in 2022, much better than anybody had reason to expect. I take that as my personal vindication. I’m pronouncing myself the winner here, and I’m now going to gracefully exit the stage, and I’m declaring an open primary</em>. What would’ve happened? Well, people would’ve said, <em>Oh, you’re betraying the Black woman. Why wasn’t the Black woman you picked good enough? </em>While there would be answers to those questions, no Democrat would easily be able to articulate what the reasons were.</p><p>And then you turn into a fight of, you know, when Democrats argue, they don’t argue about ideas. They don’t argue about, even, personalities. They argue about categories. <em>You’re a homophobe. You’re anti-Black woman. You’re anti-this. You’re anti-rural, anti</em>—and they would’ve just ripped themselves to pieces in a bloodbath, which would’ve left the party in arguably even worse shape in 2024 than it actually was.</p><p><strong>Torres:</strong> I’m not sure about that. I feel if we had more time for a full primary process, we would’ve had a full process, and we would’ve respected—we have Democratic primaries where you have a variety of people from every background run, and we conduct those primaries constructively. And infighting is not unique to the Democratic Party. There’s no shortage of infighting in the Republican Party. And frankly, I will argue that we manage our infighting more effectively than the Republicans do, just judging by the overwhelming dysfunction of the Republican House. I mean, we did not vacate our speaker. We did not go through 15 rounds of voting—I forget the exact number—the longest vote in 150 years. For all of our infighting, ours is much more manageable than what I’m seeing on the other side of the aisle.</p><p><strong>Frum:</strong> Let me ask you a personal question. You’re too modest to mention this yourself, but you didn’t go to college. And my wife, who also didn’t go to college, likes to work it into the conversation early. (<em>Laughs</em>.) But you don’t do that. But does that give you an advantage? Because one of the things I notice about the Democratic world is there’s this jargon of the university that works itself into all kinds of weird—they have conversations. They have conversations in spaces. They speak from positions of privilege. They belong to certain categories. And none of this is the way anyone spoke English 15 years ago, and it’s the first language of the Democratic Party. Have you sort of acquired immunity to that because of your biography?</p><p><strong>Torres:</strong> You know, it’s just my nature to speak simply to the extent that I can. Like, just say someone’s hungry rather than food insecure, or say someone is, you know, incarcerated rather than justice-involved. I use a language that’s familiar to everyday people rather than a language that originates from the academy.</p><p>But I attribute my pragmatism to a lack of a college degree. If I had graduated from college, I probably, ironically, would be more ideological in my politics and, I feel like, actually less in tune with Economics 101.</p><p><strong>Frum:</strong> Alright, well, let me get you back to this question of Economics 101, because housing is the supreme issue in your city, and there are people who believe that if you build more housing, housing will become more available. There are people who think if you build more housing, you simply put money into the hands of people we hate who are criminals and who deserve to be expropriated and run out of town. How do you have a conversation between people who hold those two views?</p><p><strong>Torres:</strong> I mean, I disagree with the second view. For me, it’s not a morality tale; it’s economics. Now, there are certainly unscrupulous landlords who have to be held accountable, but at the core of the affordability crisis is a gap between supply and demand. The demand for affordable housing far exceeds the supply. So we have to build enough housing to meet the demand, and we have to ensure that the housing we build is affordable to the lowest-income families who are often left behind by housing policy in cities like New York. And I’m a proponent of the abundance movement, which, you know, to me is a challenge for the Democratic Party. If Republicans purport to be the party of less government, we as Democrats should not be the party of more government. We should be the party of better, cheaper, and faster government. And we have to learn how to build better, cheaper, and faster, and bigger.</p><p>And there needs to be introspection. Why is it that Texas builds more affordable housing than New York? I think Houston builds 20 units per 1,000 residents; Austin, 10 units per 1,000 residents; New York, fewer than four units per 1,000 residents. So cities like Houston and Austin are outbuilding New York by orders of magnitude. Why is it that Texas, rather than New York, has emerged as the solar superpower of America? One of the cruel ironies of our time is that the states—it’s easier to build clean-energy infrastructure in the states that deny climate change than it is in the states that consider it an emergency. So I feel like the abundance movement is a challenge, is an invitation for Democrats to fundamentally reimagine what it means to govern progressively.</p><p>And progressive governance should be defined by actual progress. It should be defined not by more spending, but by more supply. What matters in the end is not only more housing spending—I’m in favor of more housing spending—but also expanding the actual supply of housing so that more people have access to homes.</p><p><strong>Frum:</strong> There’s a classic novel about American urban politics called <em>The Last Hurrah</em>. And in <em>The Last Hurrah</em>, a young man is being groomed to run for mayor of Boston, and he is given introductions to this aspect of city politics and this aspect of city politics. And then finally, his coaches say to him, <em>Now we come to the most important part: foreign policy</em>. And he says, <em>Foreign policy? Well, why do I need any foreign policy to be mayor of Boston?</em> They say, <em>Don’t worry. It’s not that difficult. You just need to remember two sentences: “Trieste belongs to Italy, and all Ireland shall be free.” That’s it</em>.</p><p>And there seems to be something like that going on in New York, where one of the flash points between you and the Democratic Socialists of America is Gaza, which is not one of the five boroughs. And is not only <em>the</em> flashpoint, but almost, like Trieste and Ireland, the only one. They’re this world full of complicated, harrowing problems that Americans won’t even read about, let alone develop an opinion about.</p><p>Here’s this one flashpoint: Do you ever find there’s something kind of arbitrary and bizarre about the way that foreign policy does and doesn’t touch the politics of New York City?</p><p><strong>Torres:</strong> Yes and no. If you are Dominican, the Dominican Republic is not a foreign country; it’s an important part of who you are, right? If you’re Irish, Ireland is an important part of who you are. And if you’re Jewish—it’s not true of every Jew, but it’s true of many, maybe most—that Israel is an important part of Jewish identity. So we’re a hyphenated country. We’re a country where we love not only America, but we love the country of our ancestors, as well, right? And that’s part of the American story. So in that sense, it makes sense to me. Like, even though Puerto Rico is a territory of the United States, I care deeply about Puerto Rico because I am Puerto Rican. It’s the home of my ancestry.</p><p>But it is strange. So I’ll give you an example of how it can be strange. In the summer of 2020, the New York City Democratic Socialists of America sent out a questionnaire to city-council candidates, and the questionnaire had a foreign-policy section—never mind that the city council plays no role in setting foreign policy—and the foreign-policy section only had two questions. Question No. 1: Do you pledge never to travel to Israel if elected to the city council? Question No. 2: Do you support the boycott, divestment, and sanctions movement against Israel?</p><p>So in the Democratic Socialist worldview, it is morally permissible to travel to China, which has committed genocide against Uyghur Muslims; to travel to Russia, which invaded a sovereign nation-state like Ukraine; to travel to Iran, which is the leading state sponsor of terrorism. But travel to the world’s only Jewish state, that is strictly forbidden. And that, to me, is an example of how anti-Zionism can morph into a form of anti-Semitism.</p><p><strong>Frum:</strong> The two-part question is an example that nothing has changed since—I listened to those two questions, and thought, <em>Huh, Trieste, not there anymore.​​ What happened to that?</em></p><p><strong>Torres:</strong> Well, I think we’ve seen a radicalization of progressive politics on the subject of Israel, right? I mean, progressive politics went from embracing a two-state solution to embracing a one-state solution: “Free Palestine, from the river to the sea.” It went from opposing only offensive aid to Israel to now opposing both defensive and offensive aid to Israel, right? It has become heresy to even support Iron Dome, which exists to protect Israeli Jews and Arabs from acts of terror, from relentless rocket fire. And before October 7, a powerful case could be made that Iron Dome was an effective mechanism for deescalating the Israeli-Palestinian conflict.</p><p><strong>Frum:</strong> Do you think the tendency to polarization and radicalism can be undone? If we get favorable social circumstances, like a slowdown in inflation and a pickup in wage growth; if the Trump administration is replaced by something more provocative; if the Democrats do well enough in 2026 that the most-progressive members get isolated, and they have to play nice if they want to be influential instead of being part of a very narrow majority, where they’re needed—can these things be unwound, or do you think there’s something deeper in our society that is pushing politics toward these ever-more-extreme views?</p><p><strong>Torres:</strong> I’m conflicted. I don’t know. Part of me says yes, and part of me says no. Part of me says polarization is inevitable because the perverse incentive structure of our politics rewards polarization. It rewards political theater. It rewards the extremes. You know, if you’re on the extremes, whether you’re the far left or the far right, you’re going to generate far more fundraising online. You’re going to generate more publicity from cable news and talk radio and elsewhere. You’re gonna have a much larger following on social media. The member of Congress to raise the most in the wake of January 6 was Marjorie Taylor Greene after she voted to decertify the election.</p><p>And so it does feel like the perverse incentives of our politics are conducive to extremism. And it feels like the social-media algorithm, just by its very nature, amplifies extremism and disinformation and outrage. So that’s where my concern lies.</p><p>At the same time, voters can have a moderating effect on political parties, and if we swing the pendulum too far to the left and the voters punish us, we will adjust. When there was a backlash against the “Defund the police,” even the left has largely abandoned it. I mean, Zohran Mamdani ran away from “Defund the police” because he knew it was deeply unpopular among voters. The mismanagement of the migrant crisis, I felt like, had a moderating, humbling effect on the Democratic Party on the issue of border security. So I see arguments in both directions, and I haven’t settled on what I believe.</p><p><strong>Frum:</strong> You mentioned these incentives, because there’s an incentive that has disappeared. It’s easy—let’s talk about Marjorie Taylor Greene to make this easier to understand by looking at the other party. Thirty, 40, 50 years ago, a character like Marjorie Taylor Greene would’ve won an election to Congress because as Sam Rayburn said, “The American people will elect anybody to anything once.” So she’s elected to Congress in 1974 or 1984. At that point, somebody important in the party would’ve come to her and said, <em>Look—maybe you’re a genuinely crazy person, and there’s nothing anyone can do for you, but maybe you’d like to go to the Senate. Maybe you’d like to be governor. And if that’s the case, you need to dial back the crazy, because the crazy can get you to the House, like, once, twice. It won’t make you a committee chair in the House, and it certainly won’t let you run for anything else. So if you have political ambition, you want to dial back the crazy if it’s in you to dial back the crazy</em>.</p><p>And the Marjorie Taylor Greene of a generation ago, or two, would’ve had to think about that, if she were capable of thinking about it. And if she weren’t, the political system would’ve washed her away, as it washes away various kinds of people who genuinely are mentally unbalanced who sometimes show up in Congress. That doesn’t seem to happen anymore, because people in your party and the Republican Party say, <em>You know, I could be governor, but I’d rather have 12 million Instagram followers</em>.</p><p><strong>Torres:</strong> I think one of the most corrosive trends in politics has been the celebritization of politics. There are growing numbers of Congress who see Congress not as an institution, but as a stage on which to perform, as a theatrical production. And that’s a dynamic that’s present both on the left and on the right. But the situation is far worse, I believe, on the far right, because the majority of Democrats remain in the center, whereas I feel like the center right has all but collapsed, and the Republican Party has been reduced to nothing more than a cult of personality around Donald Trump. And Donald Trump truly represents the Freudian id of the Republican base. And he has created an atmosphere in which conspiratorial politics can thrive. And you know, we’re seeing it with the—on the campaign trail, he spent much of his time stoking the fires of the Jeffrey Epstein conspiracy, and now those fires are threatening to devour his own administration. So he’s being hoisted by his own petard.</p><p><strong>Frum:</strong> Yeah. There is something so weird about that story. Like, did the people around Trump who made it the central issue in their politics not understand or know that if you go to the very heart of the labyrinth here, the person you’re going to find is Donald Trump?</p><p><strong>Torres:</strong> Yes. Yes.</p><p><strong>Frum:</strong> I sometimes wonder whether—well, Donald Trump Jr. was, like, one of the leading voices on this question. I kind of wonder if there’s something oedipal going on, that at some level he knew this is the story, <em>If I am excited about it in ’21, ’22, I look like a super-Trump loyalist, but actually, I know at some deep level that I’m destroying my father, whom I hate because he doesn’t respect me</em>. Is there something complicated going on there? I wonder.</p><p><strong>Torres:</strong> Look—I have no insight into the psyche of the Trump family, but here’s what I find strange. You know, MAGA is like a religion that sees Donald Trump as the chosen one, right? <em>Donald Trump was chosen to release the Epstein files as a form of revelation and destroy the deep state and drain the swamp</em>. But there’s a simple problem with the narrative of Donald Trump as the savior, is: How can you drain the swamp when you are part of the swamp? Like, there is literally no one in Washington, D.C., who has closer and longer ties to Jeffrey Epstein than Donald Trump himself. Even if you ignore <em>The Wall Street Journal</em> story, in 2002 in a <em>New York</em> magazine profile of Jeffrey Epstein, Donald Trump went on record praising his longstanding, 15-year relationship with Jeffrey Epstein, and said that Epstein loves beautiful women as much as he does, and “many of them are on the younger side.” He literally said this in 2002. And so the facts just flatly contradict the notion of Donald Trump as the great savior against the Epstein-led deep state.</p><p><strong>Frum:</strong> Well, this is where I’d like to maybe end then, if you’ll allow a personal—if you are willing to undertake a personal note. I haven’t heard you speak about this in the interviews I’ve heard, but I’ve read this in profiles of you, about the formative experience that, for you, that your politics begin with Donald Trump as—I don’t know how young a boy you were when you looked out the window and saw what was going on. Would you talk a little bit about that, your first encounter with Donald Trump and, if you’re willing, how it shaped the beginning of your political career?</p><p><strong>Torres:</strong> Yeah, so I should explain the importance of public housing, because public housing is the issue that inspired me to run for public office. It’s my raison d’être. It’s the issue that matters most to me. So I was born and raised in the Bronx, raised by a single mother, grew up in public housing. And in New York City, we have an institution known as the New York City Housing Authority, NYCHA, which has endured for about 90 years. It’s the largest provider of affordable housing in the nation, houses a population of about a half a million people. And most of those people, including my mother, would be homeless without—I mean, now that I have means, I could protect her. But most people who live in public housing would be homeless without it. And so it is a safety net of deeply affordable housing that prevents homelessness—street homelessness—on a catastrophic scale in New York City.</p><p>Despite the importance of public housing, it’s been chronically underfunded at every level of government. So you have children, asthmatic children, who are struggling to breathe in the face of molded and leaking conditions because of government disinvestment. You have children who have been poisoned by lead in their own homes, who have sustained brain damage for the rest of their lives because of government disinvestment. You have senior citizens who are freezing in their homes with their boilers breaking down because of federal disinvestment. You have disabled people who are left stranded in their top-floor apartments with their elevators breaking down because of federal disinvestment.</p><p>And I grew up in conditions of mold and mildew leaks, and lead, without heat and hot water in the winter. And so I felt that these conditions that I lived and that I saw represent a humanitarian crisis that was overlooked by government. And then in the mid-2000s, the government—this local government—decided to invest more than $100 million in a golf course that was ultimately named after Donald Trump.</p><p>I remember asking myself at the time, <em>What does it say about our society that we’re willing to invest more in a golf course than in the homes of people, of poor people in public housing who are struggling to survive?</em> Like, that, to me, represented just a catastrophic misplacement of our priorities. And so that was the formative experience that inspired me to get my start as a housing organizer and then eventually take the leap of faith and run for public office at age 24. And I spent a whole year doing nothing but knocking on doors. I went into people’s homes; I heard their stories. And in a race of about nine candidates, against improbable odds, I won my first campaign on the strength of door-to-door, face-to-face campaigning, and became the youngest elected official in New York City.</p><p><strong>Frum:</strong> Have you ever had a chance to talk to President Trump about his golf course?</p><p><strong>Torres:</strong> I’ve never spoken to Donald Trump in my life—no. And that would not be the first issue I would bring up if I were to speak to him.</p><p><strong>Frum:</strong> There are a lot of things to talk about. I wonder whether he could even process what you would want to say.</p><p><strong>Torres:</strong> I don’t think he cares, and he does not—he doesn’t know, and he doesn’t care to know. And he doesn’t care about—you know, Jacob Riis famously wrote a piece of photojournalism about <em>How the Other Half Lives</em>. Most of the elites of our society, including Donald Trump, do not care about how the “other half” lives, have no concept of racially concentrated poverty in a place like the Bronx. It makes me cringe to listen to Republican colleagues and the manner in which—the disdainful manner in which they speak about my constituents. They don’t know my constituents. I had an argument with Scott Jennings because he gives the impression that everyone on Medicaid is an undocumented immigrant or is a lazy 29-year-old, playing video games. And I said, <em>Most of the nonworking population are caregivers and students. And I can assure you these caregivers are working much harder than you are</em>.</p><p><strong>Frum:</strong> So is this a place where the center and the left reverse themselves again? That there’s something intense and personal and unperformative about the way you approach politics?</p><p><strong>Torres:</strong> I think the most successful elected officials are going to be those who defy the simple categorization. And I’m just going to do the best that I can do as a public servant and let the rest take care of itself. But I see the sloganeering of the left for what it is, but I also see the shallowness of the establishment for what it is. I’m not going to put myself in the position of defending an establishment that’s genuinely failing communities like mine.</p><p><strong>Frum:</strong> Congressman Torres, thank you so much for your time today.</p><p><strong>Torres:</strong> It was an honor to be here.</p><p><strong>Frum:</strong> Bye-bye.</p><p><strong>[<em>Music</em>]</strong></p><p><strong>Frum: </strong>I thank Congressman Torres for joining <em>The David Frum Show</em> today. Thank you all for watching. I thank <em>The</em> <em>Picton Gazette</em>, whose hospitality I am benefiting from as I record this program here, in Picton, Ontario. I hope you’ll subscribe to the program, like it, share it on various platforms. The best way we can bring this kind of content to more people is with the help and assistance of our viewers and listeners. The best way, of course, always, to support the work of this podcast and of me and all my colleagues at <em>The Atlantic</em> is to subscribe to <em>The Atlantic</em>. I hope you’ll consider doing just that.</p><p>Thanks so much for joining today. I’ll see you soon, on the next edition of <em>The David Frum [Show]</em>.</p><p><strong>[<em>Music</em>]</strong></p><p><strong>Frum:</strong> This episode of <em>The David Frum Show</em> was produced by Nathaniel Frum and edited by Andrea Valdez. It was engineered by Dave Grein. Our theme is by Andrew M. Edwards. Claudine Ebeid is the executive producer of <em>Atlantic</em> audio, and Andrea Valdez is our managing editor.</p><p>I’m David Frum. Thank you for listening.</p>",
    "published": "2025-07-23T18:45:00",
    "has_full_content": true
  },
  {
    "id": "722527de3482838cf12ca92d199eccd4",
    "title": "Finally, a Democrat Who Could Shine on Joe Rogan’s Show",
    "link": "https://www.theatlantic.com/ideas/archive/2025/07/hunter-biden-andrew-callaghan/683639/?utm_source=feed",
    "image": "https://cdn.theatlantic.com/thumbor/RHlq3f2WMSYByp4KLaxFgYiKBuc=/0x20:2000x1062/1200x625/media/img/mt/2025/07/2025_07_23_hunter_biden/original.jpg",
    "summary": "About two hours into the Gen Z influencer Andrew Callaghan’s interview with Hunter Biden, I had a moment of piercing clarity: Here is a Democrat you could put on Joe Rogan’s podcast. Joe Biden’s surviving son became MAGA world’s favorite punching bag because of his suspect business dealings in Ukrai...",
    "content": "<p class=\"dropcap\"><span class=\"smallcaps\">About two hours</span> into the Gen Z influencer Andrew Callaghan’s <a href=\"https://www.youtube.com/watch?v=XBbkt2vYC4M\">interview</a> with Hunter Biden, I had a moment of piercing clarity: Here is a Democrat you could put on Joe Rogan’s podcast. Joe Biden’s surviving son became MAGA world’s favorite punching bag because of his <a href=\"https://www.theatlantic.com/ideas/archive/2019/09/hunter-bidens-legal-socially-acceptable-corruption/598804/?utm_source=feed\">suspect business dealings</a> in Ukraine, his <a href=\"https://www.theatlantic.com/ideas/archive/2025/01/john-bolton-security-clearances-trump/681418/?utm_source=feed\">infamous laptop</a>, and his <a href=\"https://www.theatlantic.com/politics/archive/2024/12/hunter-biden-pardon/680843/?utm_source=feed\">presidential pardon for tax and gun offenses</a>. But in temperament and vocabulary, Hunter is MAGA to the core.</p><p>During last year’s presidential campaign, Donald Trump’s interviews with Rogan, Theo Von, and Logan Paul resonated with many young men. I can imagine that same audience watching Hunter tell Callaghan about his crack addiction and thinking: <em>Give this guy a break</em><em>.</em> One of the most upvoted comments on the YouTube video is from a poster saying that the interview prompted him to go to rehab.</p><p>Since their crushing loss in November, Democrats have wondered how they can win the battle for attention and reach voters who find them weak, remote, and passive. Their elected officials have been tiptoeing toward using the <a href=\"https://thehill.com/homenews/campaign/5268322-democrats-embrace-profanity/\">occasional</a> <a href=\"https://www.politico.com/news/2025/03/09/frustrated-dems-unleash-the-f-bombs-00218336\">cuss word</a> in their public appearances, like teenagers cautiously puffing a joint for the first time and hoping not to cough. Hunter Biden, by contrast, went straight for line after line of the hard stuff. Donald Trump is a “fucking dictator thug,” and Democrats should fight against his deportation agenda because “we fought a fucking revolution against a king, based on two things in particular: habeas corpus and due process. And we’re so willing to give them up?”</p><p>Hunter’s cadences and mannerisms are eerily reminiscent of his father’s, except where Joe would say “malarkey,” Hunter says: “I don’t have to be fucking nice.” At times, he sounds like his father’s id, saying the things the ex-president would like to say but cannot.</p><p>Clearly, Republicans have not cornered the market in gossipy aggression, although in both their and Hunter’s cases, most of that aggression is directed toward the Democrats and the media. In the Callaghan interview, which was released on Monday, the younger Biden has no time for James Carville (“hasn’t run a race in 40 fucking years”), George Clooney (“not a fucking actor”), or CNN’s Jake Tapper (“completely irrelevant”). His greatest animus is reserved for his party’s anti–Joe Biden faction, such as the men behind <em>Pod Save America</em>, who are “four white millionaires that are dining out on their association with Barack Obama from 16 years ago, living in Beverly fucking Hills.” If you grew up in the pre-Trump media era, your response to this might be: <em>Hunter, you have also made money off of your association with a president</em>. But America has long since passed the point where allegations of hypocrisy are a useful political attack. Most voters now think that all politicians are hypocrites, but at least some of them are open about it.</p><p><i>[<a href=\"https://www.theatlantic.com/politics/archive/2025/03/democrats-man-problem/682029/?utm_source=feed\">Read: Democrats have a man problem</a>]</i></p><p>Everything that was bananas about Hunter’s interview by old media standards—the insults, the frank discussion of drugs, the weird segues, the desire to lean into controversy—had previously been embraced by the Trump campaign. Last year, Trump’s most human moment was talking with <a href=\"https://www.theatlantic.com/politics/archive/2024/08/trump-theo-von-this-past-weekend-podcast-cocaine/679589/?utm_source=feed\">Theo Von</a> about his brother’s death from alcoholism, an exchange that also featured Von, who is now sober, joking about the low quality of cocaine these days and Trump nodding solemnly, as if this were something his tariff regime might address. In the interview with Callaghan, Hunter Biden talks about how making crack requires only “a mayonnaise jar, cocaine, and baking soda.”</p><p>Then there’s the open shilling for sponsors. In Trump’s preelection interview with Logan Paul, bottles of the YouTuber’s energy drink, Prime, sat prominently on the table in front of the hosts, and Paul did an ad for them right after the section on Gaza. Callaghan pushes the self-promotion even further. He interrupts his Hunter Biden interview with inserted segments in which Callaghan faces the camera and pitches his other work, including a documentary on adult babies. (Don’t make me explain. It’s exactly what you fear.) Even more bizarrely, Callaghan surrounds these ads with questions to Hunter about their subject matter. “Some days I identify as a baby,” Hunter responds, gamely, before suggesting that his host should ask the adult baby-diaper lovers if they vote Democrat or Republican. Then he hints at the <a href=\"https://www.vanityfair.com/news/story/obama-laughs-at-trump-adult-diaper-joke-as-trump-proves-hes-a-78-year-old-baby?srsltid=AfmBOopESFo5Bg-01Tt9ysUQ8cjlgjU9EKHl4xE5AkB4lRPYgKMhjyKF\">conspiracy theory</a> that Trump wears a diaper, a cut so deep that even Callaghan doesn’t get it.</p><p>You don’t have to like it, but this is the media world now—podcast chats like this are where elections are won and lost, just as much as at the televised town hall, on the front page of the <em>New York Post</em>, or in the stately sitdown with <em>60 Minutes</em>. The minimum bar for the next Democratic candidate for president should be the ability to react, live on camera, in a plausibly normal fashion, to the existence of adult baby-diaper lovers.</p><p class=\"dropcap\"><span class=\"smallcaps\">Hunter Biden is</span> on something of an “I was right” tour. Callaghan recorded the interview last month in Delaware. The former Democratic National Committee Chair Jaime Harrison also released <a href=\"https://www.youtube.com/watch?v=HVqiWu1fLdg&amp;t=1952s\">an interview</a> with Hunter on Monday, covering many of the same topics. According to <em>Original Sin</em>, the book by Tapper and Alex Thompson on the last days of the Biden presidency, the president’s son wanted to do an interview tour to promote his 2021 memoir, <em>Beautiful Things</em>, about his grief over the death of his brother, Beau, and his drug relapse. Hunter “planned to do a book tour through South Carolina, stopping at famed Black churches to talk about his crack addiction, but Biden’s advisers pushed back,” Tapper and Thompson write. “Hunter relented.”</p><p>I now wonder whether Hunter’s instincts were correct for once. He shows Callaghan the bullish charm of the narcissist. Bad things happen to him. Bad things might also happen to those around him, but, in his telling, he isn’t really their cause.</p><p>That portrait is hard to square with the available facts. Many people manage to grieve for their brother without starting an affair with his widow, or <a href=\"https://www.bbc.co.uk/news/articles/c9xxn32yr2lo\">introducing</a> that widow to crack. Many presidents’ children have wrestled with the inevitable allegations of nepotism that their careers have created; few have so obviously traded on their father’s power as Hunter did with the Ukrainian company Burisma, <a href=\"https://www.theguardian.com/us-news/article/2024/aug/14/hunter-biden-burisma-energy-company\">for which he lobbied</a> when his father was vice president. (His defense for this is that Burisma wasn’t a big deal, that he also worked for many charitable organizations, and that in any case the Trump sons and Jared Kushner are worse.)</p><p>He plays dumb on the criticisms of the <a href=\"https://www.theguardian.com/commentisfree/2025/mar/11/no-ones-buying-hunter-bidens-terrible-paintings-any-more-i-wonder-why\">inflated sales price of his paintings</a>, feigning disbelief that anyone would buy one to curry favor with the president. And while constantly stressing his status as a son, brother, father, and grandfather, Hunter never mentions his treatment of Navy, <a href=\"https://news.sky.com/story/joe-biden-acknowledges-hunter-bidens-daughter-navy-as-seventh-grandchild-for-first-time-12929780\">the little girl</a> whose conception he cannot remember and whom he initially refused to acknowledge or financially assist. In <em>American Woman</em>, a history of first ladies, the journalist Katie Rogers reports that many staff members in the Biden White House were upset by Joe and Jill Biden’s unquestioned backing of their son when he refused to support Navy without a paternity test. “Their devotion to keeping Hunter safe, people close to them said, was worth enduring the onslaught of criticism from both Republicans and Democrats,” Rogers writes.</p><p><i>[<a href=\"https://www.theatlantic.com/magazine/archive/2025/01/joe-rogan-political-right-media-mainstream/680755/?utm_source=feed\">From the January 2025 issue: The ‘mainstream media’ has already lost</a>]</i></p><p>Hunter’s perpetual refusal to be held accountable is clearly a character trait that many people are prepared to overlook. But then, when did a populist ever accept responsibility for anything? He has understood that to succeed in the modern media environment, you should throw out intimate details about your life in a way that looks like total, raw, unfiltered honesty while glossing over the raw, unfiltered details that reflect poorly on you. If you <em>really</em> screw up, then promise to atone in a fashion that does not inhibit your life or career—rehab, not a jail sentence. Just look at Hunter’s interviewer for more evidence that this works: In 2023, Callaghan was <a href=\"https://www.npr.org/2023/01/20/1149748975/a-full-guide-to-the-sexual-misconduct-allegations-against-youtuber-andrew-callag\">accused</a> by multiple women of overstepping their sexual boundaries. He thanked his accusers for speaking out, said he had “always taken no for an answer,” pledged to attend a 12-step program, and carried on with his life.</p><p>Americans love someone who has been born again, and the younger Biden is charming enough to attribute all his past behavior to the Bad Old Hunter, while spinning a yarn about how, when he met his second wife, Melissa, she simply told him to stop smoking crack—and because of his love for her, he did.</p><p class=\"dropcap\"><span class=\"smallcaps\">The long podcast</span> interview works so well for public figures—or at least, the ones able to master its idiosyncrasies—because hearing anyone’s life story usually puts you on their side. When Hunter describes his “public humiliation,” even a minimally empathetic viewer will reflect on how horrifically his privacy was invaded, and how none of us would react well to our worst moments being splashed across the internet. Incredibly, Callaghan manages to turn the laptop saga into yet another ad, cutting away to promote Incogni, a service that removes people’s information from data brokers: “So, obviously Hunter here is somebody who’s dealt with a complete lack of privacy in the past couple years, but you don’t need to be the president’s son to have your data leaked,” he tells viewers. “In fact, it’s most likely happening to you right now.”</p><p>Funnily enough, the pioneer of the endless-interview podcast, Joe Rogan, doesn’t do personalized ad reads like this. Maybe that’s because he doesn’t need to—his first Spotify deal was <a href=\"https://www.nytimes.com/2022/02/17/arts/music/spotify-joe-rogan-misinformation.html\">reportedly worth more than $200 million</a>—but maybe it’s also that he’s 57, and remembers a world where content and ads were divided by a holy wall. In almost every other respect, though, Callaghan is one of Rogan’s children. This is not an adversarial interview; at one point, he tells Hunter, “I’m on your team.” In three hours of conversation, Callaghan barely interrupts. When Hunter wants to go off on a digression about the <em>Dred Scott</em> case or the anti-Nazi dissident Dietrich Bonhoeffer, he is allowed to do so.</p><p>The most decisive, and probably irreversible, shift in the post-Rogan American political conversation is evident in how both Callaghan and his guest talk in conspiratorial terms: the “Christofascist incel,” in Hunter’s words, who gave the laptop hard drive to Rudy Giuliani; the Mossad’s alleged intelligence about the October 7 attack before it happened. Yet Callaghan also points out how profitable online conspiracies are for everyone involved. He says that he believes that “most mainstream conspiracy theories, flat earth, chemtrails, QAnon, all that stuff is deliberate misinformation to convince dumb people that they’re doing important research and keep them away from the truth.” Callaghan goes on, “So maybe the conspiracy isn’t, you know, Russia telling people what to do and how to think. It’s just profit-incentivized content creators farming outrage through these ridiculous conspiracies.” He’s spinning out a meta–conspiracy theory. But if this argument can’t deradicalize the extremely online, nothing can.</p><p class=\"dropcap\"><span class=\"smallcaps\">Headlines about the</span> interview have focused on Hunter’s dead-ender defense of his father’s candidacy. He admits that his father underperformed onstage at the catastrophic June debate, but he blames it on Biden’s staff giving him an Ambien the night before. (Oh, look: another Biden with no apparent agency over bad decisions.)</p><p>Denial is not just a river in Egypt, but the fluid coursing through Hunter’s veins. “He flew around the world, basically the mileage he could have flown around the world three times,” the younger Biden said of his father in his interview with Callaghan. “He’s 81 years old. He’s tired as shit.” So advanced age<em> does</em> affect someone’s ability to undertake a grueling presidential campaign? Good to know. “We lost the last election because we did not remain loyal to the leader of the party,” Hunter told Jaime Harrison. “That’s my position.” This is a ridiculous position; voters were already worried about Biden’s age, and the debate merely allowed the elites to act on those fears. But who is going to judge a son for refusing to admit his father’s flaws?</p><p><i>[<a href=\"https://www.theatlantic.com/ideas/archive/2025/04/roganverse-split/682593/?utm_source=feed\">Helen Lewis: Finally, someone said it to Joe Rogan’s face</a>]</i></p><p>So far, more than 2 million people have watched the interview with Callaghan on YouTube, and many more will consume it through extracts on social media. Maybe clips of a president’s son defending habeas corpus and mentioning a crack dealer named Bicycles is what the attention economy demands.</p><p>Perhaps the Democrats, instead of spending <a href=\"https://www.politico.com/news/2025/06/03/democrats-young-men-study-00384370\">another $20 million</a> on their “man problem,” should find a candidate who has less baggage than Hunter Biden, but can attack Republican policies with his level of straightforward, pummeling aggression. Maybe someone who was only addicted to one of the more genteel drugs, or only slept with their <em>cousin’s</em> widow. But also someone who can talk about the creepiness of Stephen Miller, and who can attack the greed of the Trump sons (“They’re selling gold telephones and sneakers and $2 billion investments in golf courses, and selling tickets to the White House for investment into their memecoin”) without fretting about being accused of hypocrisy. Maybe even one who can say that they believe in a two-state solution in the Middle East—but also that if Benjamin Netanyahu really did slow-walk the release of hostages for his political gain, that would make him a “monster.”</p><p>But don’t just take my word for it—behold the conservative activist Christopher Rufo. “Might be an unpopular opinion, but I find Hunter Biden to be an utterly compelling anti-hero,” he <a href=\"https://x.com/realchrisrufo/status/1947800122848645367\">posted</a> on X after watching the interview. “He is honest about his own flaws and sees right through the corruption and artifice of the elite Dem milieu.” Mike Solana, the author of the anti-woke, tech-focused <a href=\"https://www.theatlantic.com/ideas/archive/2024/10/mike-solana-pirate-wires/680355/?utm_source=feed\">Pirate Wires</a> newsletter, agreed. “If this were a trump son he’d be a MAGA folk hero,” he <a href=\"https://x.com/micsolana/status/1947800821896515741\">wrote on X</a>.</p><p>This is true. Personally, I would prefer that Hunter Biden show some regret for his actions and how they undermined his father’s presidency, and how that helped return Trump to office. But I would settle for Hunter going on Joe Rogan’s podcast to show MAGA-curious voters that the person at the center of so many conspiracy theories is a real person, not a shadowy villain.</p>",
    "published": "2025-07-23T18:30:00",
    "has_full_content": true
  },
  {
    "id": "486ae061396b4fe0670a6086775398c0",
    "title": "Why Josh Hawley Is Trying to Reverse Medicaid Cuts He Voted For",
    "link": "https://www.theatlantic.com/politics/archive/2025/07/josh-hawley-medicaid-flip-flop/683629/?utm_source=feed",
    "image": "https://cdn.theatlantic.com/thumbor/Y8Due92WigpDhm82WWcRrYqiNco=/0x0:2000x1042/1200x625/media/img/mt/2025/07/2025_07_22_Berman_Josh_Hawley_final/original.jpg",
    "summary": "For months, no Republican in either the House or the Senate spoke out more forcefully, or more consistently, against cutting Medicaid than Josh Hawley. As President Donald Trump’s “big beautiful bill” was weaving its way through Congress, Hawley argued repeatedly that stripping health insurance from...",
    "content": "<p class=\"dropcap\">F<span class=\"smallcaps\">or months</span>, no Republican in either the House or the Senate spoke out more forcefully, or more consistently, against cutting Medicaid than Josh Hawley. As President Donald Trump’s “big beautiful bill” was weaving its way through Congress, Hawley <a href=\"https://www.nytimes.com/2025/05/12/opinion/josh-hawley-dont-cut-medicaid.html\">argued</a> repeatedly that stripping health insurance from the poorest Americans would be “morally wrong and politically suicidal” for a party that, in the Trump era, has relied on millions of votes from people who receive government assistance.</p><p>Back home in Missouri, the senator was making the same case in private, according to several people I spoke with who met with him or his staff this year. His deep engagement on the issue impressed advocates representing Missouri’s hospitals, doctors, and rural health centers, all of whom were having trouble getting GOP lawmakers to take their concerns seriously. The changes, these advocates argued, could cost Missouri billions of dollars in federal funding, take away insurance from an estimated 170,000 residents, and force hospitals and rural health centers to close.</p><p>“I did believe that he was genuine,” Amy Blouin, the president of the Missouri Budget Project, a nonpartisan think tank, told me. “I do see him as a different type of Republican.”</p><p>Yet Hawley ultimately joined almost every other Republican in Congress and voted for the bill, which independent <a href=\"https://www.statnews.com/2025/07/21/cbo-estimate-trump-tax-cut-bill-10-million-uninsured-cuts-medicaid/\">analysts</a> <a href=\"https://www.politico.com/news/2025/07/21/gop-megabills-final-score-3-4t-in-red-ink-and-10-million-kicked-off-health-insurance-cbo-says-00465546\">project</a> will cut nearly $1 trillion from Medicaid and leave 10 million Americans newly uninsured. With three Republicans opposing the legislation in the narrowly divided Senate, Hawley’s support proved decisive.</p><p>In a <a href=\"https://www.hawley.senate.gov/hawley-passes-reca-secures-new-medicaid-funding-in-senate-reconciliation-bill/\">statement</a>, Hawley said that the bill’s benefits—chiefly the extension of Trump’s first-term tax cuts—outweighed his concerns. “Gotta take the wins where you can,” the senator <a href=\"https://www.nbcnews.com/meet-the-press/video/sen-josh-hawley-says-he-ll-make-sure-medicaid-cuts-in-trump-bill-he-voted-for-never-take-effect-242959941575\">told</a> a reporter. Then, last week, Hawley’s Medicaid journey took yet another turn when he introduced legislation that would prevent some of the deepest reductions from taking effect—essentially proposing to repeal a major provision of the legislation he had just voted to enact.</p><p><i>[<a href=\"https://www.theatlantic.com/politics/archive/2025/07/big-beautiful-bill/683405/?utm_source=feed\">Read: No one loves the bill (almost) every Republican voted for</a>]</i></p><p>Hawley’s contortions on the bill were perhaps the starkest illustration of how a Republican Party, <a href=\"https://www.theatlantic.com/politics/archive/2025/05/congress-bill-trump-republicans/682881/?utm_source=feed\">under pressure</a> to deliver a quick win for the president, ended up slashing a core social-safety-net program much more deeply than many people expected—and more than some of its own members, <a href=\"https://www.cnbc.com/2025/05/20/trump-medicaid-congress-bill.html\">including</a> Trump himself at times, <a href=\"https://www.theatlantic.com/politics/archive/2025/07/big-beautiful-bill/683405/?utm_source=feed\">seemed to want</a>. Republicans are only now beginning to assess the fallout from their enactment of such a far-reaching law. Polls <a href=\"https://www.axios.com/2025/07/01/trump-big-beautiful-bill-polling\">have</a> <a href=\"https://www.cnn.com/2025/07/16/politics/trump-megabill-one-big-beautiful-bill\">found</a> that the bill is unpopular, and its Medicaid cuts especially so. But the law puts off its most painful provisions until after the 2026 midterm elections. Trump himself won’t face voters again, so lawmakers like Hawley will be left to deal with the bill’s political and real-world consequences.</p><p class=\"dropcap\">D<span class=\"smallcaps\">emocrats have roundly</span> <a href=\"https://x.com/ChrisCoons/status/1945183409120178540\">mocked</a> Hawley, painting him as one more weak-kneed Republican who talked a big populist game on Medicaid only to fold quickly under pressure from Trump. “It was a performance worthy of a gold medal in political pretzel gymnastics,” Russ Carnahan, a former Missouri representative in Congress who is now chair of the state Democratic Party, told me. Hawley’s effort to immediately restore the cuts, Carnahan said, was a cynical attempt to fool Missourians: “He turned his back on helping people when he had the chance.” A former three-term Republican senator from Missouri, John Danforth, was barely more sympathetic. Danforth was once a political mentor to Hawley but <a href=\"https://www.stltoday.com/news/local/columns/tony-messenger/messenger-danforth-calls-his-support-of-hawley-the-worst-mistake-of-his-life/article_0f8288fc-4b22-5fe7-8cb9-d29161a7cf81.html\">broke</a> with him after he backed Trump’s attempt to overturn the 2020 presidential election. He told me that Hawley’s new legislative proposal is tantamount to a press release. “It has no real consequence,” Danforth said, dismissing the measure as “simply a way of saying ‘whoops.’”</p><p>Hawley’s office declined to make him available for an interview. Instead, a spokesperson pointed to victories that the senator had secured in the GOP bill, including additional relief for Missourians living with cancers linked to Manhattan Project work that took place in the state more than 80 years ago. This morning, at an event hosted by <em>Axios</em>, Hawley said he had drawn a “red line” on benefit cuts for individual Medicaid recipients, and that the bill did not contain any.</p><p>Hawley had seemed to be an unlikely savior for those looking for a Republican willing to thwart Trump’s agenda. Outside Missouri, he is best known as the senator who held up a fist of support for the Trump faithful gathered outside the Capitol on January 6, 2021, and then, hours later, was seen on video fleeing the mob. Unlike moderate Senators Susan Collins of Maine and Lisa Murkowski of Alaska, Hawley does not have an extensive record of breaking with Republicans on key votes. Nor does he have an imminent campaign to consider; Hawley won reelection last fall by nearly 14 points.</p><p>The Missourians I spoke with presume that Hawley’s populist rhetoric reflects his national ambitions. With an eye toward the 2028 presidential race, he might be trying to stay loyal to Trump—a requirement for political survival in today’s GOP—while separating himself from rivals whose emphasis on fiscal austerity alienates the president’s working-class supporters. Hawley cited Trump’s own past pledges to protect Medicaid in explaining his initial opposition to the cuts, and he was one of a few Senate Republicans who publicly welcomed <a href=\"https://www.theatlantic.com/politics/archive/2025/04/norquist-trump-tax-wealthy/682493/?utm_source=feed\">the idea</a> (which the party ultimately abandoned) of raising taxes on the rich in the GOP megabill.</p><p>The bill contains several major changes to Medicaid, and Hawley is trying to prevent only some of them. He continues to support, for example, the work requirements for nondisabled adults that could add administrative burdens to the program and result in millions of people losing insurance. The cuts that Hawley opposes would affect the amount of money that states such as Missouri could receive from the federal government for Medicaid. Hawley has taken credit for the fact that the enacted bill delays the start date of those provisions until at least 2028, and for securing a $50 billion rural health fund in the bill that could partially offset the loss of federal money for states. His new proposal would repeal the Medicaid funding changes altogether and double the rural fund.</p><p>Hawley’s attempt at a balancing act has found him few friends so far. Democrats are happy to use his critique of Medicaid cuts as campaign fodder for next year’s midterm elections—the Democratic Congressional Campaign Committee <a href=\"https://dccc.org/meet-the-dcccs-newest-surrogate-the-republican-senator-from-missouri/\">hailed</a> him as its “newest surrogate”—while denouncing his vote for the bill. Republicans have mostly ignored him. None have signed on as co-sponsors of his new proposal. When I surveyed the seven other Republicans who represent Missouri in Congress on whether they share Hawley’s concerns about Medicaid or support his new legislation, none responded. (A spokesperson for Missouri’s GOP governor, Mike Kehoe, said that Hawley “is right to be concerned about the long-term sustainability of rural hospitals in Missouri and across the country.”)</p><p><i>[<a href=\"https://www.theatlantic.com/newsletters/archive/2025/07/congress-vote-trump-administration/683605/?utm_source=feed\">David A. Graham: A Congress that votes yes and hopes no</a>]</i></p><p>Danforth told me he never thought Hawley’s vote on the GOP bill—which the former senator called “terrible”—was in doubt. “It would just be impossible to be a Republican in good standing in this era and vote against it,” Danforth said. “You’re going to be heckled. People are going to abuse you, and you’ll just never come up for air. So you must vote for the ‘big, beautiful bill,’ even though it means voting for elements that are against what you’ve been saying.”</p><p>Missouri’s Medicaid advocates haven’t given up on Hawley, however. In some respects, his lonely, politically awkward fight might be their best hope to stave off cuts that Heidi Lucas, the executive director of the Missouri Rural Health Association, described to me as “devastating.” “People are going to die because of these, especially when rural hospitals start closing,” Lucas said. “They were already running on very thin margins, and this is going to put them over the edge.” Lucas said the rural health fund, even if it gets doubled, is “a drop in the bucket” compared with the total loss of federal dollars. “We need stitches to fix the problem, and he’s doing it more like a Band-Aid,” she said of Hawley.</p><p>Still, Lucas offered Hawley some praise for introducing his bill. “Whatever we can do to mitigate the damage these cuts are going to have, we need to be supportive of,” she said. “So we’ll support Hawley pushing for these fixes in the hopes that in the long term, these will get into place, and then we can roll back some of the other provisions.” Maybe, Lucas allowed, “this ends up being a great thing.”</p><p>Hawley’s bill stands little chance of passing while Republicans control Congress. And Democrats aren’t interested in partnering with Hawley after he voted for the bill that contained the cuts in the first place. “It’s a cynical play, and people see that,” Representative Suzan DelBene of Washington State, the chair of the Democratic Congressional Campaign Committee, told me. “It’s not an honest attempt to address the issue, because this issue wouldn’t exist if he hadn’t voted for it.”</p><p><i>[<a href=\"https://www.theatlantic.com/politics/archive/2025/07/big-beautiful-bill-backlash/683390/?utm_source=feed\">Jonathan Chait: They didn’t have to do this</a>]</i></p><p>If Democrats can harness voter anger to recapture one or both chambers of Congress next year, Hawley could become more useful to them as a Republican willing to revisit the president’s signature bill. A political backlash to the bill could make Hawley’s critique look prescient. And Trump, who was never that excited about slashing Medicaid to begin with, could use a further delay or repeal of the cuts as a bargaining chip for other legislative priorities. “What we’ve just seen is these election cycles lead to policy decisions, and they do truly have consequences,” Jon Doolittle, the president of the Missouri Hospital Association, told me. “There is time for these laws to change before they take effect.”</p><p>Amy Blouin is hoping that’s true. I asked her whether she still thinks that Hawley was “genuine” in his opposition to Medicaid cuts. She said she does, but his vote for the president’s bill stung nonetheless. “I don’t know the right word to describe the feeling. It’s not necessarily <em>betrayed</em>,” Blouin said. She settled on “<em>extremely disappointed</em>.” Like others I spoke with, she had wondered whether Hawley could withstand the intense pressure all Republican lawmakers were facing to back Trump’s bill. A few of them did, most notably Senator Thom Tillis of North Carolina, who voted no, after criticizing the Medicaid cuts. “I was hoping,” Blouin told me with a rueful laugh, “that Senator Hawley would be a Tillis.”</p><p>Unlike Hawley, however, Tillis was not voting with his political future in mind: Shortly after declaring his opposition to the bill, he announced his retirement from the Senate.</p>",
    "published": "2025-07-23T18:01:52",
    "has_full_content": true
  },
  {
    "id": "5a71c56578b803e1c1bedcbd54edc1da",
    "title": "Eswatini opposition attacks US deal as ‘human trafficking disguised as deportation’",
    "link": "https://www.theguardian.com/world/2025/jul/23/eswatini-petition-us-deportees",
    "image": "https://i.guim.co.uk/img/media/8f469b9a2940dbb354606dd7ace13fdcb422aa5e/619_0_3092_2474/master/3092.jpg?width=1200&height=630&quality=85&auto=format&fit=crop&precrop=40:21,offset-x50,offset-y0&overlay-align=bottom%2Cleft&overlay-width=100p&overlay-base64=L2ltZy9zdGF0aWMvb3ZlcmxheXMvdGctZGVmYXVsdC5wbmc&enable=upscale&s=ceb8dfe28a580a0958b81ee5d6eca96f",
    "summary": "Men from Vietnam, Jamaica, Laos, Yemen and Cuba to be temporarily held in kingdomCivil society and opposition groups in Eswatini have expressed outrage after the US deported five men to the country, with the largest opposition party calling it “human trafficking disguised as a deportation deal”.The ...",
    "content": "<p>Men from Vietnam, Jamaica, Laos, Yemen and Cuba to be temporarily held in kingdom</p><p>Civil society and opposition groups in Eswatini have expressed outrage after the US <a href=\"https://www.theguardian.com/us-news/2025/jul/16/trump-administration-deports-five-migrants-to-eswatini-in-southern-africa\">deported five men</a> to the country, with the largest opposition party calling it “human trafficking disguised as a deportation deal”.</p><p>The men, from Vietnam, Jamaica, Laos, Yemen and Cuba, were flown to the small southern African country, an absolute monarchy, last week as the US stepped up deportations to “third countries” after the supreme court cleared them last month.</p> <a href=\"https://www.theguardian.com/world/2025/jul/23/eswatini-petition-us-deportees\">Continue reading...</a>",
    "published": "2025-07-23T04:00:42",
    "has_full_content": false
  },
  {
    "id": "63e32850f70f95cb5d84951e600ffee8",
    "title": "UK’s aid cuts ‘will hit children’s education and raise risk of death’",
    "link": "https://www.theguardian.com/global-development/2025/jul/22/uks-aid-cuts-will-hit-childrens-education-and-raise-risk-of-death",
    "image": "https://i.guim.co.uk/img/media/6db2dab6badeab272de3bbe03bb39964ad30bf12/1920_588_5553_4443/master/5553.jpg?width=1200&height=630&quality=85&auto=format&fit=crop&precrop=40:21,offset-x50,offset-y0&overlay-align=bottom%2Cleft&overlay-width=100p&overlay-base64=L2ltZy9zdGF0aWMvb3ZlcmxheXMvdGctZGVmYXVsdC5wbmc&enable=upscale&s=a090098924a508212dfe1dbc3667d79b",
    "summary": "Cutting aid budget to 0.3% of national income will hurt many African countries, says FCDO impact assessmentLabour’s deep aid cuts will hit children’s education and increase the risk of disease and death in some African countries, according to the government’s own impact assessment.Keir Starmer annou...",
    "content": "<p>Cutting aid budget to 0.3% of national income will hurt many African countries, says FCDO impact assessment</p><p>Labour’s deep aid cuts will hit children’s education and increase the risk of disease and death in some African countries, according to the government’s own impact assessment.</p><p>Keir Starmer announced earlier this year that he would<a href=\"https://www.theguardian.com/global-development/2025/feb/25/starmer-cuts-to-uk-aid-budget-defence-trump-cruel-and-shameful-say-experts\"> reduce the aid budget to 0.3% of national income,</a> from 0.5%, to fund increased spending on defence.</p> <a href=\"https://www.theguardian.com/global-development/2025/jul/22/uks-aid-cuts-will-hit-childrens-education-and-raise-risk-of-death\">Continue reading...</a>",
    "published": "2025-07-22T18:53:02",
    "has_full_content": false
  },
  {
    "id": "963c60935fb6befdd635a125a94a9036",
    "title": "Man rescued trying to reach Spain from Morocco in rubber ring and flippers",
    "link": "https://www.theguardian.com/world/2025/jul/22/man-rescued-trying-to-reach-spain-from-morocco-in-rubber-ring-and-flippers",
    "image": "https://i.guim.co.uk/img/media/84bfc7b0a5b0b43f9271aec83a5edf8f0016d2bf/318_0_3181_2545/master/3181.jpg?width=1200&height=630&quality=85&auto=format&fit=crop&precrop=40:21,offset-x50,offset-y0&overlay-align=bottom%2Cleft&overlay-width=100p&overlay-base64=L2ltZy9zdGF0aWMvb3ZlcmxheXMvdGctZGVmYXVsdC5wbmc&enable=upscale&s=ed2323b7439275f3cfef00958d9b68f5",
    "summary": "Family in yacht pulled young man from the sea off Costa del SolA man who was apparently trying to reach Spain from Morocco using a rubber ring and flippers has been rescued after he was spotted by a family sailing to the Balearic islands.The family were on their yacht 13 nautical miles south of the ...",
    "content": "<p>Family in yacht pulled young man from the sea off Costa del Sol</p><p>A man who was apparently trying to reach Spain from Morocco using a rubber ring and flippers has been rescued after he was spotted by a family sailing to the Balearic islands.</p><p>The family were on their yacht 13 nautical miles south of the Andalucían town of Benalmádena on the Costa del Sol, on 16 July when they manoeuvred around the stern of an oil tanker and saw something moving on the waves.</p> <a href=\"https://www.theguardian.com/world/2025/jul/22/man-rescued-trying-to-reach-spain-from-morocco-in-rubber-ring-and-flippers\">Continue reading...</a>",
    "published": "2025-07-22T09:55:27",
    "has_full_content": false
  },
  {
    "id": "2341abffd51ba70923ed9ac21f126850",
    "title": "Arrested Kenyan activist Boniface Mwangi faces terror charges",
    "link": "https://www.theguardian.com/world/2025/jul/20/arrested-kenyan-activist-boniface-mwangi-faces-terror-charges",
    "image": "https://i.guim.co.uk/img/media/49f418ba801a1a7d50a2d2fb3ce518f10928dc86/1891_731_2379_1904/master/2379.jpg?width=1200&height=630&quality=85&auto=format&fit=crop&precrop=40:21,offset-x50,offset-y0&overlay-align=bottom%2Cleft&overlay-width=100p&overlay-base64=L2ltZy9zdGF0aWMvb3ZlcmxheXMvdGctZGVmYXVsdC5wbmc&enable=upscale&s=80a452654851425cb2f479e5ac61bf7b",
    "summary": "Mwangi accused of ‘facilitation of terrorist acts’ during last month’s protests against government of William RutoThe Kenyan rights activist Boniface Mwangi is accused of “facilitation of terrorist acts” during protests that rocked the country last month, investigators said on Sunday, a day after he...",
    "content": "<p>Mwangi accused of ‘facilitation of terrorist acts’ during last month’s protests against government of William Ruto</p><p>The Kenyan rights activist Boniface Mwangi is accused of “facilitation of terrorist acts” during protests that rocked the country last month, investigators said on Sunday, a day after he was arrested.</p><p>At least 19 people were killed during the <a href=\"https://www.theguardian.com/world/2025/jun/25/people-dead-injured-in-kenyan-protests\">25 June demonstration</a> against President William Ruto’s government, which was itself called to pay tribute to victims of police violence at another protest on the same date last year.</p> <a href=\"https://www.theguardian.com/world/2025/jul/20/arrested-kenyan-activist-boniface-mwangi-faces-terror-charges\">Continue reading...</a>",
    "published": "2025-07-20T10:04:14",
    "has_full_content": false
  },
  {
    "id": "c986a9c4e7e6d7e9a9b1becfca4e412e",
    "title": "Malaria ‘back with a vengeance’ in Zimbabwe as number of deaths from the disease triple",
    "link": "https://www.theguardian.com/global-development/2025/jul/19/health-malaria-mosquito-deaths-zimbabwe-trump-usaid-cuts-disease-control",
    "image": "https://i.guim.co.uk/img/media/a5e4e77aba6022ada43844288973647881406b0b/235_0_1506_1204/master/1506.jpg?width=1200&height=630&quality=85&auto=format&fit=crop&precrop=40:21,offset-x50,offset-y0&overlay-align=bottom%2Cleft&overlay-width=100p&overlay-base64=L2ltZy9zdGF0aWMvb3ZlcmxheXMvdGctZGVmYXVsdC5wbmc&enable=upscale&s=21e1788b019e5ab1500c5bdf9258c0eb",
    "summary": "Withdrawal of USAID funds threatens decades of progress, say experts, with cuts to research and shortage of mosquito nets putting thousands at risk across the countryZimbabwe’s efforts to control malaria have been dealt a huge blow as experts say the disease has returned “with a vengeance” after US ...",
    "content": "<p>Withdrawal of USAID funds threatens decades of progress, say experts, with cuts to research and shortage of mosquito nets putting thousands at risk across the country</p><p>Zimbabwe’s efforts to control malaria have been dealt a huge blow as experts say the disease has returned “with a vengeance” after US aid cuts, with 115 outbreaks recorded in 2025 compared with only one last year.</p><p>The sharp rise in cases comes six months after Donald Trump halted critical funding for US research and national response programmes.</p> <a href=\"https://www.theguardian.com/global-development/2025/jul/19/health-malaria-mosquito-deaths-zimbabwe-trump-usaid-cuts-disease-control\">Continue reading...</a>",
    "published": "2025-07-19T04:00:11",
    "has_full_content": false
  }
]