[
  {
    "id": "73210b70afdb059d8405d3ccf953b3b7",
    "title": "What Putin Hopes to Gain From a Summit With Trump",
    "link": "https://www.nytimes.com/2025/08/08/world/europe/putin-trump-summit-ukraine.html",
    "image": "assets/img/fallback.jpg",
    "summary": "President Vladimir V. Putin of Russia and President Trump at a bilateral meeting at the Group of 20 summit in Osaka, Japan, in 2019.",
    "content": "President Vladimir V. Putin of Russia and President Trump at a bilateral meeting at the Group of 20 summit in Osaka, Japan, in 2019.",
    "published": "2025-08-09T00:49:29",
    "has_full_content": true
  },
  {
    "id": "d6b90b455833687cfb554036aef9e01a",
    "title": "Trump Says He Will Meet With Putin in Alaska Next Week",
    "link": "https://www.nytimes.com/2025/08/08/us/politics/trump-russia-ukraine-deal.html",
    "image": "assets/img/fallback.jpg",
    "summary": "President Trump at the White House on Friday. The meeting announcement reflects Mr. Trump’s confidence in his ability to persuade the Russian president in a face-to-face encounter, a goal that has eluded Mr. Trump and his predecessors.",
    "content": "President Trump at the White House on Friday. The meeting announcement reflects Mr. Trump’s confidence in his ability to persuade the Russian president in a face-to-face encounter, a goal that has eluded Mr. Trump and his predecessors.",
    "published": "2025-08-09T00:44:45",
    "has_full_content": true
  },
  {
    "id": "ca162a666ee2a370cb4f79ecc2f3ad82",
    "title": "Trump Is Removing Billy Long as the I.R.S. Head 2 Months After He Was Confirmed",
    "link": "https://www.nytimes.com/2025/08/08/us/politics/trump-billy-long-irs-commissioner.html",
    "image": "assets/img/fallback.jpg",
    "summary": "Billy Long during his nomination hearing in May.",
    "content": "Billy Long during his nomination hearing in May.",
    "published": "2025-08-09T00:27:22",
    "has_full_content": true
  },
  {
    "id": "d9cb6c9e5376016ae69dd9fbe16848f0",
    "title": "Trump Just Shrugs as Kennedy Undermines His Vaccine Legacy",
    "link": "https://www.nytimes.com/2025/08/08/us/politics/trump-kennedy-vaccines.html",
    "image": "assets/img/fallback.jpg",
    "summary": "President Trump’s willingness to give the health secretary, Robert F. Kennedy Jr., the space to impose his views leaves room for Mr. Trump to position himself with the portion of his base that has grown deeply skeptical about the safety and efficacy of vaccines.",
    "content": "President Trump’s willingness to give the health secretary, Robert F. Kennedy Jr., the space to impose his views leaves room for Mr. Trump to position himself with the portion of his base that has grown deeply skeptical about the safety and efficacy of vaccines.",
    "published": "2025-08-08T21:31:57",
    "has_full_content": true
  },
  {
    "id": "adc8e5b7bc26ea605679d6ad22e24d13",
    "title": "What’s Really Driving Netanyahu’s Decisions",
    "link": "https://www.theatlantic.com/newsletters/archive/2025/08/netanyahus-decisions-rosenberg/683808/?utm_source=feed",
    "image": "https://cdn.theatlantic.com/thumbor/KiJ8qxANVL_Vk1dnMoaUp0lKRPo=/0x125:6000x3250/1200x625/media/newsletters/2025/08/2025_08_08_Gaza_The_Daily/original.jpg",
    "summary": "This is an edition of The Atlantic Daily, a newsletter that guides you through the biggest stories of the day, helps you discover new ideas, and recommends the best in culture. Sign up for it here.Overnight, Israel’s security cabinet approved a proposal from Prime Minister Benjamin Netanyahu to occu...",
    "content": "<p><i>This is an edition of </i>The Atlantic<i> Daily, a newsletter that guides you through the biggest stories of the day, helps you discover new ideas, and recommends the best in culture. </i><a href=\"https://www.theatlantic.com/newsletters/sign-up/atlantic-daily/?utm_source=feed\"><i>Sign up for it here.</i></a></p><p>Overnight, Israel’s security cabinet approved a proposal from Prime Minister Benjamin Netanyahu to occupy Gaza City, a plan that neither the Israeli security establishment nor the majority of the Israeli public supports. I spoke with my colleague Yair Rosenberg about the gap between what Israel wants and what Netanyahu is doing, and what this plan could mean for the future of the region.</p>\n<p><b>Isabel Fattal:</b> What exactly did the Israeli cabinet decide, and what do we know at this point about what it means for the region?</p><p><b>Yair Rosenberg:</b> The Israeli cabinet approved a decision to occupy Gaza City—a part of the Gaza Strip where many civilians are still sheltering and that Israel had until recently not entered—in order, it claimed, to root out Hamas and its last bastions in the area.</p><p>The Israeli military has said that it currently controls some 75 percent of the Strip. Netanyahu’s hard-right Israeli coalition partners have pushed for full occupation of the area; the military and security establishments were against that entirely. Netanyahu split the difference and said, <i>Okay, we’re not going to occupy all of Gaza, and we’re not going to do anything right away</i>. The cabinet instead voted to allow the prime minister to approve a Gaza City–occupation plan from the Israel Defense Forces, which will likely happen in a few weeks. So it’s not entirely clear what the timeline is for everything here. It’s also not clear whether Netanyahu intends to go through with all of it or if he is actually trying to create pressure on Hamas to negotiate a hostage deal. He probably doesn’t yet know what he’s going to do, which is why he’s kicking the can down the road—his specialty. But if you had to put odds on the options, you should always bet on Netanyahu doing what the hard-right portion of his base wants him to do, which in this case would mean pushing deeper and deeper into Gaza.</p><p><b>Isabel:</b> Talk me through why Netanyahu is so deferential to this part of his coalition, and what exactly it wants.</p><p><b>Yair: </b>After being ousted from office for a year, Netanyahu returned to power in 2022 with an <a href=\"https://www.theatlantic.com/international/archive/2022/12/israel-election-bibi-netanyahu-ben-gvir/672572/?utm_source=feed\">extremely narrow coalition</a> that received less than 50 percent of the vote. If he loses the support of the hard-right anti-Arab parties that are propping him up, they can force the country to elections, which almost every poll shows Netanyahu and his allies would lose. The goal of these hard-right parties is to ethnically cleanse Gaza, <a href=\"https://www.theatlantic.com/international/archive/2025/08/right-wing-israeli-settlers-annex-gaza/683776/?utm_source=feed\">annex it</a>, and repopulate it with Jewish settlements. That’s not a goal that most Israelis support. But Netanyahu is beholden to these people for his political survival, and that has inflected all of <a href=\"https://www.theatlantic.com/international/archive/2025/07/corrupt-bargain-behind-gazas-catastrophe/683690/?utm_source=feed\">his decision making</a>.</p><p><b>Isabel: </b>The Israeli security establishment and the Israeli public do not support annexing Gaza. Can you explain the tension here between what the military and the people want and what Netanyahu seems to be doing?</p><p><b>Yair:</b> Significant majorities in Israel oppose the hard right’s vision of taking over Gaza—and have opposed it since the war started. Almost <a href=\"https://www.timesofisrael.com/majority-of-israelis-oppose-annexation-resettlement-of-gaza-poll\">all</a> <a href=\"https://www.inss.org.il/publication/survey-april-2025/\">the</a> <a href=\"https://www.zman.co.il/611892/\">polls</a> we have on the subject have shown strong Israeli opposition to annexing and settling Gaza, and also that some <a href=\"https://www.timesofisrael.com/poll-70-of-israelis-support-second-phase-of-hostage-ceasefire-deal/\">70 percent</a> <a href=\"https://www.timesofisrael.com/breaking-with-pm-74-of-israelis-back-war-ending-deal-to-free-all-hostages-poll/\">of Israelis</a> want to end the war with a hostage deal, not continue it in the way that Netanyahu is doing right now.</p><p>The other major contingent that has been opposed to the settler right’s vision is the Israeli security establishment, which sees occupying more and more of Gaza as a trap that will drain Israel’s resources, force the IDF to manage millions of Palestinian civilians who don’t want Israel to rule over them, and cause many more soldiers and hostages to be killed. Netanyahu’s former defense minister <a href=\"https://www.theatlantic.com/international/archive/2024/05/israel-defense-netanyahu-gaza-gallant/678391/?utm_source=feed\">Yoav Gallant</a><b> </b>publicly called<b> </b>for Gaza to be returned to non-Hamas Palestinian control, and criticized his boss for refusing to wind down the war. He was later fired. The IDF chief of staff, who was handpicked by Netanyahu, reportedly opposed the current Gaza-occupation proposal. This past week, 19 living former leaders of Israel’s major security agencies—its equivalents of the FBI, the CIA, and the Pentagon—put out a <a href=\"https://www.timesofisrael.com/on-the-precipice-of-defeat-former-defense-chiefs-demand-end-to-gaza-war/\">video</a> saying that the war needs to end, that it has crossed moral and strategic red lines, that it’s serving only a messianic minority and not what the majority wants.</p><p><b>Isabel:</b> How have President Donald Trump’s actions pushed events closer to the far right’s vision? And what could he do to change things if he wanted to?</p><p><b>Yair:</b> Trump has a kind of power over Netanyahu’s political future that most American presidents haven’t had, because Netanyahu has tied his political cachet to Trump. The prime minister has presented himself as somebody who can get what Israel needs from the U.S. relationship—a singular statesman who can manage a mercurial president, unlike his rivals on the Israeli political stage. But that pitch doesn’t work if Netanyahu is at loggerheads with Trump. So whatever Trump says, Bibi is going to have to do, especially with elections looming next year.</p><p>But despite holding this leverage, in practice, Trump has largely permitted Netanyahu to do whatever he wants in Gaza. In fact, the one major intervention that the president has made since entering office was not to oppose the Israeli settler right’s plans but to supercharge them. He proposed this idea of a “Riviera on the Middle East,” in which all of the people of Gaza would be relocated, and then someone else would take over Gaza and build something new there. As ever, Trump was not very clear on the details, but the Israeli settler right filled in its own. Before Trump, the <a href=\"https://www.reuters.com/world/middle-east/blinken-presses-arab-states-discuss-future-gaza-2024-01-07/\">Biden administration</a> was very explicit that the territory of Gaza had to be handed back to the Gazan people, and that it would remain under Palestinian control. Trump switched sides, and in so doing, he tilted <a href=\"https://www.theatlantic.com/international/archive/2025/07/trump-gaza-mistakes/683651/?utm_source=feed\">the entire playing field</a> toward these absolutist outcomes. He could change that by disavowing his plan, but he has not done so.</p><p><b>Isabel:</b> <a href=\"https://www.timesofisrael.com/netanyahu-israel-intends-to-capture-all-of-gaza-hand-it-over-to-non-pa-arab-forces/\">Netanyahu</a> has said that he wants to take control of Gaza but doesn’t want to keep it. What does this mean, and how seriously should we take his purported plan?</p><p><b>Yair:</b> In recent statements explaining his new policy internationally, Netanyahu has claimed that although Israel is going to occupy much of Gaza, after it roots out Hamas, it will turn the territory over to Palestinian governance that is neither Hamas nor the Palestinian Authority—Hamas’s rival in the West Bank—in partnership with Arab states. But this is essentially a fantasy scenario; it’s not clear that such a coalition exists.</p><p>So he’s telling the international community what it wants to hear—<i>I will not actually do what the hard right in my coalition wants to do, which is annex Gaza and resettle it</i>.<i> </i>But talk is cheap, and nothing Netanyahu has done so far suggests that he has the ability or even the interest to do what is necessary to hand Gaza over to third parties. Outside pressure could make that outcome more likely. But right now, the pressure is coming primarily from the hard right in his own government, and combined with Trump’s neglect, that suggests the hard right will keep getting the things it wants.</p><p><b>Further reading:</b></p><ul>\n\t<li><a href=\"https://www.theatlantic.com/international/archive/2025/07/trump-gaza-mistakes/683651/?utm_source=feed\">The worst-kept secret of the Israeli-Palestinian conflict</a></li>\n\t<li><a href=\"https://www.theatlantic.com/international/archive/2024/05/israel-defense-netanyahu-gaza-gallant/678391/?utm_source=feed\">The Israeli defense establishment revolts against Netanyahu.</a> <i>(From 2024)</i></li>\n\t<li><a href=\"https://www.theatlantic.com/ideas/archive/2023/12/israel-right-wing-settler-gaza-netanyahu/676943/?utm_source=feed\">The right-wing Israeli campaign to resettle Gaza</a> <i>(From 2023)</i></li>\n\t<li><a href=\"https://www.theatlantic.com/international/archive/2022/12/israel-election-bibi-netanyahu-ben-gvir/672572/?utm_source=feed\">Israel’s government goes extreme right.</a> <i>(From 2022)</i></li>\n</ul>\n<p><strong>Here are three new stories from <i>The Atlantic</i>:</strong></p><ul>\n\t<li><a href=\"https://www.theatlantic.com/national-security/archive/2025/08/trump-reagan-golden-dome-missile-defense/683799/?utm_source=feed\">Tom Nichols: Pete Hegseth doesn’t want to talk about Golden Dome.</a></li>\n\t<li><a href=\"https://www.theatlantic.com/politics/archive/2025/08/texas-democrats-quorum-break-plan/683800/?utm_source=feed\">How the Texas standoff will (probably) end</a></li>\n\t<li><a href=\"https://www.theatlantic.com/economy/archive/2025/08/trump-trade-deals/683796/?utm_source=feed\">So, about those big trade deals</a></li>\n</ul>\n<p><strong>Today’s News</strong></p><ol>\n\t<li>\n\t<p>President Donald Trump has ordered the Pentagon to use <a href=\"https://www.nytimes.com/2025/08/08/us/trump-military-drug-cartels.html\">military force</a> against Latin American drug cartels that his administration has designated as terrorist organizations, according to people familiar with the matter.</p>\n\t</li>\n\t<li>Last night, the Canyon Fire, in California, grew to <a href=\"https://www.latimes.com/california/story/2025-08-08/la-me-canyon-fire\">nearly 5,000 acres. T</a>housands in northern Los Angeles and eastern Ventura Counties are under evacuation orders as firefighters continue to battle the fast-moving blaze.</li>\n\t<li>According to people familiar with the matter, Trump is <a href=\"https://www.nytimes.com/2025/08/08/us/politics/trump-billy-long-irs-commissioner.html?campaign_id=60&amp;amp;emc=edit_na_20250808&amp;amp;instance_id=160196&amp;amp;nl=breaking-news&amp;amp;regi_id=278128274&amp;amp;segment_id=203546&amp;amp;user_id=4ee9120a1206dc9bcb3817bc062e447b\">removing Billy Long</a> as IRS commissioner; Long, who has been in the role for two months, is expected to be nominated for an ambassadorship. Treasury Secretary Scott Bessent will serve as acting commissioner, according to a senior administration official.</li>\n</ol>\n<p><strong>Dispatches</strong></p><ul>\n\t<li><a href=\"https://www.theatlantic.com/newsletters/sign-up/books-briefing/?utm_source=feed\"><b>The Books Briefing</b></a><b>:</b> Virginia Woolf’s <a href=\"https://bookshop.org/p/books/mrs-dalloway-virginia-woolf/15553345?ean=9780156628709&amp;next=t&amp;affiliate=12476\"><i>Mrs. Dalloway</i></a> reveals <a href=\"https://www.theatlantic.com/newsletters/archive/2025/08/reading-mrs-dalloway-again-and-again/683801/?utm_source=feed\">new meanings with each reread</a>, even 100 years after its publication, Boris Kachka writes.</li>\n\t<li><a href=\"https://www.theatlantic.com/newsletters/sign-up/weekly-planet/?utm_source=feed\"><b>The Weekly Planet</b></a><b>: </b>The U.S. is rejecting <a href=\"https://www.theatlantic.com/science/archive/2025/08/us-climate-liability/683797/?utm_source=feed\">climate laws</a> while the world enforces them, Zoë Schlanger writes.</li>\n</ul><p><em><a href=\"https://link.theatlantic.com/click/29767897.0/aHR0cHM6Ly93d3cudGhlYXRsYW50aWMuY29tL25ld3NsZXR0ZXJzLz91dG1fc291cmNlPW5ld3NsZXR0ZXImdXRtX21lZGl1bT1lbWFpbCZ1dG1fY2FtcGFpZ249YXRsYW50aWMtZGFpbHktbmV3c2xldHRlciZ1dG1fY29udGVudD0yMDIyMTEyMQ/61813432e16c7128e42f4628B52865c35\">Explore all of our newsletters here.</a></em></p>\n<p><strong>Evening Read</strong></p>\n<img alt=\"photo of debris-strewn front lawn with huge tree and car with crumpled hood angled on sidewalk next to it\" height=\"1125\" src=\"https://cdn.theatlantic.com/media/img/2025/08/KatrinaClintCarTree-1/original.png\" width=\"2000\">\n\nWhen Clint Smith and his family returned to their New Orleans home in October 2005, they found a house, and a neighborhood, destroyed by flooding. Courtesy of Clint Smith\n<p>Twenty Years After the Storm</p><p><i>By Clint Smith</i></p><blockquote>\n<p>The scene before me appeared and disappeared and reappeared again with every breath I took, the hot air from my lungs fogging the gas mask that fit snugly over my face. My mother, father, and little sister stood in front of me wearing hazmat suits. It was October 2005, and we’d been among the first in Gentilly, our New Orleans neighborhood, to receive permission to return to our home after Hurricane Katrina. I was nervous. Gentilly had sat beneath up to eight feet of water for weeks. I didn’t know what I would see, or how I would feel.</p>\n\n<p>Our neighborhood had never been this quiet before. There had always been kids riding bikes, or someone playing music from their car or their front porch or their shoulder with a bass line that made the street vibrate. There had always been the sound of a basketball colliding with concrete as boys went in search of a court and a hoop and a game. Squirrels had always scurried through trees, where birds sang. Now there were no birds, no balls, no squirrels, no bikes. Only an eerie silence.</p>\n</blockquote><p><a href=\"https://www.theatlantic.com/magazine/archive/2025/09/hurricane-katrina-new-orleans-twenty-years-later/683565/?utm_source=feed\">Read the full article.</a></p>\n<p><b>More From <em>The Atlantic</em></b></p><ul>\n\t<li><a href=\"https://www.theatlantic.com/technology/archive/2025/08/gpt-5-launch/683791/?utm_source=feed\">The new ChatGPT resets the AI race.</a></li>\n\t<li><a href=\"https://www.theatlantic.com/politics/archive/2025/08/trump-republicans-health-innovation/683795/?utm_source=feed\">So much for the “best health-care system in the world.”</a></li>\n\t<li><a href=\"https://www.theatlantic.com/international/archive/2025/08/iran-political-opposition-jailed/683785/?utm_source=feed\">The man who could unite Iran’s opposition</a></li>\n\t<li><a href=\"https://www.theatlantic.com/podcasts/archive/2025/08/storm-before-calm/683794/?utm_source=feed\"><i>Autocracy in America</i>: The storm before the calm</a></li>\n</ul>\n<p><b>Culture Break</b></p>\n<img alt=\"dog surfing competition in california\" height=\"5282\" src=\"https://cdn.theatlantic.com/media/newsletters/2025/08/friday_culture/original.jpg\" width=\"7923\">\n\nEakin Howard / AP\n<p><b>Look.</b> <i>The Atlantic</i>’s <a href=\"https://www.theatlantic.com/photography/archive/2025/08/photos-of-the-week/683790/?utm_source=feed\">photos of the week</a> include a Pride canal parade in Amsterdam, the World Dog Surfing Championships in California, a rally race through a Finnish forest, and more.</p><p><b>Read. </b>Jeff Wise recommends <a href=\"https://www.theatlantic.com/books/archive/2025/08/flying-air-travel-explanation-book-recommendations/683789/?utm_source=feed\">six books</a> to read before you get to the airport.</p><p><a href=\"https://www.theatlantic.com/free-daily-crossword-puzzle/?utm_source=feed\">Play our daily crossword.</a></p>\n<p><i>Rafaela Jinich </i><i>contributed to this newsletter.</i></p><p><em>When you buy a book using a link in this newsletter, we receive a commission. Thank you for supporting </em>The Atlantic<em>.</em></p>",
    "published": "2025-08-08T21:30:00",
    "has_full_content": true
  },
  {
    "id": "f599aade91a15a444ba3c0cb960b4cfd",
    "title": "The Giant Asterisk to MAHA’s Food-Dye Crackdown",
    "link": "https://www.theatlantic.com/health/archive/2025/08/white-food-dye-titanium-dioxide-maha/683806/?utm_source=feed",
    "image": "https://cdn.theatlantic.com/thumbor/jAgeMQSvZ_suJ_xzYbfb_ET8r2g=/0x43:2000x1085/1200x625/media/img/mt/2025/08/2025_08_07_titanium_mpg/original.jpg",
    "summary": "Last month, America’s top health officials gathered in downtown Washington for an ice-cream party. Health and Human Services Secretary Robert F. Kennedy Jr.—joined by Secretary of Agriculture Brooke Rollins—hunched over a cooler and served himself a scoop. Off to the side, FDA Commissioner Marty Mak...",
    "content": "<p>Last month, America’s top health officials gathered in downtown Washington for an ice-cream party. Health and Human Services Secretary Robert F. Kennedy Jr.—joined by Secretary of Agriculture Brooke Rollins—hunched over a cooler and served himself a scoop. Off to the side, FDA Commissioner Marty Makary licked a cone. There was a reason to celebrate: The dairy industry, like many of America’s largest food makers, had acquiesced to the “Make America Healthy Again” movement’s crackdown on synthetic food dyes. The International Dairy Foods Association, a lobbying group, announced that more than 40 major ice-cream companies would begin phasing out several dyes that RFK Jr. has blamed for a slew of chronic-health problems, especially in children. “I’m very grateful for this industry for stepping up,” Kennedy told onlookers.</p><p></p><p>By the end of 2027,<strong> </strong>Hershey’s birthday-cake ice cream won’t have Yellow 5 or Red 40, nor will its “blue moon” flavor have Blue 1. But your ice cream might still come with one particular artificial food dye: titanium dioxide, a chemical that turns food white and isn’t included in the International Dairy Foods Association’s “Ice Cream Commitment.” (Yes, the milk in ice cream already is white to begin with, but titanium dioxide helps keep some ice cream with added ingredients from looking like the muddied leftover milk in a bowl of cereal.) Titanium dioxide is added to many other foods, too, including salad dressings, low-fat milks, and soups. So far, the chemical seems to be largely surviving the food-dye purge. Many companies—including Kraft Heinz and General Mills—don’t mention titanium dioxide in their promises to replace similar dyes. (Neither company responded to multiple requests for comment.)</p><p></p><p>You might be eating more titanium dioxide than you think. Even food that isn’t white might contain it. The chemical is commonly used as a base layer—kind of like primer on a wall—to make brightly colored products pop. It’s not always named as an ingredient in foods that are made with the dye. Other synthetic dyes, such as Red 40 and Yellow 5, which are made from petroleum, must be disclosed on a product’s nutrition label. (That’s also true for several other dyes that end in a number.) The FDA, however, allows food companies to simply label titanium dioxide as an “artificial color,” given that technically titanium is a mineral.</p><p></p><p>Food makers argue that this distinction demonstrates that titanium dioxide is not like other dyes. The International Dairy Foods Association told me that it’s “focused on removing certified artificial colors” when I asked whether the group’s pledge included titanium dioxide. A spokesperson for the Consumer Brands Association, a major lobbying group that recently announced a food-dye pledge of its own, similarly said that the numbered dyes “are a unique subset.” Whether people really should fret about titanium dioxide while licking an ice-cream cone is a contentious question. In 2022, the European Union banned the dye over concerns that tiny particles in the product could build up in the body and damage DNA. But the decision wasn’t based on clear evidence that links the chemical to specific ailments. Rather, European officials identified “some data gaps and uncertainties” about the dye’s health impacts, and acted out of an abundance of caution.</p><p></p><p>The evidence against titanium dioxide isn’t much different from that against other artificial dyes. Food makers have stopped using the numbered dyes based solely on preliminary science. Prior to Kennedy’s confirmation, many of the same organizations that are now touting the food industry’s efforts to remove synthetic dyes were arguing that requests to ban these ingredients were scientifically flawed. In 2023, the Consumer Brands Association, alongside two other trade groups, argued that the FDA should not ban Red 3, because the science around its health harms was unconvincing.</p><p></p><p>Kennedy has <a href=\"https://x.com/SecKennedy/status/1928212012687052906\">indic</a><a href=\"https://x.com/SecKennedy/status/1928212012687052906\">ate</a><a href=\"https://x.com/SecKennedy/status/1928212012687052906\">d</a> that he does want to phase out titanium dioxide along with other synthetic dyes, pointing to the European ban. Titanium dioxide is listed as a food additive of concern in a report on childhood chronic disease recently released by the Trump administration’s MAHA Commission. (“HHS takes the safety of food ingredients seriously and will continue to review available evidence and expert guidance on this and other additives,” a Health and Human Services spokesperson told me in an email.) MAHA has had some victories when it comes to titanium dioxide. At the end of last year, the food giant Mars <a href=\"https://www.bloomberg.com/news/articles/2025-05-27/skittles-removes-controversial-additive-targeted-by-rfk-jr\">removed</a> the chemical from Skittles. The ice-cream company Turkey Hill, which joined the dairy industry’s dye pledge, is in the process of purging its products of titanium dioxide, a spokesperson said. (The company did not respond after I asked when that transition would be complete.) A representative for PepsiCo told me that the company is phasing out titanium dioxide in the one product it sells that includes the chemical: Muscle Milk. But many more companies that are replacing other artificial food dyes have been quiet about titanium dioxide.</p><p></p><p>The food industry is reluctant to give the chemical up for a reason. It’s remarkably efficient as a food dye—nothing else comes close to its ability to turn food white. (No wonder versions of the chemical are also used in house paint.) The main replacement is calcium carbonate, also known as chalk, which is much less opaque, and so food companies would need to use much more of it to get the same whitening effect. This could not only make products more expensive, it could impact the texture and taste of the underlying food. Some companies <em>have</em> successfully been able to reformulate their products: Skittles look the same as they always have. “These reformulations are not easy and can sometimes take months to years to accomplish adequately,” Dave Schoneker, a food-dye consultant, told me. “This ends up being a big investment.” Not every company will have a bench of food scientists able to spend years reformulating its products.</p><p></p><p>Without titanium dioxide, consumers may just have to get used to uglier food. At one point while working on this story, I went to the grocery store and picked up two blue-cheese dressings—one with titanium dioxide and one without. The version with the additive looked like what I <em>expected </em>blue-cheese dressing to look like: pearly white. The other one looked a bit like grayish-green mucus.</p><p></p><p>That’s not a proposition that excites the food industry, nor is it something that companies seem to believe Americans can handle. As California prepared to become the first state to ban several food additives in 2023, titanium dioxide was removed from the legislation at the eleventh hour amid vocal opposition from food companies. Before caving to pressure, Mars had resisted calls for the company to stop using artificial dyes in sweets; instead, the company settled on doing so just in Europe, citing that it’s where “consumers have expressed this preference.” Indeed, European consumers are “okay with muted tones,” Chari Rai, the head of innovation for  North America at Oterra, a natural-color manufacturer, told me. \"I think the difference in the U.S. market is they’re just so used to seeing vibrant colors.”</p><p></p><p>If the industry is correct and Kennedy cannot persuade Americans to embrace an ugly scoop of ice cream, that would signal he’s going to have an even harder time pushing Americans away from foods containing the many other ingredients that he claims, with varying degrees of evidence, are making people sick. Food dyes are just cosmetic. (Ice cream still generally tastes the same with or without titanium dioxide.) Other food additives, such as <a href=\"https://www.theatlantic.com/health/archive/2025/06/maha-emulsifiers-health/683304/?utm_source=feed\">emulsifiers</a> and low-calorie sweeteners, serve a bigger role; ultra-processed foods, which Kennedy opposes, make up a sizable portion of the American diet. MAHA still has much bigger battles to fight.</p>",
    "published": "2025-08-08T19:24:00",
    "has_full_content": true
  },
  {
    "id": "3339e6f8e0cb6064e7df3d095395b3ae",
    "title": "India’s Modi Left Soul-Searching After Failed Courtships of Xi and Trump",
    "link": "https://www.nytimes.com/2025/08/08/world/asia/modi-india-trump-china-tariffs.html",
    "image": "assets/img/fallback.jpg",
    "summary": "Prime Minister Narendra Modi is seeing relations with President Trump break down over issues including trade with Russia.",
    "content": "Prime Minister Narendra Modi is seeing relations with President Trump break down over issues including trade with Russia.",
    "published": "2025-08-08T19:01:10",
    "has_full_content": true
  },
  {
    "id": "1888c30ca0786a853e710fd88b742121",
    "title": "Reading <em>Mrs. Dalloway</em> Again and Again",
    "link": "https://www.theatlantic.com/newsletters/archive/2025/08/reading-mrs-dalloway-again-and-again/683801/?utm_source=feed",
    "image": "https://cdn.theatlantic.com/thumbor/q-pUWugfUcoMAiSIDgl8yZsCAgY=/0x100:4800x2600/1200x625/media/newsletters/2025/08/2025_08_08_Mrs_Dalloway_Books_Newsletter/original.jpg",
    "summary": "This is an edition of the Books Briefing, our editors’ weekly guide to the best in books. Sign up for it here.Virginia Woolf’s novel Mrs. Dalloway turned 100 this spring—not quite double the age of its protagonist, Clarissa Dalloway, who, as Woolf writes, “had just broken into her fifty-second year....",
    "content": "<p><em>This is an edition of the Books Briefing, our editors’ weekly guide to the best in books. <a href=\"https://www.theatlantic.com/newsletters/sign-up/books-briefing/?utm_source=feed\">Sign up for it here.</a></em></p><p>Virginia Woolf’s novel <a href=\"https://bookshop.org/a/12476/9780156628709\"><em>Mrs. Dalloway</em></a> turned 100 this spring—not quite double the age of its protagonist, Clarissa Dalloway, who, as Woolf writes, “had just broken into her fifty-second year.” The book pops up less frequently on lists of the best fiction of the 20th century than James Joyce’s <em>Ulysses</em>, the libidinous classic to which <em>Dalloway</em> is often read as a side-eyed response. But I would put it right alongside that epic, near the very top, because it rewards rereading at various stages of life. As <a href=\"https://www.theatlantic.com/magazine/archive/2025/09/virginia-woolf-mrs-dalloway-midlife-crisis/683560/?utm_source=feed\">Hillary Kelly wrote</a> this week in <em>The Atlantic</em>, “The novel’s centennial has occasioned a flurry of events and new editions, but not as much consideration of what I would argue is the most enduring and personal theme of the work: It is a masterpiece of midlife crisis.”</p><p>First, here are five new stories from <em>The Atlantic</em>’s books section:</p><ul>\n\t<li><a href=\"https://www.theatlantic.com/books/archive/2025/08/moderation-elaine-castillo-novel-review/683767/?utm_source=feed\">The tech novel’s warning for a screen-addled age</a></li>\n\t<li><a href=\"https://www.theatlantic.com/books/archive/2025/08/revealing-new-history-iranian-revolution/683755/?utm_source=feed\">The Islamic Republic was never inevitable.</a></li>\n\t<li><a href=\"https://www.theatlantic.com/magazine/archive/2025/09/mailman-stephen-starring-grant-memoir/683554/?utm_source=feed\">Memoir of a mailman</a></li>\n\t<li><a href=\"https://www.theatlantic.com/books/archive/2025/08/hobbies-drawing-knitting-book-recommendations/683732/?utm_source=feed\">Eight books for dabblers</a></li>\n\t<li><a href=\"https://www.theatlantic.com/magazine/archive/2025/09/kevin-young-faith/683561/?utm_source=feed\">“Faith,” a poem by Kevin Young</a></li>\n</ul><p>I first encountered <em>Mrs. Dalloway</em>, as many readers do, when I was in college, and it lit up my still-maturing brain. Like <em>Ulysses</em>, it takes place over a single day in June, pulling together a group of narrative perspectives to <a href=\"https://www.theatlantic.com/books/archive/2021/10/mrs-dalloway-virginia-woolf-internet-novel/620341/?utm_source=feed\">capture the physical and mental cacophony</a> of modern city life. Its characters include Clarissa, who is about to host a high-society party, as well as Septimus Smith, “aged about thirty,” a veteran of World War I who ends up jumping to his death. The juxtaposition of life and death, war and peace, youthful fury and wistful wisdom, reflects Woolf’s ambition to deploy stream-of-consciousness style in the service of deep emotional realism. One of the first works of literature to depict what would later be known as PTSD, it is in part about the dangerous passions of youth.</p><p>And yet its title character is 51, married to a politician, and worried that she has forsaken a more adventurous life. Woolf writes that Clarissa, setting off to buy flowers, “felt very young; at the same time unspeakably aged.” I know the feeling—now. When I first read one of the book’s most pivotal scenes, in which Clarissa learns of Septimus’s death during her soirée, I interpreted the moment as the reality of war intruding on a bourgeois order oblivious to its own decline. It is that—but it is also the specter of mortality that underpins the anxieties of middle age. As Kelly reminds us, Clarissa thinks: “In the middle of my party, here’s death.” Yet this thought is immediately followed by an intense affirmation, Kelly writes: “She steps into the recognition that, despite the decisions she’s made, or perhaps because of them, ‘she had never been so happy.’”</p><p>Kelly finds parallels between this realization and a turning point in Woolf’s own life: At 40, in a moment of respite from her mental illness, she managed to write this book, and then her equally classic novel <a href=\"https://bookshop.org/a/12476/9780156907392\"><em>To the Lighthouse</em></a>. This was, Kelly writes, “a season of fruitfulness” in which “she produced her most profound work.” At 21, I was ambivalent about <em>Dalloway</em>’s conciliatory ending, in which a woman keeps dread at bay by learning to revel in small and ordinary pleasures. But today, I look forward to the year, not far off, when I will be Clarissa’s age, so that I can read the book again, and see it with the kind of fresh eyes that only time and reading glasses can provide.</p>\n\n<img alt=\"Collage-style black-and-white photo-illustration of a woman in a 1920s flapper hat, seen in profile, on a bright-red background; her head and neck have been replaced by a red silhouette, over which white photo images of flowers are placed, on red background\" height=\"1125\" src=\"https://cdn.theatlantic.com/media/img/2025/07/CC_DallowayOpener/original.png\" width=\"2000\">\n\nIllustration by Akshita Chandra*\n<p><strong>Mrs. Dalloway’s Midlife Crisis</strong></p><p><i>By Hillary Kelly</i></p><p>Virginia Woolf’s wild run of creativity in her 40s included writing her masterpiece on the terrors and triumphs of middle age.</p><p><a href=\"https://www.theatlantic.com/magazine/archive/2025/09/virginia-woolf-mrs-dalloway-midlife-crisis/683560/?utm_source=feed\">Read the full article.</a></p>\n<h4><b>What to Read</b></h4><p><strong><a href=\"https://bookshop.org/a/12476/9781250338358\"><em>The Right Stuff</em></a>, by Tom Wolfe</strong></p><p>Wolfe loved big, colorful characters, and he found plenty of them in the cadre of postwar American fighter pilots who helped develop supersonic flight—and, later, manned spaceflight. Wolfe’s subjects risked their lives in the skies over the California desert in military planes, then went on to join NASA’s Mercury program, becoming the first Americans in space. They quickly became Cold War celebrities whose virtues embodied a particular vision of heroism: competent, courageous, ready to lead the world to a new and limitless frontier. But in his account of the early space race, Wolfe contrasts their boy-band glamour with a more laconic aeronautical hero: Chuck Yeager, who broke the sound barrier while secretly nursing broken ribs and later pushed a juiced-up supersonic fighter beyond the edge of the atmosphere, barely surviving the ensuing crash. Skilled, relentless, and taciturn, Yeager embodied “the right stuff”—that hard-to-define quality that the boundary-breaking pilots and astronauts ended up prizing above all else.  — Jeff Wise</p><p><a href=\"https://www.theatlantic.com/books/archive/2025/08/flying-air-travel-explanation-book-recommendations/683789/?utm_source=feed\">From our list: Six books that explain how flying really works</a></p>\n<p></p><h4><b>Out Next Week</b></h4><p><em>📚 </em><a href=\"https://bookshop.org/a/12476/9781400042777\"><em>The Unbroken Coast</em></a>, by Nalini Jones</p><p><em>📚 </em><a href=\"https://bookshop.org/a/12476/9780593543795\"><em>Black Moses: A Saga of Ambition and the Fight for a Black State</em></a>, by Caleb Gayle</p><p><em>📚 </em><a href=\"https://bookshop.org/a/12476/9780593493090\"><em>To Lose a War: The Fall and Rise of the Taliban</em></a>, by Jon Lee Anderson</p>\n<h4><strong>Your Weekend Read</strong></h4>\n<img alt=\"Marc Maron performing\" height=\"1125\" src=\"https://cdn.theatlantic.com/media/img/mt/2025/08/2025_07_30_Murthi_Marc_Maron_final/original.jpg\" width=\"2000\">\n\nIllustration by Akshita Chandra. Source: Karolina Wojtasik / HBO.\n<p><strong>Marc Maron Has Some Thoughts About That</strong></p><p><i>By Vikram Murthi</i></p><p>Back in the 1990s, when Marc Maron began appearing on <em>Late Night With Conan O’Brien </em>as a panel guest, the comedian would often alienate the crowd. Like most of America at the time, O’Brien’s audience was unfamiliar with Maron’s confrontational brand of comedy and his assertive, opinionated energy. (In 1995, the same year he taped an episode of the <em>HBO Comedy Half-Hour</em> stand-up series, Maron was described as “so candid that a lot of people on the business side of comedy think he’s a jerk” in a <em>New York</em> magazine profile of the alt-comedy scene.) But through sheer will, he would eventually win them back. “You always did this thing where you would dig yourself into a hole and then come out of it and shoot out of it like this geyser,” O’Brien recently told Maron. “It was a roller-coaster ride in the classic sense.”</p><p><a href=\"https://www.theatlantic.com/culture/archive/2025/08/marc-maron-panicked-review/683735/?utm_source=feed\">Read the full article.</a></p>\n<p></p><p><em>When you buy a book using a link in this newsletter, we receive a commission. Thank you for supporting </em>The Atlantic<em>.</em></p><p><a href=\"https://www.theatlantic.com/newsletters/sign-up/the-wonder-reader/?utm_source=feed\"><i>Sign up for The Wonder Reader,</i></a><i> a Saturday newsletter in which our editors recommend stories to spark your curiosity and fill you with delight.</i></p><p><i>Explore </i><i><a href=\"https://link.theatlantic.com/click/29381641.11692/aHR0cHM6Ly93d3cudGhlYXRsYW50aWMuY29tL25ld3NsZXR0ZXJzLz91dG1fc291cmNlPW5ld3NsZXR0ZXImdXRtX21lZGl1bT1lbWFpbCZ1dG1fY2FtcGFpZ249YXRsYW50aWMtZGFpbHktbmV3c2xldHRlciZ1dG1fY29udGVudD0yMDIyMTAxNg/6050e2b21fc16d137f83c038B888c1a2f?utm_source=newsletter&amp;utm_medium=email&amp;utm_campaign=atlantic-daily-newsletter&amp;utm_content=20221120\">all of our newsletters</a>.</i></p>",
    "published": "2025-08-08T16:55:00",
    "has_full_content": true
  },
  {
    "id": "02c2eb7db87bc4676795a8dae87a7ebb",
    "title": "How the Texas Standoff Will (Probably) End",
    "link": "https://www.theatlantic.com/politics/archive/2025/08/texas-democrats-quorum-break-plan/683800/?utm_source=feed",
    "image": "https://cdn.theatlantic.com/thumbor/lnafk_xn2ZO4H2AHTiWjBLowO9I=/0x43:2000x1085/1200x625/media/img/mt/2025/08/2025_08_08_texas/original.jpg",
    "summary": "Texas state Democrats had been plotting their departure for weeks. But most weren’t sure they were going—or where they were headed—until just before they boarded their plane. For a successful quorum break, the timing “has to be ripe,” State Representative Gina Hinojosa told me. “Like a melon at the ...",
    "content": "<p>Texas state Democrats had been plotting their departure for weeks. But most weren’t sure they were going—or where they were headed—until just before they boarded their plane. For a successful quorum break, the timing “has to be ripe,” State Representative Gina Hinojosa told me. “Like a melon at the grocery store.” On Sunday, she and dozens of her colleagues hopped on a chartered plane and flew to Chicago in an attempt to prevent Texas Republicans from redrawing the state’s congressional maps. They don’t seem to know how long they’ll be there or when, exactly, they’ll consider the job done. Perhaps, Hinojosa suggested, they can attract enough attention to the issue that Republicans will be shamed into abandoning the effort.</p><p>Shame, however, is not an emotion experienced by many politicians these days, least of all ones who answer to Donald Trump. The likeliest conclusion of this effort is that Republicans will get their wish, just as they did after <a href=\"https://www.cnn.com/2021/08/19/politics/texas-democrats-quorum-voting-bill\">a similar situation</a> in 2021.</p><p>Right now, the Texas Democrats’ quorum-break project appears to have two goals, one much more easily accomplished than the other. The first is to send a message; the gerrymandering attempt in Texas is a chance for Democrats nationwide to accuse Republicans of cheating, and to demonstrate a bit of the gumption their voters have been clamoring for. Because the party is effectively leaderless, now is a perfect moment for wannabe standard-bearers to soak up some of the limelight. Illinois Governor J. B. Pritzker, for example, has made a lot of speeches and <a href=\"https://www.axios.com/local/chicago/2025/08/07/pritzker-fbi-cornyn-kash-patel-trump-illinois-texas-democrats-redistricting\">trolled</a> Republicans; so has New York Governor <a href=\"https://www.nbcnews.com/video/hochul-says-new-york-will-consider-redistricting-in-response-to-texas-244309573737\">Kathy Hochul</a>. And tonight, California Governor Gavin Newsom <a href=\"https://www.gov.ca.gov/2025/08/07/tomorrow-governor-newsom-and-california-leaders-to-host-texas-democrats-breaking-quorum-to-fight-gop-map-rigging/\">will host Hinojosa and other Texas Democrats</a> in Sacramento for a press conference.</p><p>The second, more practical objective is to run down the clock. If Texas Democrats can stay out of state long enough, they could make it difficult for Republicans to implement the new district maps ahead of the first 2026 election deadlines. This goal is optimistic, experts I interviewed said. Living in a hotel for weeks is expensive, and resources will eventually dry up. Pressure is mounting from Republican leaders. “And there’s a stamina factor at play that can’t be avoided,” Brandon Rottinghaus, a political-science professor at the University of Houston, told me. It seems, he added, “inevitable that the new maps pass.”</p><p><i>[<a href=\"https://www.theatlantic.com/politics/archive/2025/08/democrats-redistricting-republicans-gerrymandering-texas/683775/?utm_source=feed\">Read: How Democrats tied their own hands on redistricting</a>]</i></p><p>State Democrats have only been on the run for five days in the Chicago area (as well as in <a href=\"https://www.democracydocket.com/news-alerts/new-york-governor-stands-with-quorum-breaking-texas-democrats-pledges-to-fight-gop-fire-with-fire/\">New York</a> and <a href=\"https://www.nbcboston.com/news/local/boston-is-new-stop-in-texas-redistricting-fight-democratic-lawmakers-to-speak-at-1030/3784695/\">Massachusetts</a>). The public is still interested, and Democrats have plenty of opportunities to shape the media narrative. “Democratic voters are paying attention,” Joshua Blank, the research director of the nonpartisan Texas Politics Project, told me. “Having something to rally around is very, very useful for them.” Republicans have not tried to deny that they’re making a blatant power grab, though they argue that they’re simply following the lead of Democrats in heavily gerrymandered states such as Illinois. “It’s just unilateral disarmament if you don’t match what Democrats have done on the other side,” Matt Mackowiak, a Texas Republican strategist who is working on Senator John Cornyn’s reelection campaign, told me. (The difference is that in Texas, they’re redrawing the maps five years early, rather than waiting for the census.)</p><p>But quorum breaks are, by nature, temporary. Eventually, the wayward lawmakers will go home. What matters is <em>when</em>. The candidate-filing deadline for the 2026 election is December 8, and the primary is in March, so theoretically, if lawmakers can stay out of state for multiple months, Republicans might run into legal problems getting their new map in place.</p><p>One problem with the run-down-the-clock strategy is that, in the past, Texas courts have simply postponed the state’s primary while congressional maps were being litigated. (That delay likely contributed to <a href=\"https://www.kltv.com/story/19049747/etx-officials-say-delayed-primary-may-impact-outcome-in-us-senate-runoff/\">Ted Cruz’s 2012 Senate victory</a>.) Another challenge is keeping up the political will; as time drags on, Texas voters will want their representatives to come home and do their job. Then, there are the logistical issues. A long quorum break means that Texas Democrats spend weeks or months living in a hotel, away from their families and <a href=\"https://www.nbcnews.com/politics/elections/finances-weigh-texas-democrats-costs-quorum-break-add-rcna223396\">racking up bills</a>. Many of those state lawmakers have jobs outside politics—jobs that might not be well suited to working remotely from a hotel conference room. A few members brought small children with them to Chicago, Hinojosa told me, and some of those children will probably have to be back in school soon. “We’ve seen it before,” Rottinghaus said. “The biggest pull for members to come back isn’t always the politics; it’s most often the personal.”</p><p><i>[<a href=\"https://www.theatlantic.com/politics/archive/2025/07/jasmine-crockett-democrats/683652/?utm_source=feed\">Read: A Democrat for the Trump era</a>]</i></p><p>When I asked Texas Representative Ana-María Rodríguez Ramos how long she was willing to stay in Chicago, she told me that she understands the burden this puts on families; her own daughter is recovering from a liver transplant. “Am I prepared for two weeks? Three weeks? What is the alternative?” she asked. “If this is a sacrifice that we need to make, then it’s the sacrifice that has to be made.” But two or three weeks probably won’t be enough. (It’s possible, Rodríguez Ramos suggested, that the state’s 11 Senate Democrats, who remain in-state, could take their own turn breaking quorum; only one chamber needs to do so to stop legislation from being passed.)</p><p>Texas Governor Greg Abbott’s threats complicate the picture. This morning, he <a href=\"https://www.foxnews.com/media/gov-greg-abbott-threatens-redistrict-8-seats-gop-dem-lawmakers-dont-return-texas.amp\">suggested</a> that if Democrats “don’t start showing up,” Republicans will add a few more GOP seats to the new map. He has <a href=\"https://www.texastribune.org/2025/08/03/texas-house-democrats-abbott-threatens-removal-quorum-break/\">promised to fine</a> the runaway Democrats $500 each for every day that they’re gone, and <a href=\"https://www.texastribune.org/2025/08/05/texas-democrats-quorum-break-beto-orourke-illinois-funding/\">to go after</a> any groups raising money for them. Abbott has also suggested that he’ll <a href=\"https://www.texastribune.org/2025/08/05/texas-democrats-ken-paxton-court-vacate-seats-quorum-break/\">kick the Democrats out</a> of their seats in the legislature—although experts say he <a href=\"https://www.kltv.com/2025/08/04/texas-house-democrats-say-they-wont-back-down-governor-threat/\">does not have the power</a> to do so directly. Earlier this week, the state house <a href=\"https://www.axios.com/2025/08/04/texas-democrats-greg-abbott-arrest-warrants\">issued</a> civil-arrest warrants for the rogue Democrats, and yesterday, Cornyn announced that the FBI had agreed to <a href=\"https://www.nytimes.com/2025/08/07/us/politics/texas-redistricting-cornyn-fbi.html\">“locate”</a> them. Although FBI involvement might seem far-fetched, “there’s very little that restricts” the agency, Michael German, a fellow at the Brennan Center for Justice and a former FBI agent, told me. The bureau could share information with local law enforcement, he said.</p><p>A single one of these variables is not likely to shatter the Texas Democrats’ resolve, but over time, the pressure adds up. After making headlines for a few weeks, Democrats will probably be squeezed dry, emotionally and financially. A few will return home, and then, eventually, they all will. The new GOP district map will pass, perhaps in a slightly altered form, and Republicans will have what they’ve been fighting for: a few more GOP congressional districts, perhaps just enough to preserve the party’s narrow hold on the House of Representatives through what might be a tough midterm election.</p><p>But Texas Democrats aren’t willing to entertain that possibility just yet. In Chicago, members are reassessing the situation each day, Hinojosa told me. To sum up the general attitude, she paraphrased former Texas Governor Ann Richards. “All we have is the here and now,” she said, “and if we play it right, it’s all we need.” A more realistic view of the situation might be that Democrats are seizing the moment because they know it’s fleeting.</p>",
    "published": "2025-08-08T16:35:12",
    "has_full_content": true
  },
  {
    "id": "80dba2f229795659e969471c5a08bcc2",
    "title": "Pete Hegseth Doesn’t Want to Talk About Golden Dome",
    "link": "https://www.theatlantic.com/national-security/archive/2025/08/trump-reagan-golden-dome-missile-defense/683799/?utm_source=feed",
    "image": "https://cdn.theatlantic.com/thumbor/fH8ZQrTDsQvDiyLCFb0i3Irm4qc=/0x126:5925x3212/1200x625/media/img/mt/2025/08/2025_08_08_Golden_Dome/original.jpg",
    "summary": "Donald Trump wants to spend billions of dollars on a successor to President Ronald Reagan’s Strategic Defense Initiative, and he’s calling it “Golden Dome,” inspired by both Israel’s Iron Dome defense and Reagan’s early-1980s concept of a “peace shield” over North America. It’s a hugely ambitious pr...",
    "content": "<p>Donald Trump wants to spend billions of dollars on a successor to President Ronald Reagan’s Strategic Defense Initiative, and he’s calling it “Golden Dome,” inspired by both Israel’s Iron Dome defense and Reagan’s early-1980s concept of a “peace shield” over North America. It’s a hugely ambitious project, but Secretary of Defense <a href=\"https://breakingdefense.com/2025/08/at-missile-defense-conference-the-first-rule-of-golden-dome-is-dont-talk-about-golden-dome/\">Pete Hegseth</a> apparently would prefer that no one talk about it.<br>\n<br>\nThis week, military and civilian experts are in Huntsville, Alabama, for the 2025 Space and Missile Defense Symposium, a gathering of more than 7,000 top experts, military officers, and defense-industry representatives from around the world. One might think that such a jamboree is the obvious place to cheerlead for a new American missile-defense plan. But one would be wrong: The Pentagon has barred anyone from speaking about Golden Dome in public. Instead, according to <em><a href=\"https://www.politico.com/news/2025/08/05/pentagon-golden-dome-silence-00494365\">Politico</a></em>, representatives of the Missile Defense Agency joined a closed meeting that was not part of, or sponsored by, the symposium.</p><p>This shyness about discussing Golden Dome is probably part of Hegeseth’s clampdown on Pentagon officials going to meetings at <a href=\"https://www.theatlantic.com/ideas/archive/2025/07/pentagon-hegseth-think-tanks/683692/?utm_source=feed\">think tanks</a> and attending other public symposia. Still, the choice to go silent at this meeting is strange: Golden Dome is projected to cost gobs of money, and SMDS is exactly the kind of place where the government can tell its story and get science, industry, and the military on the same page.</p><p><i>[<a href=\"https://www.theatlantic.com/politics/archive/2025/06/hegseth-musk-trump-pentagon/683035/?utm_source=feed\">Read: When Pete Hegseth’s Pentagon tenure started going sideways</a>]</i></p><p>The official Pentagon <a href=\"https://breakingdefense.com/2025/08/at-missile-defense-conference-the-first-rule-of-golden-dome-is-dont-talk-about-golden-dome/\">announcement</a> about why the Defense Department backed out of public meetings doesn’t offer any clues, and doesn’t even make much sense:</p><blockquote>\n<p>Golden Dome for America remains a strategic imperative for the Department of Defense. As we continue gathering information from industry, academia, national labs, and other government agencies for support to Golden Dome for America, it would be imprudent for the Department to release further information on this program during these early stages, keeping operational security of this endeavor top of mind.</p>\n</blockquote><p>Operational security? The Pentagon could in theory argue that the meeting with the Missile Defense Agency folks was held privately to thwart Russian and Chinese spies who might be lurking about the exhibition tables, but the project doesn’t even exist yet, and the closed session is only out of the public eye, not classified.  </p><p>A more likely explanation is that no one is supposed to talk about Golden Dome because no one knows what it is yet. (A Lockheed Martin vice president <a href=\"https://www.al.com/news/huntsville/2025/08/golden-dome-a-golden-opportunity-for-huntsville-rocket-city-expected-to-play-a-role.html\">said</a>: “Golden Dome is the defense of our nation against all aerial and missile threats,” an unhelpful formulation that probably only means <em>Whatever it is, it will be big and spread among multiple contractors.</em>) If all anyone knows about Golden Dome is that it will be an expensive, all-azimuth defense against everything that flies, then the Pentagon’s reluctance to discuss it is understandable.</p><p>It’s also already a flawed concept: If Trump is indeed basing <em>Golden</em> Dome on <em>Iron</em> Dome, then he doesn’t understand the Israeli system. Iron Dome is a regional defense aimed at relatively slow-moving rockets—and not comparable to a national missile defense over the entire United States meant to stop warheads incoming at 20 times the speed of sound. The difference between the two, according to the nuclear-weapons analyst <a href=\"https://www.npr.org/2025/04/22/g-s1-61658/trump-golden-dome-america-iron-military-defense\">Jeffrey Lewis</a>, is “the difference between a kayak and a battleship.” Or as the arms-control expert Joe Cirincione put it some years ago, trying to translate the success of Iron Dome’s short-range interceptions into an argument for national missile defenses is ‘‘like being good at miniature golf and thinking you can win the Masters.’’</p><p>Reagan’s SDI—or “Star Wars,” as its critics dubbed it—served its purpose at a particular time in history. I say this with a certain amount of affection for SDI, not least because one of my first jobs in Washington was working on the program. In the mid-1980s, I was hired by a defense contractor to be part of a “Red Team” of Soviet experts; we were supposed to game out how the Kremlin would react to the American development of space-based missile defenses.</p><p>The goal of SDI in those days was not to seal North America under an impenetrable missile shield. To be sure, <a href=\"https://www.reaganlibrary.gov/archives/speech/address-nation-defense-and-national-security\">Reagan</a> pitched the program that way; his intention, he said in a 1983 television address, was to make nuclear missiles “impotent and obsolete.” But the instructions to our team a few years later made a lot more sense: How, we were asked, can the United States get the Soviet Union to move to a more stable world where defense, rather than instant nuclear attack, would dominate strategic thinking?</p><p>This might seem an odd question for readers who are not schooled in the arcana of nuclear strategy. But the basic problem is that long-range nuclear missiles are inherently offensive weapons. They are use-them-or-lose-them systems: They can’t hold territory, they can’t defend anything, and they are vulnerable to an enemy’s first strike. Their only purpose, should war come, is to travel far away, very fast, and destroy the most important enemy targets. In rough order of priority, these would include the enemy’s nuclear forces, command-and-control installations, and other military assets; then war-supporting industries, such as steel and energy; and then, if all else is lost, the enemy’s cities and the millions of people in them.</p><p>The inherent incentive to strike first was—and remains—dangerous and destabilizing, and SDI was supposed to add an element of uncertainty to the Soviet Union’s first-strike calculations. If their planning was disrupted by the wild card of space-based defenses against nuclear missiles, perhaps the Soviets would hesitate to go first, thus buying time for both sides.</p><p>When the Cold War ended, no one was quite sure what to do with the idea of national missile defense. President George H. W. Bush’s administration tried to repurpose SDI as “<a href=\"https://www.brookings.edu/articles/the-limits-of-u-s-missile-defense/\">GPALS</a>,” or “Global Protection Against Limited Strikes,” a kind of scaled-down defense against future troublemakers. Bill Clinton’s secretary of defense Les Aspin renamed and reorganized the program, and stripped out the space-based elements. Current missile-defense efforts are focused on shooting down small numbers of missiles rather than defending the entire nation from a full-on attack.</p><p>So far, shooting down one missile, to say nothing of more, is still an immensely risky proposition. Under controlled, best-case conditions, the Pentagon’s chances of successfully <a href=\"https://armscontrolcenter.org/issues/missile-defense/gmd-frequently-asked-questions/\">intercepting</a> intercontinental ballistic missiles run at roughly 50 to 60 percent—a coin toss at best. (Regional defenses against shorter-range launches have a slightly better test record.)</p><p>Reagan planted the idea of a North American continental missile defense firmly in the American imagination. But Reagan’s people and those who came after them knew that peace shields and domes are impossible. Cities are always going to be vulnerable because of their size and exposure, especially in the United States, whose capital, along with its two largest cities, are all close to the coastline and vulnerable to the kind of close-in, submarine-launched attacks that missile defenses would be unlikely to catch in time.</p><p><i>[<a href=\"https://www.theatlantic.com/ideas/archive/2025/07/pentagon-hegseth-think-tanks/683692/?utm_source=feed\">Tom Nichols: The Pentagon against the think tanks</a>]</i></p><p>The value and strategic wisdom of trying to develop a national missile shield are as debatable now as they were when the efforts to create the first missile-defense systems began in the 1960s. The enemy, as the saying goes, gets a vote, and the Russians and Chinese could not only interpret a new push for national defense as provocative but choose the simple countermeasure of building more weapons to overwhelm that system. (Even the <a href=\"https://www.politico.com/news/2023/02/08/north-korea-missile-capability-icbms-00081993\">North Koreans</a> could build enough weapons and decoys to overwhelm limited defense.) And during a crisis, American presidents—even the most cold-blooded of them—might not risk relying on a missile-defense system anyway. If the enemy seems about to attack, any commander in chief will be tempted to launch a preemptive strike (especially against a smaller nuclear power) rather than gamble on unproven defenses and take a 50–50 chance that the missiles won’t get through</p><p>“Golden Dome” probably sounded good to the president, and now no one is going to talk him out of it—especially given that the administration is willing to throw mountains of money at such a program, just as Reagan did. Hegseth can order his people not to talk about it at public gatherings, but at some point, the administration should answer the two most important questions about an expensive system that could destabilize nuclear deterrence: What is Golden Dome supposed to do, and does it have any chance of working?</p>",
    "published": "2025-08-08T14:57:26",
    "has_full_content": true
  },
  {
    "id": "cf8571d27b2c0ea256e9d55f90a71665",
    "title": "Assault on Sudan’s Zamzam refugee camp may have killed more than 1,500 civilians",
    "link": "https://www.theguardian.com/global-development/2025/aug/07/zamzam-massacre-rapid-support-forces-rsf-militia-civilians-slaughtered",
    "image": "https://i.guim.co.uk/img/media/0a892e97bddc8b6032926bb3c781309b95426e01/396_0_1266_1013/master/1266.jpg?width=1200&height=630&quality=85&auto=format&fit=crop&precrop=40:21,offset-x50,offset-y0&overlay-align=bottom%2Cleft&overlay-width=100p&overlay-base64=L2ltZy9zdGF0aWMvb3ZlcmxheXMvdGctZGVmYXVsdC5wbmc&enable=upscale&s=eaf1081a881ec9f54f63fd0c12c41f7e",
    "summary": "Guardian investigation finds number killed in April attack by Rapid Support Forces far greater than current estimates‘They slaughtered us like animals’: the inside story of how one of the biggest atrocities of the Sudan war unfolded in ZamzamMore than 1,500 civilians may have been massacred during a...",
    "content": "<p>Guardian investigation finds number killed in April attack by Rapid Support Forces far greater than current estimates</p><ul><li><p><a href=\"https://www.theguardian.com/global-development/2025/aug/07/genocide-sudan-zamzam-camp-timeline\">‘They slaughtered us like animals’: the inside story of how one of the biggest atrocities of the Sudan war unfolded in Zamzam</a></p></li></ul><p>More than 1,500 civilians may have been massacred during an attack on Sudan’s largest displacement camp in April, in what would be the second-biggest war crime of the country’s catastrophic conflict.</p><p>A Guardian investigation into the 72-hour attack by the paramilitary Rapid Support Forces (RSF) on North Darfur’s Zamzam camp, the country’s largest for people displaced by the war, found repeated testimony of mass executions and large-scale abductions. Hundreds of civilians remain unaccounted for.</p> <a href=\"https://www.theguardian.com/global-development/2025/aug/07/zamzam-massacre-rapid-support-forces-rsf-militia-civilians-slaughtered\">Continue reading...</a>",
    "published": "2025-08-07T04:00:23",
    "has_full_content": false
  },
  {
    "id": "e13623cf7e2b7bfbb1668ad2e9b835b6",
    "title": "US destruction of contraceptives denies 1.4m African women and girls lifesaving care, NGO says",
    "link": "https://www.theguardian.com/world/2025/aug/06/us-destruction-contraceptives-denies-african-women-girls-lifesaving-care-ngo",
    "image": "https://i.guim.co.uk/img/media/cbd48af907ff7e48866338d6fe306b84244f3430/547_0_4680_3744/master/4680.jpg?width=1200&height=630&quality=85&auto=format&fit=crop&precrop=40:21,offset-x50,offset-y0&overlay-align=bottom%2Cleft&overlay-width=100p&overlay-base64=L2ltZy9zdGF0aWMvb3ZlcmxheXMvdGctZGVmYXVsdC5wbmc&enable=upscale&s=2d2100246eb93dbf6bf5304ba72883da",
    "summary": "19th-22nd SEPT - KENYA- ELDORET : FHOK'S Family Care Clinic.\n  Sexual and Gender Based Violence is seriously under-reported and unacknowledged in Kenya. A study by Family Health Options Kenya showed that in the past 12 months, 31% of women experienced physical violence, 14% experienced sexual violen...",
    "content": "19th-22nd SEPT - KENYA- ELDORET : FHOK'S Family Care Clinic.\n  Sexual and Gender Based Violence is seriously under-reported and unacknowledged in Kenya. A study by Family Health Options Kenya showed that in the past 12 months, 31% of women experienced physical violence, 14% experienced sexual violence, 28% experienced emotional violence. Incidence of Female Genital Mutilation is c.33%. This trip  will focus on the problems faced by, and the needs of, young women and girls in slum areas and rural communities, and the increased support and integrated services which the MA is providing to reduce the incidence of both HIV and SGBV (Sexual and Gender Based Violence). \n(Photo by Graeme Robertson)",
    "published": "2025-08-06T16:24:39",
    "has_full_content": true
  },
  {
    "id": "cc311a780812a93a926092ab81ae2266",
    "title": "US hunter reportedly killed by buffalo during expedition in South Africa",
    "link": "https://www.theguardian.com/world/2025/aug/06/hunter-killed-by-buffalo-south-africa",
    "image": "https://i.guim.co.uk/img/media/fbd802d66512ddb64af9614f2f435f197d5bad5c/692_0_4327_3461/master/4327.jpg?width=1200&height=630&quality=85&auto=format&fit=crop&precrop=40:21,offset-x50,offset-y0&overlay-align=bottom%2Cleft&overlay-width=100p&overlay-base64=L2ltZy9zdGF0aWMvb3ZlcmxheXMvdGctZGVmYXVsdC5wbmc&enable=upscale&s=73d0c749b85d1077cbe1eca30bb60264",
    "summary": "Asher Watkins, 52, of Texas died while tracking 1.3-ton Cape buffalo on a hunting trip in the country’s Limpopo provinceAn American game hunter was killed by a buffalo he was stalking during a hunting expedition in South Africa over the weekend, according to multiple reports.Asher Watkins, 52, of Te...",
    "content": "<p>Asher Watkins, 52, of Texas died while tracking 1.3-ton Cape buffalo on a hunting trip in the country’s Limpopo province</p><p>An American game hunter was killed by a buffalo he was stalking during a hunting expedition in South Africa over the weekend, according to multiple reports.</p><p>Asher Watkins, 52, of Texas, died on 3 August while tracking a 1.3-ton Cape buffalo in South Africa’s Limpopo province, according to a statement from Coenraad Vermaak Safaris (CV Safaris), the company that organized the hunting trip.</p> <a href=\"https://www.theguardian.com/world/2025/aug/06/hunter-killed-by-buffalo-south-africa\">Continue reading...</a>",
    "published": "2025-08-06T14:04:02",
    "has_full_content": false
  },
  {
    "id": "b59135385902421ef57deddabefeacad",
    "title": "Prince Harry among those criticised in report on dispute at Sentebale charity",
    "link": "https://www.theguardian.com/uk-news/2025/aug/06/prince-harry-among-those-criticised-in-report-on-dispute-at-sentebale-charity",
    "image": "https://i.guim.co.uk/img/media/69db35ef8c6f715e16c6bd089e73d42fcef407a3/0_374_3315_2652/master/3315.jpg?width=1200&height=630&quality=85&auto=format&fit=crop&precrop=40:21,offset-x50,offset-y0&overlay-align=bottom%2Cleft&overlay-width=100p&overlay-base64=L2ltZy9zdGF0aWMvb3ZlcmxheXMvdGctZGVmYXVsdC5wbmc&enable=upscale&s=d8f231755bed1feb699ae0f115742933",
    "summary": "Watchdog says all parties, including trustees, patrons and chair Sophie Chandauka, should not have had row in publicThe Charity Commission has criticised Prince Harry for allowing a row with the chair of his African charity to “play out publicly”, as the watchdog cleared him of racism.The prince was...",
    "content": "<p>Watchdog says all parties, including trustees, patrons and chair Sophie Chandauka, should not have had row in public</p><p>The Charity Commission has criticised Prince Harry for allowing a row with the chair of his African charity to “play out publicly”, as the watchdog cleared him of racism.</p><p>The prince was engaged in a public war of words earlier this year with the chair of the Sentebale charity, Dr Sophie Chandauka, after his resignation as a patron.</p> <a href=\"https://www.theguardian.com/uk-news/2025/aug/06/prince-harry-among-those-criticised-in-report-on-dispute-at-sentebale-charity\">Continue reading...</a>",
    "published": "2025-08-05T23:00:38",
    "has_full_content": false
  },
  {
    "id": "02df0abcbf9e5a2d00986a13abbb2de9",
    "title": "Rwanda agrees to take up to 250 migrants from the US",
    "link": "https://www.theguardian.com/us-news/2025/aug/05/rwanda-agrees-to-take-up-to-250-migrants-from-the-us",
    "image": "https://i.guim.co.uk/img/media/310b168afce4a44804ed232e79bed06eb517d762/864_0_4320_3456/master/4320.jpg?width=1200&height=630&quality=85&auto=format&fit=crop&precrop=40:21,offset-x50,offset-y0&overlay-align=bottom%2Cleft&overlay-width=100p&overlay-base64=L2ltZy9zdGF0aWMvb3ZlcmxheXMvdGctZGVmYXVsdC5wbmc&enable=upscale&s=b0276fc014a09910d50db4778d4ace8c",
    "summary": "Deal follows deportations to South Sudan and Eswatini despite concerns about international law breachesThe Rwandan government has said it would accept up to 250 migrants from the US under a deal agreed with Washington but gave no details on who could be included.The Trump administration’s deportatio...",
    "content": "<p>Deal follows deportations to South Sudan and Eswatini despite concerns about international law breaches</p><p>The Rwandan government has said it would accept up to 250 migrants from the US under a deal agreed with Washington but gave no details on who could be included.</p><p>The Trump administration’s deportation drive has included negotiating arrangements to send people to third countries, among them South Sudan and Eswatini.</p> <a href=\"https://www.theguardian.com/us-news/2025/aug/05/rwanda-agrees-to-take-up-to-250-migrants-from-the-us\">Continue reading...</a>",
    "published": "2025-08-05T16:18:13",
    "has_full_content": false
  }
]