[
  {
    "id": "0396037de585513c5646c2e0974ccdc2",
    "title": "Hawaii Declares Emergency After Earthquake Off Russia Causes Tsunami",
    "link": "https://www.nytimes.com/2025/07/29/us/hawaii-tsunami-emergency-earthquake.html",
    "image": "assets/img/fallback.jpg",
    "summary": "Drivers headed away from Waikiki beach in Oahu on Tuesday after tsunami alerts were issued for Hawaii.",
    "content": "Drivers headed away from Waikiki beach in Oahu on Tuesday after tsunami alerts were issued for Hawaii.",
    "published": "2025-07-30T03:22:59",
    "has_full_content": true
  },
  {
    "id": "9c7c98e42c5d920b295a4630ae6b1511",
    "title": "Senate, Rejecting Whistle-Blower Alarms, Confirms Bove to Appeals Court",
    "link": "https://www.nytimes.com/2025/07/29/us/politics/emil-bove-confirmed-appeals-judge.html",
    "image": "assets/img/fallback.jpg",
    "summary": "At the Justice Department, Emil Bove III played an outsize role in the Trump administration’s aggressive effort to take control of the agency it argues has been “weaponized” against President Trump and other conservatives.",
    "content": "At the Justice Department, Emil Bove III played an outsize role in the Trump administration’s aggressive effort to take control of the agency it argues has been “weaponized” against President Trump and other conservatives.",
    "published": "2025-07-30T01:38:20",
    "has_full_content": true
  },
  {
    "id": "f07846f5d7cd9fbbba69539e99a47147",
    "title": "Even New York’s Strict Gun Laws Couldn’t Prevent the Midtown Shooting",
    "link": "https://www.nytimes.com/2025/07/29/nyregion/new-york-gun-laws-shooting.html",
    "image": "assets/img/fallback.jpg",
    "summary": "A police investigator examined the car left behind by the gunman, who drove across the country before he entered a Manhattan office building on Monday and began shooting.",
    "content": "A police investigator examined the car left behind by the gunman, who drove across the country before he entered a Manhattan office building on Monday and began shooting.",
    "published": "2025-07-30T01:33:38",
    "has_full_content": true
  },
  {
    "id": "bf280871057b948e36eb0d96dc3d5295",
    "title": "The Discourse Is Broken",
    "link": "https://www.theatlantic.com/technology/archive/2025/07/sydney-sweeney-american-eagle-ads/683704/?utm_source=feed",
    "image": "https://cdn.theatlantic.com/thumbor/yJ7CNEN15k_cVDdgVxwIkxWXbts=/0x43:2000x1085/1200x625/media/img/mt/2025/07/2025_7_29_Sydney_Sweeney_V2/original.jpg",
    "summary": "Sydney Sweeney is inexplicably reclining and also buttoning up her jeans. She’s wearing a jacket with nothing underneath. She’s attempting to sell some denim to women, and appears to be writhing while doing so. In a breathy voice, the actor recites the following ad copy as the camera pans up her bod...",
    "content": "<p>Sydney Sweeney is inexplicably reclining and also buttoning up her jeans. She’s wearing a jacket with nothing underneath. She’s attempting to sell some denim to women, and appears to be writhing while doing so. In a breathy voice, the actor recites the following ad copy as the camera pans up her body: “Genes are passed down from parents to offspring, often determining traits like hair color, personality, and even eye color.” When the camera lands on her eyes, which are blue, she says, “My jeans are blue.” The <a href=\"https://www.facebook.com/americaneagle/videos/1136711328284537/\">commercial</a> is for American Eagle. The whole thing is <em>a lot</em>.</p><p></p><p>The <em>jeans</em>/<em>genes</em> play is a garden-variety dad pun. But when uttered by Sweeney—a blond, blue-eyed actor whose buxomness and comfort in her own skin seems to drive everyone just a little bit insane—it becomes something else. Sweeney does not speak much about her politics (for interested parties, there are potential clues, such as a 2020 <a href=\"https://x.com/sydney_sweeney/status/1266989568412143621\">tweet</a> supporting Black Lives Matter and a <a href=\"https://www.reddit.com/r/Fauxmoi/comments/ycjaru/sydney_sweeney_during_an_interview_in_2020/\">mention</a> of having conservative relatives), but this hasn’t stopped the right wing from framing her as one of their own. Her mere appearance in a plunging neckline on <em>Saturday Night Live </em>led the right-wing blogger Richard Hanania to declare that “<a href=\"https://archive.ph/G1sfp\">wokeness is dead</a>.” Meanwhile, speaking about the American Eagle ad in a <a href=\"https://www.tiktok.com/@selinatheyapper/video/7531585073083141406?embed_source=121374463%2C121468991%2C121439635%2C121749182%2C121433650%2C121404359%2C121497414%2C121477481%2C121351166%2C121772354%2C121487028%2C121679410%2C121331973%2C120811592%2C120810756%2C121819198%3Bnull%3Bembed_blank&amp;refer=embed&amp;referer_url=brobible.com%2Fculture%2Farticle%2Fsydney-sweeney-great-jeans-american-eagle-dogwhistle%2F&amp;referer_video_id=7531585073083141406\">TikTok post</a> that’s been liked more than 200,000 times, one influencer said, “It’s literally giving Nazi propaganda.”</p><p></p><p>For some, the ad copy about parents and offspring sounded less like a dictionary entry and more like a 4chan post—either politically obtuse or outrightly nefarious. Across platforms, people expressed their frustration that “Sydney Sweeney is advertising eugenics.” One of the posters offered context for their alarm, <a href=\"https://www.tiktok.com/@jessbritvich/video/7531959039014538509?q=fascist%20fashion%20sydney%20sweeney&amp;t=1753797039210\">arguing</a> that “historic fascist regimes have weaponized the feminine ideal,” ultimately linking femininity to motherhood and reproduction. Another <a href=\"https://www.tiktok.com/@sixfootsmokeshow/video/7531771857771498765?q=fascist%20fashion%20sydney%20sweeney&amp;t=1753797039210\">said</a> that, in the current political climate, a fair-skinned white woman musing about passing down her traits is “uncreative and unfunny.”(To further complicate matters, before the controversy, American Eagle <a href=\"https://www.aeo-inc.com/2025/07/23/sydney-sweeney-has-great-american-eagle-jeans/\">announced</a> that a butterfly insignia on the jeans represented domestic-violence awareness and that the company would donate 100 percent of profits from “the Sydney Jean” to a nonprofit crisis text line.) Are you tired? I’m tired!</p><p></p><p>The trajectory of all this is well rehearsed at this point. Progressive posters register their genuine outrage. Reactionaries respond in kind by cataloging that outrage and using it to portray their ideological opponents as hysterical, overreactive, and out of touch. Then savvy content creators glom on to the trending discourse and surf the algorithmic waves on TikTok, X, and every other platform. Yet another faction emerges: People who agree politically with those who are outraged about Sydney Sweeney but wish <a href=\"https://www.infinitescroll.us/p/stop-inventing-nazis-when-the-real\">they</a> would instead channel their anger toward <em>actual</em> Nazis. All the while, media outlets survey the landscape and attempt to round up these conversations into clickable content—search Google’s “News” tab for <em>Sydney Sweeney</em>, and you’ll get the gist. (Even this article, which presents individual posts as evidence of broader outrage, unavoidably plays into the cycle.)</p><p></p><p>Although the Sweeney controversy is predictable, it also shows how the internet has completely disordered political and cultural discourse. Even that word, <em>discourse</em>—a shorthand for the way that a particular topic gets put through the internet’s meat grinder—is a misnomer, because none of the participants is really talking to the others. Instead, every participant—be they bloggers, randos on X, or people leaving Instagram comments—are issuing statements, not unlike public figures. Each of these statements becomes fodder for somebody else’s statement. People are not quite talking past one another, but clearly nobody’s listening to anyone else.</p><p></p><p>Our information ecosystem collects these statements, stripping them of their original context while <em>adding on</em> the context of everything else that is happening in the world: political anxieties, cultural frustrations, fandoms, niche beefs between different posters, current events, celebrity gossip, beauty standards, rampant conspiracism. No post exists on an island. They are all surrounded and colored by an infinite array of other content targeted to the tastes of individual social-media users. What can start out as a legitimate grievance becomes something else altogether—an internet event, an attention spectacle. This is not a process for sense-making; it is a process for making people feel upset at scale.</p><p></p><p>Unfortunately for us all, our institutions, politicians, influencers, celebrities, and corporations—virtually everyone with a smartphone—operate inside this ecosystem. It has changed the way people talk to and fight with one another, as well as the way jeans are marketed. Electoral politics, activism, getting people to stream your SoundCloud mixtape—all of it relies on attracting attention using online platforms. The Sweeney incident is useful because it allows us to see how all these competing interests overlap to create a self-perpetuating controversy.</p><p></p><p>Did American Eagle know what it was doing when it made the Sweeney advertisement? The company hasn’t addressed the controversy, but the ad—not unlike the famous and controversial <a href=\"https://www.vogue.com/article/behind-the-moment-brooke-shields\">Brooke Shields Calvin Klein campaign</a> it appears to be playing off of—seems like it was perhaps meant to walk a line, to be just controversial enough to garner some attention. Casting Sweeney to begin with supports this theory. Her image has been co-opted by the right, accurately or not, in part because of where she’s from (the Mountain West) and some of her hobbies (fixing cars). Even her figure has become a cultural stand-in for the idea, pushed by conservative commentators, that Americans should be <a href=\"https://thespectator.com/topic/sydney-sweeney-boobs-back-culture-glorification/\">free to love boobs</a>. (Sweeney’s cultural associations with conservatism have also been helped along by an Instagram post she made in 2022 featuring photos from a “surprise hoedown” party for her mother’s 60th birthday; online sleuths found separate photos depicting guests in MAGA-style hats and “Blue Lives Matter” gear, which led to a backlash.) A marketing executive with enough awareness of Sweeney’s image and the <a href=\"https://defector.com/why-cant-people-be-normal-about-sydney-sweeney\">political and cultural conversation</a> around her might have figured that an ad featuring her talking about her good jeans would draw eyeballs.</p><p></p><p>This does not mean that some of the outrage isn’t culturally significant. Those who have spoken out about the advertisement aren’t doing so in a vacuum: Fears over eugenics creeping into mainstream culture are empirically grounded—just glance at some aspects of the very public and loud pronatalist movements, which have been <a href=\"https://www.theatlantic.com/technology/archive/2025/06/elon-musk-usaid-cuts/683299/?utm_source=feed\">supported by influential</a> people such as Elon Musk. Proud eugenicists have found <a href=\"https://www.theatlantic.com/technology/archive/2025/07/cremieux-race-science-new-york-times/683474/?utm_source=feed\">purchase</a> in mainstream culture on platforms such as X. The Trump administration is making <a href=\"https://zeteo.com/p/did-department-of-homeland-security-tweet-nazi-dog-whistle\">white-supremacist-coded posts on X</a> and enacting cruel immigration policies, complete with military-style ICE raids and imprisonment in a makeshift gulag in the Florida swamps. That’s the real context that the ad was dropped into. It makes sense that, as one <a href=\"https://www.msnbc.com/opinion/msnbc-opinion/sydney-sweeney-american-eagle-ad-whiteness-rcna221630\">commentator noted</a>, the ad might feel like it is part of “an unbridled cultural shift toward whiteness.”</p><p></p><p>But all of this reality is stripped away by opportunists across the internet. The right-wing-media ecosystem is excellent at cherry-picking examples that look, to their audiences, like egregious examples of so-called snowflake behavior. MAGA influencers and Fox News prime-time segments feed off this type of content, which allows their audiences to feel morally superior. Very real concerns about the political direction of the country and the emboldening of bigots are reduced to: <em>Democrats are triggered by cleavage</em>. The right-wing-media apparatus has every incentive to go at the Sweeney stuff, as the MAGA coalition struggles to distract its base from Donald Trump’s <a href=\"https://www.theatlantic.com/technology/archive/2025/07/trump-weird-posts-truth-social-epstein/683627/?utm_source=feed\">Epstein-files debacle</a>.</p><p></p><p>But it’s not only the right that cherry-picks. In their rush to publish viral news stories explaining the controversy, the media credulously grab examples of supposed outrage—regardless of whether the accounts in question have tens of thousands of followers (and actual influence) or just a handful. One <em>BuzzFeed</em> <a href=\"https://www.buzzfeed.com/natashajokic1/sydney-sweeney-american-eagle-jeans-criticism\">story</a> quoted an Instagram comment from a user who is not a public figure, just a person with 119 followers. This kind of amplification, where nonpublic figures become stand-ins for public opinion, is a dangerous game. It distorts the conversation, sending a flood of attention to posts from small accounts, often in the form of other users who pile on and excoriate the original poster. In turn, this leads to the otherwise inconsequential post taking on the appearance of relevance, causing more outrage.</p><p></p><p>What ends up happening in these scenarios is that everyone gets very mad, in a way that allows for a touch of moral superiority and is also good for creating online content. The Sweeney ad, like any good piece of <em>discourse</em>, allows everyone to exploit a political and cultural moment for different ends. Some of it is well intentioned. Some of it is cynical. Almost all of it persists because there are deeper things going on that people actually want to fight about.</p><p></p><p>The polarized discourse obscures the real possibility that the majority of people encountering this ad are uninvested, passive consumers. Rather than having any conviction at all about the entire affair, they’re consuming this discourse the way that people consume sports content about player infighting in a locker room or the way that people read celebrity gossip. Perhaps this is why American Eagle hasn’t issued a panicked statement about the ad or why its stock price, barring a small fluctuation, hasn’t changed much. For some, the stakes are high; for others, this is content to be consumed in a moment of boredom.</p><p></p><p>The internet loves Sweeney—not as one might love, say, a person, but as one might love an object, an atomic unit of content. Her image is fawned over but also analyzed, co-opted, and monetized. She is savvy enough to get a piece of this action too—hence <a href=\"https://www.nbcnews.com/pop-culture/pop-culture-news/sydney-sweeney-selling-soap-contains-actual-bathwater-rcna210015\">selling her bathwater</a> and these jeans. But the internet loving you, it should be said, is not often a good thing. Its desire is limitless. It ingests a person and slowly turns them into a trend, a main character, a thing that people struggle to speak normally about.</p><p>Perhaps the impulse to label these predictable culture-war moments as discourse reflects a need to make all the anger and fighting mean something. <em>Discourse</em> suggests a process that feels productive, maybe even democratic. But there’s nothing productive about the end result of our information environment. What we’re consuming isn’t discourse; it’s algorithmic grist for the mills that power the platforms we’ve uploaded our conversations onto. The grist is made of all of our very real political and cultural anxieties, ground down until they start to feel meaningless. The only thing that matters is that the machine keeps running. The wheel keeps turning, leaving everybody feeling like they’ve won and lost at the same time.</p>",
    "published": "2025-07-30T00:07:22",
    "has_full_content": true
  },
  {
    "id": "9ecb02b866f4d71bb84f991b96a5c4d9",
    "title": "Americans Are Starting to Sour on Tax Cuts",
    "link": "https://www.theatlantic.com/newsletters/archive/2025/07/tax-bill-cuts/683703/?utm_source=feed",
    "image": "https://cdn.theatlantic.com/thumbor/N6CI_fv6QK0x5AAOkVSPY1q6ilE=/0x42:2000x1084/1200x625/media/newsletters/2025/07/2025_07_29_tax_cuts/original.jpg",
    "summary": "This is an edition of The Atlantic Daily, a newsletter that guides you through the biggest stories of the day, helps you discover new ideas, and recommends the best in culture. Sign up for it here.In theory, the proposition seems foolproof: Everyone hates the taxman and loves to keep their money, so...",
    "content": "<p><i>This is an edition of </i>The Atlantic<i> Daily, a newsletter that guides you through the biggest stories of the day, helps you discover new ideas, and recommends the best in culture. </i><a href=\"https://www.theatlantic.com/newsletters/sign-up/atlantic-daily/?utm_source=feed\"><i>Sign up for it here.</i></a></p><p>In theory, the proposition seems foolproof: Everyone hates the taxman and loves to keep their money, so a tax cut must be politically popular.</p><p>But Republicans’ One Big Beautiful Bill Act has tested the theory and found it wanting. A new <a href=\"https://www.wsj.com/politics/policy/trump-wsj-poll-tax-bill-support-ee51c67e?gaa_at=eafs&amp;gaa_n=ASWzDAhZ03MDZlPZECmRdkwxlzKuEZE3MRb8wOFCX1FAqtyK-FBgJyG1GMkl-Rum5Ew%3D&amp;gaa_ts=6887c730&amp;gaa_sig=j-GJwhd38l4Y-If2aRxuYKv4dICjJU1g920ASVT-kS-1z5246TS-VURlOxUfJXbzmprshugg8trioQ2iFbN_HA%3D%3D\"><i>Wall Street Journal </i>poll</a> shows that more than half of Americans oppose the law, which cuts taxes for many Americans while reducing government spending. That result is in line with <a href=\"https://www.kff.org/affordable-care-act/press-release/poll-new-tax-and-budget-law-remains-largely-unpopular-nearly-half-say-it-will-hurt-their-families-though-republicans-and-maga-supporters-are-more-optimistic/\">other polling</a>. The data journalist <a href=\"https://www.gelliottmorris.com/p/one-big-unpopular-bill\">G. Elliott Morris</a> notes that only one major piece of legislation enacted since 1990 was nearly so unpopular: the 2017 tax cuts signed by President Donald Trump.</p><p>The response to the 2017 cuts was fascinating. Americans grasped that the wealthy would benefit most from the law, but <a href=\"https://www.nytimes.com/2017/12/15/business/economy/tax-survey.html\">surveys</a> showed that <a href=\"https://www.theatlantic.com/politics/archive/2017/12/why-dont-63-percent-of-americans-realize-theyre-getting-a-tax-cut-for-christmas/548852/?utm_source=feed\">large swathes of the population</a> incorrectly believed that <i>they </i>would not get a break. “If we can’t sell this to the American people then we should be in another line of work,”<a href=\"https://twitter.com/Phil_Mattingly/status/943361863575855105\"> Senate Majority Leader Mitch McConnell said</a> at the time. Americans agreed, giving Democrats control of the House a year later.</p><p>If tax cuts are no longer political winners, that’s a major shift in American politics. McConnell’s sentiment reflected the orthodoxy in both parties for more than four decades. Ronald Reagan won the presidency in 1980 by promising to cut taxes, which he did—in both 1981 and 1986. <a href=\"https://fivethirtyeight.com/features/the-gop-tax-cuts-are-even-more-unpopular-than-past-tax-hikes/\">The first cut was broadly popular</a>; the second had plurality support. His successor, George H. W. Bush, told voters while campaigning, “Read my lips: no new taxes,” and his eventual assent to tax hikes while in office was blamed in part for his 1992 defeat. The next GOP president—his son, George W.—made popular tax cuts. Democrats Bill Clinton and Barack Obama were careful to back higher income taxes only on the wealthy.</p><p>Although separating Trump’s own low approval from the way the public feels about any particular policy he pursues is difficult, the old consensus may just no longer hold. A few factors might explain the shift. First, thanks to 45 years of reductions, the overall tax burden is a lot lower than it was when Reagan took office, especially for wealthy taxpayers. In 1980, the <a href=\"https://taxpolicycenter.org/statistics/historical-highest-marginal-income-tax-rates\">top marginal individual tax rate</a>—what the highest earners paid on their top tranche of income—was 70 percent; it had been as high as 92 percent, in 1952 and 1953. In 2024, it was 37 percent, applying only to income greater than $609,350. Since 1945, the <a href=\"https://taxpolicycenter.org/taxvox/effective-income-tax-rates-have-fallen-top-one-percent-world-war-ii-0\">average <i>effective </i>tax rate</a> has dropped significantly for the top 1 percent and 0.01 percent of earners, while staying basically flat for the average taxpayer, according to the Tax Policy Center. The top <a href=\"https://taxpolicycenter.org/statistics/corporate-top-tax-rate-and-bracket\">corporate tax rate</a> has also dropped from a high of 52.8 percent, in 1968 and 1969, to 21 percent, in 2024.</p><p>Second, and not unrelatedly, income inequality has risen sharply. Although the gap between the wealthiest Americans and the rest of us has stabilized in the past few years, it remains well above <a href=\"https://www.epi.org/multimedia/unequal-states-of-america/\">historical averages</a>. Voters aren’t interested in subsidizing even-plusher lifestyles for the richest Americans. That’s especially true when tax cuts are paired with cuts to government-assistance programs such as Medicare and Medicaid. <a href=\"https://apnews.com/article/trump-taxes-spending-deficit-government-spending-79e6a1bd795e7f82ca39986a407ddbef?taid=687a32e0ae8665000187de3f\">Majorities</a> of people in <a href=\"https://www.wsj.com/politics/policy/trump-wsj-poll-tax-bill-support-ee51c67e?gaa_at=eafs&amp;gaa_n=ASWzDAhZ03MDZlPZECmRdkwxlzKuEZE3MRb8wOFCX1FAqtyK-FBgJyG1GMkl-Rum5Ew%3D&amp;gaa_ts=6887c730&amp;gaa_sig=j-GJwhd38l4Y-If2aRxuYKv4dICjJU1g920ASVT-kS-1z5246TS-VURlOxUfJXbzmprshugg8trioQ2iFbN_HA%3D%3D\">polls</a> say Trump’s policy bill will mostly help the rich and hurt the poor, and they are correct, according to the nonpartisan <a href=\"https://www.bloomberg.com/news/articles/2025-06-12/trump-tax-bill-would-boost-rich-cut-poor-incomes-cbo-says\">Congressional Budget Office</a>.</p><p>Third, Republicans have argued for years that tax cuts are good policy because they generate enough growth to pay for themselves. This effect is known as the Laffer Curve, named after the influential conservative economist Art Laffer, and it allows supposed fiscal conservatives to justify tax cuts that increase the deficit in the short term. The <a href=\"https://www.crfb.org/papers/tax-cuts-dont-pay-themselves\">problem</a> is that it isn’t true. <a href=\"https://www.brookings.edu/articles/what-we-learned-from-reagans-tax-cuts/\">Reagan’s tax cuts</a> didn’t pay for themselves, nor did W. Bush’s, nor did Trump’s first-term cuts. These cuts won’t either. Voters also consistently worry about the national debt and deficit, and today even <a href=\"https://www.nytimes.com/2025/05/26/opinion/deficits-debt-federal-budget.html\">liberal economists</a> who wrote those concerns off in the past are sounding alarms, citing the cost of interest payments on the debt and concerns about the debt as a percentage of GDP.</p><p>This points to a future problem: Even if voters have soured on tax cuts, that doesn’t mean they are willing to endorse tax <i>increases</i>. As my colleague <a href=\"https://www.theatlantic.com/newsletters/archive/2025/05/congress-budget-bill-trump/682711/?utm_source=feed\">Russell Berman</a> explained to me back in May, Republicans felt pressure to pass the budget bill, lest the first-term Trump tax cuts expire—which voters would hate, and which could hurt the economy. (Those cuts were time-limited as part of procedural chicanery.) And few politicians are willing to run on raising taxes. Most Republicans have signed <a href=\"https://atr.org/pledge-database/\">a pledge</a> not to raise taxes. Trump’s tariffs are a tax, and he made them central to his campaign, but he also falsely insisted that Americans wouldn’t pay their cost. On the other side of the aisle, Democrats have in recent cycles vowed to raise taxes on the very wealthy but generally rejected increases for anyone else.</p><p>This math won’t work out forever. At some point, Americans will have to reconcile the national debt, their desire for social services, and their love of low taxes. It will take a brave politician to tell them that.</p><p><strong>Related:</strong></p><ul>\n\t<li><a href=\"https://www.theatlantic.com/politics/archive/2017/12/why-dont-63-percent-of-americans-realize-theyre-getting-a-tax-cut-for-christmas/548852/?utm_source=feed\">Why don’t most Americans realize they’re getting tax cuts for Christmas? (<i>From 2017</i>)</a></li>\n\t<li><a href=\"https://www.theatlantic.com/newsletters/archive/2025/05/trump-tax-bill-house-republicans/682850/?utm_source=feed\">Congressional Republicans vs. reality</a></li>\n</ul>\n<p><strong>Here are four new stories from <em>The Atlantic</em>:</strong></p><ul>\n\t<li><a href=\"https://www.theatlantic.com/international/archive/2025/07/corrupt-bargain-behind-gazas-catastrophe/683690/?utm_source=feed\">The corrupt bargain behind Gaza’s catastrophe</a></li>\n\t<li><a href=\"https://www.theatlantic.com/ideas/archive/2025/07/trump-fbi-michael-feinberg/683685/?utm_source=feed\">The FBI’s leaders “have no idea what they’re doing.”</a></li>\n\t<li><a href=\"https://www.theatlantic.com/ideas/archive/2025/07/pentagon-hegseth-think-tanks/683692/?utm_source=feed\">The Pentagon against the think tanks, by Tom Nichols</a></li>\n\t<li><a href=\"https://www.theatlantic.com/magazine/archive/2025/09/marriage-institution-value-comeback/683564/?utm_source=feed\">Why marriage survives</a></li>\n</ul>\n<h5>Today’s News</h5><ol>\n\t<li>\n\t<p>A gunman <a href=\"https://www.nytimes.com/2025/07/29/nyregion/officer-killing-midtown-shooting.html\">killed four people and critically injured another</a> in a shooting at a building in Midtown Manhattan yesterday evening. He was found dead, and police say a <a href=\"https://www.nytimes.com/2025/07/29/nyregion/nyc-shooting-gunman-suicide-note-cte-nfl.html\">note in his wallet</a> indicated that he may have targeted the NFL’s headquarters.</p>\n\t</li>\n\t<li>\n\t<p>The Environmental Protection Agency proposed a <a href=\"https://www.washingtonpost.com/climate-environment/2025/07/29/epa-endangerment-finding-clean-air-act/\">revocation of its 2009 finding that greenhouse gases threaten public health</a>, in an effort to end federal climate regulations under the Clean Air Act. The proposal seeks to remove emissions limits for cars, power plants, and oil and gas operations.</p>\n\t</li>\n\t<li>Ghislaine Maxwell’s lawyers <a href=\"https://s3.documentcloud.org/documents/26035113/maxwellcomer072925.pdf\">said today</a> that Maxwell, who was convicted of child sex trafficking and other crimes, would be willing to testify before Congress under certain conditions, including receiving <a href=\"https://www.cnn.com/2025/07/29/politics/maxwell-conditions-congressional-testimony\">immunity and the questions in advance</a>. The House Oversight Committee <a href=\"https://www.nbcnews.com/politics/congress/house-oversight-committee-rejects-ghislaine-maxwells-request-immunity-rcna221773\">rejected the request</a>.</li>\n</ol>\n<p><strong>Evening Read</strong></p>\n<img alt=\"illustration of a house in the middle of a maze\" height=\"1125\" src=\"https://cdn.theatlantic.com/media/img/mt/2025/07/2025_07_23_maze_mpg_1/original.jpg\" width=\"2000\">\n\nIllustration by Matteo Giuseppe Pani / The Atlantic\n<p>Homes Still Aren’t Designed for a Body Like Mine</p><p><i>By Jessica Slice</i></p><blockquote>\n<p>Seven years ago, while sitting in my eighth-floor apartment with my toddler, I heard a voice over the intercom: Our building had a gas leak, and we needed to evacuate. A few weeks prior, a coffee shop down the street had <a href=\"https://www.wral.com/story/april-10-marks-5-years-since-deadly-durham-gas-explosion/20804450/\">exploded</a> from a gas leak, killing two people and injuring at least 25. Terror struck me: Our elevators were powered down—and I use a wheelchair. I was trapped, unable to take myself and my child to safety.</p>\n\n<p>The fire department quickly determined that it was a false alarm. Still, I didn’t stop shaking for hours. After a similar episode a few months later, my husband, David, and I bought a duffel bag the size of a human. We invited our neighbors over for pastries and asked if anyone would be willing to help carry me out during an emergency; my toddler could ride in the bag with me. A few neighbors agreed, but I couldn’t ignore that my survival—and that of my child—was contingent on who else might be at home, and who might remember our request and be able to reach me. Eight months later, we moved out. We vowed never to live in a high-rise again. Yet nothing could free me from the indignities of seeking housing while disabled.</p>\n</blockquote><p><a href=\"https://www.theatlantic.com/family/archive/2025/07/disabled-housing-accessibility-exclusion/683682/?utm_source=feed\">Read the full article.</a></p><p><b>More From <em>The Atlantic</em></b></p><ul>\n\t<li><a href=\"https://www.theatlantic.com/ideas/archive/2025/07/trump-higher-education-fraud/683688/?utm_source=feed\">Scammers are coming for college students.</a></li>\n\t<li><a href=\"https://www.theatlantic.com/politics/archive/2025/07/a-new-kind-of-family-separation/683644/?utm_source=feed\"><i>Radio Atlantic</i>: A new kind of family separation</a></li>\n\t<li><a href=\"https://www.theatlantic.com/culture/archive/2025/07/dear-james-past-present-future/683691/?utm_source=feed\">Dear James: Am I wrong not to dwell on the past?</a></li>\n</ul>\n<p><b>Culture Break</b></p>\n<img alt=\"An abstract image showing people grasping each other\" height=\"374\" src=\"https://cdn.theatlantic.com/media/img/posts/2025/07/culture/2e5a87edd.jpg\" width=\"665\">\n\nIllustration by Diana Ejaita\n<p><b>Read.</b> Eloghosa Osunde’s <a href=\"https://bookshop.org/p/books/necessary-fiction-eloghosa-osunde/21988630?ean=9780593851203&amp;next=t\"><i>Necessary Fiction</i></a> shows how <a href=\"https://www.theatlantic.com/books/archive/2025/07/necessary-fiction-eloghosa-osunde-novel-review/683686/?utm_source=feed\">chosen families can heal loneliness</a> in a disconnected world, Tope Folarin writes.</p><p><b>Watch. </b>In 2022, David Sims recommended <a href=\"https://www.theatlantic.com/culture/archive/2022/08/best-indie-movies-summer-2022/671032/?utm_source=feed\">10 must-watch indie films of the summer</a>—each of which are worthy of as much fanfare as the season’s blockbusters.</p><p><a href=\"https://www.theatlantic.com/free-daily-crossword-puzzle/?utm_source=feed\">Play our daily crossword.</a></p>\n<p><i>Rafaela Jinich contributed to this newsletter.</i></p><p><em><a href=\"https://link.theatlantic.com/click/29767897.0/aHR0cHM6Ly93d3cudGhlYXRsYW50aWMuY29tL25ld3NsZXR0ZXJzLz91dG1fc291cmNlPW5ld3NsZXR0ZXImdXRtX21lZGl1bT1lbWFpbCZ1dG1fY2FtcGFpZ249YXRsYW50aWMtZGFpbHktbmV3c2xldHRlciZ1dG1fY29udGVudD0yMDIyMTEyMQ/61813432e16c7128e42f4628B52865c35\">Explore all of our newsletters here.</a></em></p><p><em>When you buy a book using a link in this newsletter, we receive a commission. Thank you for supporting </em>The Atlantic<em>.</em></p>",
    "published": "2025-07-29T22:59:00",
    "has_full_content": true
  },
  {
    "id": "df5c04d9776f0f65178523e8a283d151",
    "title": "A Fallen Officer’s Flag-Wrapped Body Makes a Somber Journey to a Mosque",
    "link": "https://www.nytimes.com/2025/07/29/nyregion/police-department-transfer-didarul-islam.html",
    "image": "assets/img/fallback.jpg",
    "summary": "The Police Department’s ceremonial unit arranges each detail of the transfer of a slain officer’s body.",
    "content": "The Police Department’s ceremonial unit arranges each detail of the transfer of a slain officer’s body.",
    "published": "2025-07-29T22:57:14",
    "has_full_content": true
  },
  {
    "id": "420f35e4a2a807b54cafa1b36e649634",
    "title": "The Dangerous Logic of CTE Self-Diagnosis",
    "link": "https://www.theatlantic.com/health/archive/2025/07/manhattan-shooter-football-cte/683695/?utm_source=feed",
    "image": "https://cdn.theatlantic.com/thumbor/jP_TsAN5D6Q93Z8O7k6dXpoBO6M=/0x76:3577x1939/1200x625/media/img/mt/2025/07/2025_07_29_The_Spectre_of_CTE_HS_Football-1/original.jpg",
    "summary": "Police are still investigating what exactly prompted a gunman to kill four people in a Manhattan office building yesterday evening, but perhaps the clearest aspect of his motive is the condition that he evokes in a note found on his body: chronic traumatic encephalopathy.The 27-year-old gunman, Shan...",
    "content": "<p>Police are still investigating what exactly prompted a gunman to kill four people in a Manhattan office building yesterday evening, but perhaps the clearest aspect of his motive is the condition that he evokes in a note found on his body: chronic traumatic encephalopathy.</p><p>The 27-year-old gunman, Shane Tamura, was a former high-school football player. He targeted the Midtown skyscraper that houses the National Football League, though none of the four people he shot and killed before ending his own life was an NFL employee. (According to a statement from NFL Commissioner Roger Goodell, one league employee was “seriously injured” and in stable condition at a hospital.) In his note, Tamura <a href=\"https://www.nbcnews.com/news/us-news/shane-devon-temura-know-nyc-shooting-suspect-rcna221644\">reportedly</a> speculated that CTE might have been a cause of his mental illness, but it’s still too early for medical examiners to offer a diagnosis. (And even if an autopsy were to show anomalies in his brain, it could never reveal what precisely drove him to homicide.) Like at least one NFL player who died by suicide, Tamura asked that his brain be studied after he died.</p><p>Concerns about CTE and football have been mounting for more than two decades. In 2013, the NFL <a href=\"https://www.nfl.com/news/nfl-ex-players-agree-to-765m-settlement-in-concussions-suit-0ap1000000235494\">settled a lawsuit</a> brought by more than 4,500 former players who claimed that the league concealed from them the risks of brain injury, including CTE. CTE is both rare and difficult to diagnose, so scientists haven’t definitively established its symptoms. They’re thought to include memory loss, personality changes, suicidality, and loss of motor control—all of which can be both devastating and caused by any number of disorders. Research overwhelmingly <a href=\"https://jamanetwork.com/journals/jama/fullarticle/2645104\">validates</a> the link between the condition and professional football careers.</p><p>But the consequences of playing high-school football are not well studied—a major oversight, given that most people who play do not end up in the NFL, Eleanna Varangis, a University of Michigan professor who studies brain injury, told me. “The majority of the experience is at the youth level, and we still don’t know a lot about how those people look later in life,” she said.</p><p>Because CTE can be diagnosed only after death, whether Tamura had it is not yet known. Clearly, based on his note, something appears to have led him to suspect that he did. But two experts I spoke with about the condition—both of whom are advocates for better research and care in understanding CTE—told me that they had little reason to suspect that a person like Tamura would in fact have had the condition just because he played high-school football. (So far, a high-school teammate and a coach have told NBC News that Tamura was a talented player, but no further details have emerged about his time in the sport.) Jesse Mez, an associate professor of neurology at Boston University’s Chobanian and Avedisian School of Medicine and a co-director of clinical research at its CTE Center, has studied the risks of CTE across football careers ranging from one year up to 30—high schoolers to professional players. He found that the longer people play, the greater their risk of developing CTE. After five and a half years of playing, the relationship starts to be linear. But in careers shorter than that, “the likelihood of getting the disease is quite low,” Mez told me.</p><p>CTE is thought to be caused by repetitive blows to the head, whether or not they lead to concussions. But scientists have not been able to pin down the precise number of impacts (or concussions) that cause someone to <a href=\"https://www.theatlantic.com/health/archive/2024/09/tua-tagovailoa-concussion-nfl/679889/?utm_source=feed\">tip over the threshold into CTE</a>, and even if they could, the length of a player’s career is an imperfect proxy for how many times they hit their head, Kristen Dams-O’Connor, the director of Mount Sinai’s Brain Injury Research Center, told me. There is variability, too, in susceptibility: Some people might develop CTE after fewer blows to the head. Genetics may also play a role. Although research shows the chances that a high schooler would develop CTE are extraordinarily small, “it’s hard to say what <em>small</em> is,” Mez said.</p><p><i>[<a href=\"https://www.theatlantic.com/health/archive/2024/09/tua-tagovailoa-concussion-nfl/679889/?utm_source=feed\">Read: Tua Tagovailoa’s impossible choice</a>]</i></p><p>The ambiguities around diagnosing CTE are made only worse by the fact that it cannot be confirmed before death. “I think it would be a huge service to be able to diagnose it in life, even without absolute certainty,” Mez said. Some signs indicate that all of that fear and confusion has led to excessive self-diagnosis. CTE appears to be “uncommon” in professional football if you take all players into account, Dams-O’Connor told me. And yet, in a 2024 <a href=\"https://www.massgeneralbrigham.org/en/about/newsroom/press-releases/study-finds-1-in-3-former-nfl-players-believe-they-have-cte\">study</a> of former NFL players, more than one-third believed they had CTE. To assume that CTE is to blame for, say, depression, just because a person played football, is “really harmful logic,” Dams-O’Connor said: It suggests that nothing can be done, that a person is doomed to a life of irreversible decline from a disease with no direct treatments. Whether or not Tamura had CTE, it’s chilling to think that his conjecture that it contributed to his mental illness may have driven him to violence.</p><p>Plenty of other factors, football-related or not, may have also caused or exacerbated Tamura’s mental illness, Mez said. Some research suggests that high-school football players may have greater risk for comorbidities that affect brain health, such as cardiovascular or cerebrovascular disease. A 2018 <a href=\"https://www.bu.edu/articles/2018/youth-football-linked-to-earlier-brain-problems\">study</a> found that people who start playing football before age 12 are at risk of experiencing cognitive, behavioral, and mood-related problems earlier in life than those who start playing when they’re older. And studies have shown that brain injuries (from football or any other cause) are associated with mental-health issues, including a higher risk of suicide, homicide, and criminal tendencies. New York City Police Commissioner Jessica Tisch said at a press briefing last night that the gunman had a “documented mental-health history,” and multiple outlets have reported that he was placed on psychiatric hold in both 2022 and 2024.</p><p><i>[<a href=\"https://www.theatlantic.com/health/archive/2017/09/football-brain-injury-chronic-traumatic-encephalopathy/540459/?utm_source=feed\">Read: The future of detecting brain damage in football</a>]</i></p><p>The New York City Office of the Chief Medical Examiner said in a statement today that it would examine Tamura’s brain during an autopsy—just as he wished. Perhaps the findings will add to the messy, ongoing science of CTE. Or perhaps they will prove a lesson in what happens when players are too quick to suspect it.</p>",
    "published": "2025-07-29T22:41:07",
    "has_full_content": true
  },
  {
    "id": "8080054de958f13faca0268bcaf7e68c",
    "title": "Let’s Ban <em>More</em> Nonexistent Things",
    "link": "https://www.theatlantic.com/newsletters/archive/2025/07/more-nonexistent-things-congressional-republicans-ban/683702/?utm_source=feed",
    "image": "https://cdn.theatlantic.com/thumbor/3GYZE6WrntG8la2ptMAt7kbiJ3c=/0x0:2000x1042/1200x625/media/img/mt/2025/07/2025_07_29_petri-1/original.jpg",
    "summary": "Oh, good! Congressional Republicans have introduced the Clear Skies Act, a bill “to prohibit weather modification within the United States, and for other purposes.” I cannot stress enough that this is not what is causing any of the extreme weather we are seeing. Maybe that’s the point. As Representa...",
    "content": "<p>Oh, good! Congressional Republicans have introduced the <a href=\"https://www.nbcnews.com/politics/politics-news/republicans-push-bills-stop-government-weather-modification-chemtrails-rcna220045\">Clear Skies Act</a>, a <a href=\"https://www.congress.gov/bill/119th-congress/house-bill/4403/text\">bill</a> “to prohibit weather modification within the United States, and for other purposes.” I cannot stress enough that this is <i>not</i> what is causing <i>any</i> of the extreme weather we are seeing. Maybe that’s the point. As Representative Tim Burchett of Tennessee (who sponsored the bill alongside Marjorie Taylor Greene) put it, “If it doesn’t exist, then you don’t have anything to worry about.”</p><p>As long as we are applying this “let’s ban nonexistent things” approach to legislation, I have some notes for the Clear Skies Act as it seeks to ban weather modification. This term, the bill notes, “includes (i) geoengineering (ii) cloud seeding (iii) solar radiation modification and management (iv) a release of an aerosol into the atmosphere to influence temperature, precipitation, or the intensity of sunlight.” Why not cast a wider net? Don’t stop at just (iv)! Let’s also ban:</p><p>(v) strip-club patrons “making it rain”</p><p>(vi) children singing “Rain, rain, go away / come again some other day”</p><p>(vii) any and all actions of the weather-modifying rodent Punxsutawney Phil, who must be brought before the House in chains to answer for his crimes</p><p>(viii) Thor</p><p>(ix) when your knees ache (this brings on rain)</p><p>(x) witches setting to sea in eggshells (it is from these small crafts that they cast spells and raise storms to bedevil ships at sea)</p><p>(xi) pathetic fallacy (banned until further notice)</p><p>(xii) butterflies flapping their wings even a single time (this is how you make hurricanes)</p><p>(xiii) the demigod Maui insofar as he is doing things with the breeze</p><p>(xiv) caterpillars growing suspiciously thick winter coats (this is how we get blizzards)</p><p>(xv) any and all frozen treats with names like Blizzard, McFlurry, Frosty, ICEE (could their intention be any clearer?)</p><p>(xvi) fairies, fae, Fair Folk, sprites of all kinds</p><p>(xvii) Prospero from <i>The Tempest</i>, specifically (known to use weather for revenge)</p><p>(xviii) Storm from <i>X-Men</i> (ditto)</p><p>(xix) Magneto (I don’t understand how electromagnetism affects weather so we had better ban him just in case)</p><p>(xx) Gandalf the Grey (Gandalf the White is okay, according to Stephen Miller)</p><p>(xxi) leprechauns</p><p>(xxii) Santa Claus (NORAD is already tracking him; simply order them to shoot to kill)</p><p>(xxiii) The Midgard Serpent (if it ever releases its tail from its mouth, Ragnarok will ensue, and that is the last thing we need right now)</p><p>(xxiv) gray aliens (<a href=\"https://aliens.fandom.com/wiki/Pleiadian\">Pleiadians</a> are okay, according to Stephen Miller)</p><p>(xxv) Hillary Clinton (some say she does weather things)</p><p>(xxvi) NOAA (does this still exist?)</p><p>(xxvii) releasing greenhouse gases willy-nilly without regard for the climate (well, it was worth a shot).</p>",
    "published": "2025-07-29T22:14:00",
    "has_full_content": true
  },
  {
    "id": "70f206233a80d5f7c59bdc4ac97fc663",
    "title": "The Familiar Suicide and Final Wish of the N.Y.C. Gunman",
    "link": "https://www.nytimes.com/2025/07/29/us/nfl-cte-suicides-violence.html",
    "image": "assets/img/fallback.jpg",
    "summary": "A neuropathologist will study slices of Shane Tamura’s brain to determine if he had C.T.E. Above, Dr. Ann McKee of Boston University presenting her findings in 2017 from her examination of another former football player, Aaron Hernandez of the New England Patriots.",
    "content": "A neuropathologist will study slices of Shane Tamura’s brain to determine if he had C.T.E. Above, Dr. Ann McKee of Boston University presenting her findings in 2017 from her examination of another former football player, Aaron Hernandez of the New England Patriots.",
    "published": "2025-07-29T21:42:37",
    "has_full_content": true
  },
  {
    "id": "0bdb14bb5aa762135bb4e9dcf93f2dd9",
    "title": "Photos: Starvation and Chaos in Gaza",
    "link": "https://www.theatlantic.com/photography/archive/2025/07/photos-starvation-and-chaos-gaza/683693/?utm_source=feed",
    "image": "https://cdn.theatlantic.com/thumbor/lhg3LV9LyvReKWaHr8hsHa1pQNU=/7x401:5470x3246/1200x625/media/img/mt/2025/07/a01_G_2226867905/original.jpg",
    "summary": "Mohammed Y. M. Al-yaqoubi / Anadolu / GettyFive-year-old Lana Salih Juha, who fled with her family from Gaza's Shuja'iyya neighborhood to the city center, suffers from severe malnutrition, seen on July 28, 2025. Her family is calling for urgent help to ensure she receives proper treatment and nutrit...",
    "content": "<img alt=\"A man holds a severely undernourished child in his arms.\" height=\"1066\" src=\"https://cdn.theatlantic.com/thumbor/QtNdFuD0vrxnru66a1uPSv0hHSU=/https://cdn.theatlantic.com/media/img/posts/2025/07/a01_G_2226867905/original.jpg\" width=\"1600\">\n<div class=\"credit\">Mohammed Y. M. Al-yaqoubi / Anadolu / Getty</div><div class=\"caption\">Five-year-old Lana Salih Juha, who fled with her family from Gaza's Shuja'iyya neighborhood to the city center, suffers from severe malnutrition, seen on July 28, 2025. Her family is calling for urgent help to ensure she receives proper treatment and nutrition.</div><p>United Nations agencies are now warning that the hunger crisis in Gaza is <a href=\"https://www.reuters.com/business/healthcare-pharmaceuticals/gaza-death-toll-hits-60000-global-monitor-demands-action-avert-famine-2025-07-29/\">evolving into a famine</a>, with growing evidence of starvation and malnutrition. The estimated 2 million Palestinians in Gaza have limited access to aid, facing the threat of being <a href=\"https://www.theatlantic.com/international/archive/2025/07/food-aid-gaza-israel-ghf/683658/?utm_source=feed\">shot by Israeli soldiers</a> as they make their way to crowded food-distribution points. Israel claims to have allowed 5,000 aid trucks into Gaza over the past two months, but aid groups are saying that’s <a href=\"https://apnews.com/article/gaza-palestinians-starvation-famine-israel-children-3a7403d4f6ec483a03d6cbb0c45fd06a\">far less than what is needed</a>. According to <a href=\"https://www.npr.org/2025/07/27/g-s1-79468/gaza-babies-children-starvation-malnutrition-aid\">NPR</a>, Gaza health authorities are now reporting that more than 130 people in Gaza have died from “famine and malnutrition” since the war began.</p>\n<img alt=\"a02_G-2225308681.jpg\" height=\"1066\" src=\"https://cdn.theatlantic.com/thumbor/BYTkyPR89YSd4gMixHaxD73qRuw=/https://cdn.theatlantic.com/media/img/posts/2025/07/a02_G_2225308681/original.jpg\" width=\"1600\">\n<div class=\"credit\">Majdi Fathi / NurPhoto / Getty</div><div class=\"caption\">Palestinians gather at a food-distribution point in Gaza City on July 20, 2025.</div>\n<img alt=\"A long line of flatbed trucks on a road, each carrying bags of food aid\" height=\"1032\" src=\"https://cdn.theatlantic.com/thumbor/X08fmmqVRwIJyxbrtI-Q-Z4pYfY=/https://cdn.theatlantic.com/media/img/posts/2025/07/a03_AP25208264759440/original.jpg\" width=\"1600\">\n<div class=\"credit\">Mohammed Arafat / AP</div><div class=\"caption\">Trucks carrying humanitarian aid line up to enter the Rafah crossing between Egypt and the Gaza Strip on July 27, 2025.</div>\n<img alt=\"Dozens of people climb onto the cab and bed of a flatbed delivery truck in a chaotic scene.\" height=\"1032\" src=\"https://cdn.theatlantic.com/thumbor/sgJdhszUb-Sds1u8Fw_bRbi37Q4=/https://cdn.theatlantic.com/media/img/posts/2025/07/a04_G_2226574313/original.jpg\" width=\"1600\">\n<div class=\"credit\">Saeed M. M. T. Jaras / Anadolu / Getty</div><div class=\"caption\">Palestinians climb aboard a food-aid truck after walking for miles to receive flour distributed from several trucks that entered the area of Zikim, a kibbutz in southern Israel, on July 27, 2025.</div>\n<img alt=\"Hundreds of people can be seen in a long line, many of them carrying large bags of flour.\" height=\"1066\" src=\"https://cdn.theatlantic.com/thumbor/BLLFwnpc8CQqo5Q42FBy-f8Lu9k=/https://cdn.theatlantic.com/media/img/posts/2025/07/a05_G_2226646078/original.jpg\" width=\"1600\">\n<div class=\"credit\">Ramez Habboub / GocherImagery / Future Publishing / Getty</div><div class=\"caption\">Palestinians carry humanitarian aid distributed at the Zikim crossing, near the Al-Sudaniya area in northern Gaza, as they return to their families after the beginning of airdrop operations.</div>\n<img alt=\"A boy with flour smeared on his face struggles to carry a large bag of flour.\" height=\"1121\" src=\"https://cdn.theatlantic.com/thumbor/6VTHs5UrheIHI4MqHkEJYVVrOL0=/https://cdn.theatlantic.com/media/img/posts/2025/07/a06_MT1ABCPR958456014/original.jpg\" width=\"1600\">\n<div class=\"credit\">Ramez Habboub / ABACA / Reuters</div><div class=\"caption\">A boy carries a bag of flour that was distributed at the Zikim crossing on July 26, 2025.</div>\n<img alt=\"Long lines of mostly men carry heavy sacks of food.\" height=\"1066\" src=\"https://cdn.theatlantic.com/thumbor/PyupE6NA-0OKEQwpLk8OQCr0IDE=/https://cdn.theatlantic.com/media/img/posts/2025/07/a07_G_2226571236/original.jpg\" width=\"1600\">\n<div class=\"credit\">Mahmoud Issa / Anadolu / Getty</div><div class=\"caption\">Palestinians carry large sacks of flour away from a distribution point in the Zikim area on July 27, 2025.</div>\n<img alt=\"a08_G-2225244248.jpg\" height=\"1066\" src=\"https://cdn.theatlantic.com/thumbor/1Zeh2BUooyJHMckQK4Dr5aYpV-Y=/https://cdn.theatlantic.com/media/img/posts/2025/07/a08_G_2225244248/original.jpg\" width=\"1600\">\n<div class=\"credit\">Hassan Jedi / Anadolu / Getty</div><div class=\"caption\">Residents of the Nuseirat refugee camp line up in front of water trucks every day to collect clean water to carry back to their tents in Gaza City, seen on July 20, 2025.</div>\n<img alt=\"Seven or eight people pour sacks of lentils into large cooking pots.\" height=\"1066\" src=\"https://cdn.theatlantic.com/thumbor/mL7rJf9p076Ol1jaGvWTTIFxqQ8=/https://cdn.theatlantic.com/media/img/posts/2025/07/a09_G_2224941280/original.jpg\" width=\"1600\">\n<div class=\"credit\">[Abdalhkem Abu Riash / Anadolu / Getty</div><div class=\"caption\">Sacks of lentils are poured into cooking pots at a food-distribution station run by a charity organization in the Gaza Strip, seen on July 18, 2025.</div>\n<img alt=\"A close view of a person making an anguished face among a crowd holding out pots at a food distribution center\" height=\"1066\" src=\"https://cdn.theatlantic.com/thumbor/LB5VbW1TEb0xhkLpTNlP7l3y5Zg=/https://cdn.theatlantic.com/media/img/posts/2025/07/a10_AP25207444393953/original.jpg\" width=\"1600\">\n<div class=\"credit\">Abdel Kareem Hana / AP</div><div class=\"caption\">Palestinians struggle to get donated food at a community kitchen, in Gaza City, on July 26, 2025.</div>\n<img alt=\"A close view of a child's face, smashed among other people in a crowd\" height=\"1039\" src=\"https://cdn.theatlantic.com/thumbor/sA6HCOJ2jzyYc9hcx8ozg4x2uDg=/https://cdn.theatlantic.com/media/img/posts/2025/07/a11_G_2226314242/original.jpg\" width=\"1600\">\n<div class=\"credit\">Khames Alrefi / Anadolu / Getty</div><div class=\"caption\">A child is seen among a crowd waiting to get hot meals distributed by an aid organization in Gaza City on July 26, 2025.</div>\n<img alt=\"a12_G-2226119830.jpg\" height=\"1066\" src=\"https://cdn.theatlantic.com/thumbor/BJ8bzzF578Tnu0iTcqBj3E3b_mM=/https://cdn.theatlantic.com/media/img/posts/2025/07/a12_G_2226119830/original.jpg\" width=\"1600\">\n<div class=\"credit\">Omar Al-Qattaa / AFP / Getty</div><div class=\"caption\">A displaced Palestinian girl takes a sip of lentil soup that she received at a food-distribution point in Gaza City on July 25, 2025.</div>\n<img alt=\"a13_AP25208474689962.jpg\" height=\"1035\" src=\"https://cdn.theatlantic.com/thumbor/Zy_-qH7QpB_AhA4zHKR_DJ7Y7iw=/https://cdn.theatlantic.com/media/img/posts/2025/07/a13_AP25208474689962/original.jpg\" width=\"1600\">\n<div class=\"credit\">Jehad Alshrafi / AP</div><div class=\"caption\">Humanitarian aid is air-dropped over Gaza City to Palestinians on July 27, 2025.</div>\n<img alt=\"Crates of food and aid drop from the sky by parachute, seen over ruined structures in Gaza.\" height=\"1037\" src=\"https://cdn.theatlantic.com/thumbor/h0RB-HirZIaAVtJkG9jLudOaVMs=/https://cdn.theatlantic.com/media/img/posts/2025/07/a14_AP25208466781300/original.jpg\" width=\"1600\">\n<div class=\"credit\">Abdel Kareem Hana / AP</div><div class=\"caption\">Aid packages drop to the ground in the northern Gaza Strip on July 27, 2025.</div>\n<img alt=\"a15_AP25210517756237.jpg\" height=\"1020\" src=\"https://cdn.theatlantic.com/thumbor/7tT0unLHuq_G4CxNFJNB_0LjB0w=/https://cdn.theatlantic.com/media/img/posts/2025/07/a15_AP25210517756237/original.jpg\" width=\"1600\">\n<div class=\"credit\">Abdel Kareem Hana / AP</div><div class=\"caption\">A Palestinian youth carries a sack of aid that landed in the Mediterranean Sea, off the shore of Zawaida, after being air-dropped over central Gaza on July 29, 2025.</div>\n<img alt=\"Many people carry sacks of flour past the ruins of destroyed building buildings.\" height=\"1066\" src=\"https://cdn.theatlantic.com/thumbor/unQF6gs-kOk6kPGYLAe7_NvMuSQ=/https://cdn.theatlantic.com/media/img/posts/2025/07/a16_AP25203447743871/original.jpg\" width=\"1600\">\n<div class=\"credit\">Jehad Alshrafi / AP</div><div class=\"caption\">Palestinians carry sacks of flour unloaded from a humanitarian aid convoy that reached Gaza City from the northern Gaza Strip on July 22, 2025.</div>\n<img alt=\"A close view of a young boy who is very undernourished, sitting on the floor near to other children.\" height=\"1066\" src=\"https://cdn.theatlantic.com/thumbor/JsDw5-qBnnuwbloyQWxbYOWNiYA=/https://cdn.theatlantic.com/media/img/posts/2025/07/a17_AP25205606750809/original.jpg\" width=\"1600\">\n<div class=\"credit\">Jehad Alshrafi / AP</div><div class=\"caption\">Yazan Abu Ful, a malnourished 2-year-old child, sits at his family home in the Shati refugee camp in Gaza City on July 23, 2025.</div>",
    "published": "2025-07-29T21:11:42",
    "has_full_content": true
  },
  {
    "id": "b1c6a0315bd38d7d15fa05be3b4e9d67",
    "title": "Gorilla habitats and pristine forest at risk as DRC opens half of country to oil and gas drilling bids",
    "link": "https://www.theguardian.com/environment/2025/jul/29/gorilla-habitats-pristine-forest-at-risk-as-drc-opens-half-of-country-to-oil-and-gas-drilling-bids-aoe",
    "image": "https://i.guim.co.uk/img/media/41b6578d7a62282646c236dd24381fdb7c6ee600/429_0_4640_3712/master/4640.jpg?width=1200&height=630&quality=85&auto=format&fit=crop&precrop=40:21,offset-x50,offset-y0&overlay-align=bottom%2Cleft&overlay-width=100p&overlay-base64=L2ltZy9zdGF0aWMvb3ZlcmxheXMvdGctZGVmYXVsdC5wbmc&enable=upscale&s=ef6acf18a58e87498edbdc7b4d33c2d9",
    "summary": "Government launches licensing round for 52 fossil fuel blocks, potentially undermining a flagship conservation initiative and affecting an estimated 39 million peopleThe Democratic Republic of the Congo (DRC) is opening crucial gorilla habitats and pristine forests to bids for oil and gas drilling, ...",
    "content": "<p>Government launches licensing round for 52 fossil fuel blocks, potentially undermining a flagship conservation initiative and affecting an estimated 39 million people</p><p>The Democratic Republic of the Congo (DRC) is opening crucial gorilla habitats and pristine forests to bids for oil and gas drilling, with plans to carve up more than half the country into fossil fuel blocks.</p><p>The blocks opened for auction cover 124m hectares (306m acres) of land and inland waters described by experts as the “world’s worst place to prospect for oil” because they hold vast amounts of carbon and are home to some of the planet’s most precious wildlife habitats, including endangered lowland gorillas and bonobo.</p> <a href=\"https://www.theguardian.com/environment/2025/jul/29/gorilla-habitats-pristine-forest-at-risk-as-drc-opens-half-of-country-to-oil-and-gas-drilling-bids-aoe\">Continue reading...</a>",
    "published": "2025-07-29T04:01:46",
    "has_full_content": false
  },
  {
    "id": "0524dc19256a9b8a1942e3619ba63b9b",
    "title": "Christopher Nolan criticised for filming in occupied Western Sahara city",
    "link": "https://www.theguardian.com/world/2025/jul/28/christopher-nolan-criticised-for-filming-in-occupied-western-sahara-city",
    "image": "https://i.guim.co.uk/img/media/58cc2e4fcdb03fdeeb8fc1b44087a7a091ae5128/0_116_1368_1094/master/1368.jpg?width=1200&height=630&quality=85&auto=format&fit=crop&precrop=40:21,offset-x50,offset-y0&overlay-align=bottom%2Cleft&overlay-width=100p&overlay-base64=L2ltZy9zdGF0aWMvb3ZlcmxheXMvdGctZGVmYXVsdC5wbmc&enable=upscale&s=bf615cb3d8892acd558a61c0253d4140",
    "summary": "Organisers of local film festival warn production of The Odyssey in Dakhla could normalise repression by MoroccoThe organisers of the Western Sahara international film festival (FiSahara) have criticised Christopher Nolan for shooting part of his adaptation of the Odyssey in a Western Saharan city t...",
    "content": "<p>Organisers of local film festival warn production of The Odyssey in Dakhla could normalise repression by Morocco</p><p>The organisers of the <a href=\"https://www.theguardian.com/global-development/article/2024/may/16/art-film-western-sahara-fisahara-festival-algeria-stories-sahrawi-people\">Western Sahara international film festival</a> (FiSahara) have criticised Christopher Nolan for shooting part of his adaptation of the Odyssey in a Western Saharan city that has been under Moroccan occupation for 50 years, warning the move could serve to normalise decades of repression.</p><p>The British-American film-maker’s take on Homer’s epic, which stars Matt Damon, Charlize Theron, Zendaya, Lupita Nyong’o and Anne Hathaway, is due to be released on 17 July 2026.</p> <a href=\"https://www.theguardian.com/world/2025/jul/28/christopher-nolan-criticised-for-filming-in-occupied-western-sahara-city\">Continue reading...</a>",
    "published": "2025-07-28T10:13:03",
    "has_full_content": false
  },
  {
    "id": "5a71c56578b803e1c1bedcbd54edc1da",
    "title": "Eswatini opposition attacks US deal as ‘human trafficking disguised as deportation’",
    "link": "https://www.theguardian.com/world/2025/jul/23/eswatini-petition-us-deportees",
    "image": "https://i.guim.co.uk/img/media/8f469b9a2940dbb354606dd7ace13fdcb422aa5e/619_0_3092_2474/master/3092.jpg?width=1200&height=630&quality=85&auto=format&fit=crop&precrop=40:21,offset-x50,offset-y0&overlay-align=bottom%2Cleft&overlay-width=100p&overlay-base64=L2ltZy9zdGF0aWMvb3ZlcmxheXMvdGctZGVmYXVsdC5wbmc&enable=upscale&s=ceb8dfe28a580a0958b81ee5d6eca96f",
    "summary": "Men from Vietnam, Jamaica, Laos, Yemen and Cuba to be temporarily held in kingdomCivil society and opposition groups in Eswatini have expressed outrage after the US deported five men to the country, with the largest opposition party calling it “human trafficking disguised as a deportation deal”.The ...",
    "content": "<p>Men from Vietnam, Jamaica, Laos, Yemen and Cuba to be temporarily held in kingdom</p><p>Civil society and opposition groups in Eswatini have expressed outrage after the US <a href=\"https://www.theguardian.com/us-news/2025/jul/16/trump-administration-deports-five-migrants-to-eswatini-in-southern-africa\">deported five men</a> to the country, with the largest opposition party calling it “human trafficking disguised as a deportation deal”.</p><p>The men, from Vietnam, Jamaica, Laos, Yemen and Cuba, were flown to the small southern African country, an absolute monarchy, last week as the US stepped up deportations to “third countries” after the supreme court cleared them last month.</p> <a href=\"https://www.theguardian.com/world/2025/jul/23/eswatini-petition-us-deportees\">Continue reading...</a>",
    "published": "2025-07-23T04:00:42",
    "has_full_content": false
  },
  {
    "id": "63e32850f70f95cb5d84951e600ffee8",
    "title": "UK’s aid cuts ‘will hit children’s education and raise risk of death’",
    "link": "https://www.theguardian.com/global-development/2025/jul/22/uks-aid-cuts-will-hit-childrens-education-and-raise-risk-of-death",
    "image": "https://i.guim.co.uk/img/media/6db2dab6badeab272de3bbe03bb39964ad30bf12/1920_588_5553_4443/master/5553.jpg?width=1200&height=630&quality=85&auto=format&fit=crop&precrop=40:21,offset-x50,offset-y0&overlay-align=bottom%2Cleft&overlay-width=100p&overlay-base64=L2ltZy9zdGF0aWMvb3ZlcmxheXMvdGctZGVmYXVsdC5wbmc&enable=upscale&s=a090098924a508212dfe1dbc3667d79b",
    "summary": "Cutting aid budget to 0.3% of national income will hurt many African countries, says FCDO impact assessmentLabour’s deep aid cuts will hit children’s education and increase the risk of disease and death in some African countries, according to the government’s own impact assessment.Keir Starmer annou...",
    "content": "<p>Cutting aid budget to 0.3% of national income will hurt many African countries, says FCDO impact assessment</p><p>Labour’s deep aid cuts will hit children’s education and increase the risk of disease and death in some African countries, according to the government’s own impact assessment.</p><p>Keir Starmer announced earlier this year that he would<a href=\"https://www.theguardian.com/global-development/2025/feb/25/starmer-cuts-to-uk-aid-budget-defence-trump-cruel-and-shameful-say-experts\"> reduce the aid budget to 0.3% of national income,</a> from 0.5%, to fund increased spending on defence.</p> <a href=\"https://www.theguardian.com/global-development/2025/jul/22/uks-aid-cuts-will-hit-childrens-education-and-raise-risk-of-death\">Continue reading...</a>",
    "published": "2025-07-22T18:53:02",
    "has_full_content": false
  },
  {
    "id": "963c60935fb6befdd635a125a94a9036",
    "title": "Man rescued trying to reach Spain from Morocco in rubber ring and flippers",
    "link": "https://www.theguardian.com/world/2025/jul/22/man-rescued-trying-to-reach-spain-from-morocco-in-rubber-ring-and-flippers",
    "image": "https://i.guim.co.uk/img/media/84bfc7b0a5b0b43f9271aec83a5edf8f0016d2bf/318_0_3181_2545/master/3181.jpg?width=1200&height=630&quality=85&auto=format&fit=crop&precrop=40:21,offset-x50,offset-y0&overlay-align=bottom%2Cleft&overlay-width=100p&overlay-base64=L2ltZy9zdGF0aWMvb3ZlcmxheXMvdGctZGVmYXVsdC5wbmc&enable=upscale&s=ed2323b7439275f3cfef00958d9b68f5",
    "summary": "Family in yacht pulled young man from the sea off Costa del SolA man who was apparently trying to reach Spain from Morocco using a rubber ring and flippers has been rescued after he was spotted by a family sailing to the Balearic islands.The family were on their yacht 13 nautical miles south of the ...",
    "content": "<p>Family in yacht pulled young man from the sea off Costa del Sol</p><p>A man who was apparently trying to reach Spain from Morocco using a rubber ring and flippers has been rescued after he was spotted by a family sailing to the Balearic islands.</p><p>The family were on their yacht 13 nautical miles south of the Andalucían town of Benalmádena on the Costa del Sol, on 16 July when they manoeuvred around the stern of an oil tanker and saw something moving on the waves.</p> <a href=\"https://www.theguardian.com/world/2025/jul/22/man-rescued-trying-to-reach-spain-from-morocco-in-rubber-ring-and-flippers\">Continue reading...</a>",
    "published": "2025-07-22T09:55:27",
    "has_full_content": false
  }
]