[
  {
    "id": "8def47d9e5bf47bb73ff0759a67cbb01",
    "title": "Right-Wing Influencers Say Ghislaine Maxwell Is Key to Unlocking Epstein Case",
    "link": "https://www.nytimes.com/2025/07/26/us/ghislaine-maxwell-trump-epstein.html",
    "image": "assets/img/fallback.jpg",
    "summary": "David Oscar Markus, a lawyer for Ghislaine Maxwell, at the federal courthouse in Tallahassee, Fla., on Friday. He was talking to reporters about Ms. Maxwell’s interview with Justice Department officials.",
    "content": "David Oscar Markus, a lawyer for Ghislaine Maxwell, at the federal courthouse in Tallahassee, Fla., on Friday. He was talking to reporters about Ms. Maxwell’s interview with Justice Department officials.",
    "published": "2025-07-27T00:17:48",
    "has_full_content": true
  },
  {
    "id": "c375d70144f65706756a4de07e6d2347",
    "title": "No Proof Hamas Routinely Stole U.N. Aid, Israeli Military Officials Say",
    "link": "https://www.nytimes.com/2025/07/26/world/middleeast/hamas-un-aid-theft.html",
    "image": "assets/img/fallback.jpg",
    "summary": "Palestinians with food handouts northwest of Gaza City last month.",
    "content": "Palestinians with food handouts northwest of Gaza City last month.",
    "published": "2025-07-26T22:21:17",
    "has_full_content": true
  },
  {
    "id": "bb7066fb888839c482d6f07b3df2bd5b",
    "title": "Amid Growing Fury Over Gaza, Israel Says It Is Easing Aid Restrictions",
    "link": "https://www.nytimes.com/2025/07/26/world/middleeast/gaza-aid-restrictions-eased.html",
    "image": "assets/img/fallback.jpg",
    "summary": "Palestinians outside Gaza City after aid trucks loaded with food entered for the first time in June following a lengthy closure of the border.",
    "content": "Palestinians outside Gaza City after aid trucks loaded with food entered for the first time in June following a lengthy closure of the border.",
    "published": "2025-07-26T22:06:30",
    "has_full_content": true
  },
  {
    "id": "41fdfd38758b72f808a7ff2794ae2289",
    "title": "A Clash Over a Promotion Puts Hegseth at Odds With His Generals",
    "link": "https://www.nytimes.com/2025/07/26/us/politics/hegseth-pentagon-leadership.html",
    "image": "assets/img/fallback.jpg",
    "summary": "Defense Secretary Pete Hegseth has fostered an environment of uncertainty and mistrust that threatens to undermine the readiness and effectiveness of the military, officials said.",
    "content": "Defense Secretary Pete Hegseth has fostered an environment of uncertainty and mistrust that threatens to undermine the readiness and effectiveness of the military, officials said.",
    "published": "2025-07-26T22:03:00",
    "has_full_content": true
  },
  {
    "id": "9a6c6d6cee9e573896d5665276ead73a",
    "title": "From Epstein to Obama, Trump’s Washington Is Consumed by Competing Conspiracies",
    "link": "https://www.nytimes.com/2025/07/26/us/politics/trump-epstein-obama-conspiracies.html",
    "image": "assets/img/fallback.jpg",
    "summary": "Mr. Trump brought much of this on himself by encouraging dark views of the government that he derides as the “deep state,” views that prove hard to dispel now that the supposed deep state answers to him.",
    "content": "Mr. Trump brought much of this on himself by encouraging dark views of the government that he derides as the “deep state,” views that prove hard to dispel now that the supposed deep state answers to him.",
    "published": "2025-07-26T17:42:06",
    "has_full_content": true
  },
  {
    "id": "e2da6dcae5973b69b89c073242a59e00",
    "title": "Trump Is Trying to Deflect Focus From the Epstein Case—Can He?",
    "link": "https://www.theatlantic.com/national/archive/2025/07/epstein-trump-washington-week/683680/?utm_source=feed",
    "image": "https://cdn.theatlantic.com/thumbor/ZDQnuAUNfKbLabDB4PSI_uSdTrA=/3x113:3455x1911/1200x625/media/img/mt/2025/07/washweek/original.png",
    "summary": "Editor’s Note: Washington Week With The Atlantic is a partnership between NewsHour Productions, WETA, and The Atlantic airing every Friday on PBS stations nationwide. Check your local listings, watch full episodes here, or listen to the weekly podcast here. Lingering questions over the Epstein case ...",
    "content": "<p><em>Editor&rsquo;s Note:</em> <em>Washington Week With The Atlantic</em> is a partnership between NewsHour Productions, WETA, and <em>The Atlantic</em> airing every Friday on PBS stations nationwide. <a href=\"https://www.pbs.org/weta/washingtonweek/tv-listing\">Check your local listings</a>, watch full episodes <a href=\"https://www.pbs.org/weta/washingtonweek/\">here</a>, or listen to the weekly podcast <a href=\"https://www.pbs.org/weta/washingtonweek/podcast\">here</a>. <br></p><p>Lingering questions over the Epstein case are consuming the White House and paralyzing Congress. Panelists on <em>Washington Week With The Atlantic</em> joined to discuss how a once-fringe conspiracy theory became a spiraling controversy.</p><p>One of the reasons Donald Trump cannot manage to deny or deflect attention over the Epstein investigation is that the case centers on “what the MAGA base is about, which is powerful people doing things behind closed doors,” Eugene Daniels, a senior Washington correspondent at MSNBC, argued last night.</p><p>The president tends to talk to his base about “how the lowly man and woman are losing out to these interests in Washington,” Daniels continued. “But now they are seeing Donald Trump seemingly being one of the people doing the defending and the protecting of the powerful people,” and “that’s why I think he can’t shake it.”</p><p>Joining the<em> Atlantic</em> staff writer Franklin Foer to discuss this and more: Peter Baker, the chief White House correspondent at <em>The New York Times</em>; Eugene Daniels, a co-host of <em>The Weekend</em> at MSNBC; Susan Glasser, a staff writer at <em>The New Yorker</em>; and Jonathan Karl, the chief Washington correspondent at <em>ABC News</em>.</p><p>Watch the full episode <a href=\"https://www.pbs.org/weta/washingtonweek/video/2025/07/washington-week-with-the-atlantic-full-episode-72525\">here</a>.</p><div class=\"oembed\"></div>",
    "published": "2025-07-26T14:42:02",
    "has_full_content": true
  },
  {
    "id": "f6bff4ed1a263c15349333190219199e",
    "title": "The Pleasures of Reading Outside",
    "link": "https://www.theatlantic.com/newsletters/archive/2025/07/books-reading-outside-summer/683681/?utm_source=feed",
    "image": "https://cdn.theatlantic.com/thumbor/ah3fesv8XIrUBBn3W6ulCLWG6co=/0x720:5990x3840/1200x625/media/img/mt/2025/07/GettyImages_2220032831-1/original.jpg",
    "summary": "This is an edition of The Wonder Reader, a newsletter in which our editors recommend a set of stories to spark your curiosity and fill you with delight. Sign up here to get it every Saturday morning.“Reading has been unfairly maligned as an indoor activity for far too long,” Bekah Waalkes wrote this...",
    "content": "<p><em>This is an edition of The Wonder Reader, a newsletter in which our editors recommend a set of stories to spark your curiosity and fill you with delight. <a href=\"https://www.theatlantic.com/newsletters/sign-up/the-wonder-reader/?utm_source=feed\">Sign up here</a> to get it every Saturday morning.</em></p><p>“Reading has been unfairly maligned as an indoor activity for far too long,” Bekah Waalkes wrote this past spring. “As a child, when nice weather came around, I was told to put down my book and go play outside.” But why can’t reading a book be a form of outdoor play? Reading outside can also be a practice in sustained attention, Waalkes writes: The act of focus can actually sharpen “one’s perception of the trees, the soil, the friends chattering at the next table in the beer garden.”</p><p>Today’s newsletter offers a guide to reading outdoors—how to make the most of it, and which books to take with you on your adventure.</p>\n<p>Six Books You’ll Want to Read Outdoors</p><p><i>By Bekah Waalkes</i></p><p>Reading has been unfairly maligned as an indoor activity for far too long.</p><p><a href=\"https://www.theatlantic.com/books/archive/2025/05/outdoor-walk-spring-book-recommendations/682657/?utm_source=feed\">Read the article.</a></p><p>24 Books to Get Lost in This Summer</p><p><i>By The Atlantic Culture Desk</i></p><p><em>The Atlantic</em>’s writers and editors have chosen fiction and nonfiction to match all sorts of moods.</p><p><a href=\"https://www.theatlantic.com/books/archive/2025/05/summer-reading-2025/682549/?utm_source=feed\">Read the article.</a></p><p>The One Book Everyone Should Read</p><p><i>By The Atlantic Culture Desk</i></p><p><em>The Atlantic</em>’s staffers on the books they share—again and again</p><p><a href=\"https://www.theatlantic.com/books/archive/2025/07/one-book-everyone-recommends/683582/?utm_source=feed\">Read the article.</a></p>\n<p><b>Still Curious?</b></p><ul>\n\t<li><a href=\"https://www.theatlantic.com/newsletters/archive/2025/05/books-briefing-take-your-book-outside/682677/?utm_source=feed\"><b>Take your book outside</b></a>: Reading al fresco isn’t always idyllic, but it can be sublime, Emma Sarappo writes.</li>\n\t<li><a href=\"https://www.theatlantic.com/magazine/archive/2019/08/how-walking-became-pedestrian-duncan-minshull-erling-kagge-walking/592792/?utm_source=feed\"><b>The unbearable smugness of walking</b></a>: Literary walking has long been celebrated, Michael LaPointe writes. Is it really worth the hype?</li>\n</ul>\n<p><b>Other Diversions</b></p><ul>\n\t<li><a href=\"https://www.theatlantic.com/culture/archive/2025/07/justin-bieber-daisies-song-of-the-summer/683670/?utm_source=feed\">How Justin Bieber finally gave us the song of the summer</a></li>\n\t<li><a href=\"https://www.theatlantic.com/newsletters/archive/2025/07/trump-epstein-files-tale/683674/?utm_source=feed\">Alexandra Petri: “How I came to be in the Epstein files”</a></li>\n\t<li><a href=\"https://www.theatlantic.com/ideas/archive/2025/07/psychological-secret-longevity/683624/?utm_source=feed\">The psychological secret to longevity</a></li>\n</ul>\n<p><b>P.S.</b></p>\n<img alt=\"A panoramic view from Rifugio Lagazuoi\" height=\"3648\" src=\"https://cdn.theatlantic.com/media/newsletters/2025/07/WR7262/original.jpg\" width=\"5472\">\n\nCourtesy of Tim Tumlin\n<p>I recently asked readers to share a photo of something that sparked their sense of awe in the world. “I had awakened early on this morning in July 2016 and tiptoed out of the hikers' dorms at Rifugio Lagazuoi, which is perched at 9,000 feet in the Italian Dolomites,” Tim Tumlin, 74, in Darien, Illinois, writes. “As I hoped, the silent overwhelming beauty made the climb the day before more than worthwhile.”</p><p>I’ll continue to feature your responses in the coming weeks.</p><p>— Isabel</p>",
    "published": "2025-07-26T14:37:00",
    "has_full_content": true
  },
  {
    "id": "b6adfa493897e5e19cd7ce86dfa79e3c",
    "title": "How Justin Bieber Finally Gave Us the Song of the Summer",
    "link": "https://www.theatlantic.com/culture/archive/2025/07/justin-bieber-daisies-song-of-the-summer/683670/?utm_source=feed",
    "image": "https://cdn.theatlantic.com/thumbor/uSb7sszCJlblXxtJebn3elrdfSw=/0x3:2000x1045/1200x625/media/img/mt/2025/07/2025_07_24_justin_mpg/original.jpg",
    "summary": "Can this really be the song of the summer? For seven weeks now, the most popular tune in the country has been Alex Warren’s “Ordinary”—a solemn ballad that has all of the warm-weather appropriateness of a fur coat. Ideally, the song of the summer is a buoyant one, giving you a beat to bob a flamingo...",
    "content": "<p>Can <a href=\"https://www.youtube.com/watch?v=u2ah9tWTkmk\"><em>this</em></a> really be the song of the summer? For seven weeks now, the most popular tune in the country has been Alex Warren’s “Ordinary”—a solemn ballad that has all of the warm-weather appropriateness of a fur coat. Ideally, the song of the summer is a buoyant one, giving you a beat to bob a flamingo floatie to. “Ordinary,” instead, is made for stomping, moping, and forgetting.</p><p>The top reaches of the <em>Billboard</em> Hot 100 have otherwise mostly been stale and flukey, filled with songs that were popular <em>last</em> summer (Teddy Swims’s “Lose Control”), replacement-level efforts by the streaming behemoths Drake and Morgan Wallen, and tie-ins from the Netflix cartoon show <em>KPop Demon Hunters</em>. Then, just last week, a welcome bit of warmth and novelty emerged at No. 2—“Daisies” by Justin Bieber, the unlikely emblem of our obviously fragile national mood.</p><p>Perhaps you aren’t inclined to check out new music by a formerly chirpy child star who lately has been best known for his <a href=\"https://www.nytimes.com/2025/06/17/style/justin-bieber-paparazzi.html\">surreal interactions with paparazzi</a>. But earlier this month, the 31-year-old Bieber suddenly released a new album, <em>Swag</em>, that made headlines for being rather good. Not “good for Bieber”; good for a modern pop release. <em>Swag</em> filled a void in the summer-listening landscape by meeting listeners where they so clearly seem to be—less in need of a party-fueling energy drink than a soothing slather of aloe.</p><p>The album is Bieber’s first since parting ways with manager <a href=\"https://www.theatlantic.com/entertainment/archive/2019/07/taylor-swift-scooter-braun-oddly-nasty-fight-over-recording-rights/593113/?utm_source=feed\">Scooter Braun, the record-business kingpin</a> who recently seemed to suffer a catastrophic <a href=\"https://www.vulture.com/article/ariana-grande-demi-lovato-scooter-braun-manager-split.html#:~:text=Justin%20Bieber%2C%20Ariana%20Grande%2C%20Demi,as%20CEO%20of%20HYBE%20America.\">collapse in support</a> from the celebrity class. The music departs from the pert poppiness of Bieber’s past to indulge the singer’s well-documented fascination with hip-hop and R&amp;B. In one interlude, the comedian Druski tells Bieber “your soul is Black”; the assertion is cringey, but the album’s music is significantly more subtle than that. Bieber never really raps. Rather, he uses his ever-yearning, creamy-soft voice to do what great rappers and R&amp;B singers often do: find a pocket within a beat, and then let emotions be his guide.</p><p>What’s really fascinating about the album, though, is that it sounds like it’s wrapped in gauze. The production is aqueous and rippling, rather than shiny and laminated as one might expect from Bieber. <em>Swag</em> is heavily influenced by the indie producer-artists Dijon (who collaborated on a few of the album’s songs) and Mk.gee (a producer on “Daisies”). They have risen to prominence by swirling bygone rock and pop signifiers into a comforting yet complex stew of sound. <em>Swag</em>’s songs similarly hit the listener with a sense of gentle intrigue, like a minor recovered memory.</p><div class=\"oembed\"></div><p>The instant hit “Daisies” exemplifies the approach. Its twanging guitars and pounding drums scan as countrified classic rock, but every element seems muffled, as if emanating from an iPhone lost in a couch. The verses steadily build energy and excitement—but then disperse in a gentle puff of feeling. In a lullaby whisper, Bieber sings of pining for his girl and sticking with her through good times and bad. “Hold on, hold on,” goes one refrain: a statement of desire for safety and stability, not passion and heat.</p><p>But my personal song-of-the-summer nomination would be <em>Swag</em>’s opening track, <a href=\"https://www.youtube.com/watch?v=ogVL5Hdh8Po\">“All I Can Take.”</a> It opens in a tenor of pure cheese, with keyboard tones that were last fashionable when Steve Winwood and Boyz II Men were soundtracking school dances. A lightly pumping beat comes to the fore, setting the stage for a parade of different-sounding Biebers to perform. In one moment, he’s a panting Michael Jackson impersonator. In another, he’s an electronically distorted hyperpop sprite. The song is serene, and pretty, and ever so sad—yet it’s also wiggling with details that suggest there’s more to the story than initially meets the ear. The lyrics thread together sex talk with hints of stresses that must be escaped; “It’s all I can take in this moment,” Bieber sings, hinting at a burnout whose cause the listener is left to imagine.</p>\n<p><em>Swag</em>’s approach—downtempo yet bustling, melancholic yet awake—is on trend emotionally as much as it is musically. Though the year has brought no shortage of bright, upbeat pop albums from the likes of <a href=\"https://www.theatlantic.com/culture/archive/2025/03/lady-gaga-mayhem-review/681991/?utm_source=feed\">Lady Gaga</a> and Kesha, the music that’s sticking around has a reserved, simmering quality. The biggest Wallen song of the moment is “What I Want,” a collaboration with the whisper-singing diva Tate McRae; it builds suspense for a full minute before any percussion enters. One rising hit, Ravyn Lenae’s “Love Me Not,” has a neo-soul arrangement that fidgets enough to keep the ear occupied without demanding active attention.</p><p>A dreary technological reason probably explains why this kind of music is popular: <a href=\"https://www.theatlantic.com/culture/archive/2025/02/mood-machine-liz-pelly-spotify-review/681636/?utm_source=feed\">Streaming rewards background fare</a> more than it rewards jolting dynamism. But even looking at my own recent playlists, downtempo seems in. The best song by <a href=\"https://www.theatlantic.com/culture/archive/2025/06/miley-cyrus-addison-rae-new-albums-review/683134/?utm_source=feed\">Addison Rae</a>, the TikTok phenom turned pop mastermind, is “Headphones On,” a chill-out track laden with tolling bells and jazz keyboards. I have kept returning to the album <em>Choke Enough</em> by Oklou, a French singer who makes <a href=\"https://www.youtube.com/watch?v=STP4cCpyScE\">electronic pop</a> that’s so skeletal and frail-seeming, you worry you’re despoiling the songs merely by listening to them. Other recent highlights: the mumbled and dreamy indie rock of Alex G’s <em>Headlights</em>, the <a href=\"https://www.theatlantic.com/culture/archive/2025/06/haim-i-quit-millennial-breakup-album-review/683240/?utm_source=feed\">depressive easy listening of Haim’s <em>I quit</em></a>, and “Shapeshifter,” the wintry-sounding standout from <a href=\"https://www.theatlantic.com/culture/archive/2025/06/lorde-virgin-review/683345/?utm_source=feed\">Lorde’s <em>Virgin</em></a>.</p><p>It’s hard to avoid psychoanalyzing this season’s musical offerings and concluding that the culture is suffering from malaise, or at least a hangover. After all, just a year ago we had<a href=\"https://www.theatlantic.com/culture/archive/2024/06/charli-xcx-sabrina-carpenter-chappell-roan-summer-pop/678760/?utm_source=feed\"> “<em>Brat</em> summer,”</a> named for the hedonistic <a href=\"https://www.theatlantic.com/culture/archive/2024/12/best-albums-2024-mount-eerie-charli-xcx-kim-gordon/680852/?utm_source=feed\">Charli XCX album</a>. The songs of that summer were <a href=\"https://www.theatlantic.com/culture/archive/2024/09/the-dare-whats-wrong-with-new-york-review/679699/?utm_source=feed\">irrepressible</a>: <a href=\"https://www.theatlantic.com/culture/archive/2024/08/sabrina-carpenter-short-n-sweet-review/679638/?utm_source=feed\">Sabrina Carpenter’s sarcastic “Espresso,”</a> <a href=\"https://www.theatlantic.com/culture/archive/2024/05/kendrick-lamar-drake-beef/678327/?utm_source=feed\">Kendrick Lamar’s taunting “Not Like Us,”</a> and <a href=\"https://www.theatlantic.com/culture/archive/2024/06/hip-hop-country-billboard-charts-shaboozey/678652/?utm_source=feed\">Shaboozey’s thumping “A Bar Song (Tipsy).”</a> But this year, Charli XCX’s biggest song is “Party 4 U”—a pandemic-doldrums ballad released in 2020 that recently blew up thanks to a TikTok trend of people sharing emo stories about their lives. The track captures a bleary feeling of trying to have fun but getting pulled into melancholy.</p><p>That’s a feeling lots of Americans surely can relate to. Every era brings its own reasons to fret about the state of the world, but the headline-news topics of late—wars, deportations, layoffs—are upending lives in profound ways at mass scale. <em>Swag</em> isn’t about any of that, but great pop always works to make small and personal emotions echo broad, communal ones.</p><p>Bieber’s highly publicized experiences <a href=\"https://www.theatlantic.com/entertainment/archive/2019/09/justin-biebers-drug-recovery-message-youre-not-alone/597355/?utm_source=feed\">navigating mental health, drug use, and physical maladies</a> have long served up a cautionary tale about life in the internet era. In the months leading up to <em>Swag</em>’s release, he posted angry, inscrutable messages online and confronted reporters on the streets. Pundits have taken to asking <em>Is he okay?</em> The cooling, noncommittal, lightly distressed sound of <em>Swag </em>is an answer of sorts. Like many of us, he’s doing as well as can be, given the circumstances.</p>",
    "published": "2025-07-26T13:30:00",
    "has_full_content": true
  },
  {
    "id": "e84fade2f2f42ad17c358c541562c756",
    "title": "Photos: Building a Medieval Castle in the 21st Century",
    "link": "https://www.theatlantic.com/photography/archive/2025/07/photos-medieval-castle-21st-century-guedelon/683633/?utm_source=feed",
    "image": "https://cdn.theatlantic.com/thumbor/z3H8VF5Jeu1wO9mfJ_tO4M96Ui8=/4x169:3333x1903/1200x625/media/img/mt/2025/07/a01_G_1498962503/original.jpg",
    "summary": "Aufort Jerome / GettyAn aerial view of Guédelon Castle in Treigny, France, in 2023\n\nJacky Naegelen / Hans Lucas / ReutersStonecutters work at the construction site of the Château de Guédelon on June 25, 2005.\n\nXavier Rossi / Gamma-Rapho / GettyA person in medieval-style clothing observes the buildin...",
    "content": "<img alt=\"An aerial view of a small medieval-style castle in a wooded area.\" height=\"1039\" src=\"https://cdn.theatlantic.com/thumbor/80Hx57qN_SeBhkz7EqmG7c2cdNA=/https://cdn.theatlantic.com/media/img/posts/2025/07/a01_G_1498962503/original.jpg\" width=\"1600\">\n<div class=\"credit\">Aufort Jerome / Getty</div><div class=\"caption\">An aerial view of Guédelon Castle in Treigny, France, in 2023</div>\n<img alt=\"Stonecutters in medieval-style clothing work at a construction site.\" height=\"1044\" src=\"https://cdn.theatlantic.com/thumbor/hh0IEIDZK1DzRDKThLLQALs_ofQ=/https://cdn.theatlantic.com/media/img/posts/2025/07/a02_MT1HNSLCS000KHS6TB/original.jpg\" width=\"1600\">\n<div class=\"credit\">Jacky Naegelen / Hans Lucas / Reuters</div><div class=\"caption\">Stonecutters work at the construction site of the Château de Guédelon on June 25, 2005.</div>\n<img alt=\"A person in medieval clothing stands at the building site of a castle.\" height=\"1049\" src=\"https://cdn.theatlantic.com/thumbor/358nC1zBn8iYheHL8JUwKFC3pWw=/https://cdn.theatlantic.com/media/img/posts/2025/07/a03_G_115128024/original.jpg\" width=\"1600\">\n<div class=\"credit\">Xavier Rossi / Gamma-Rapho / Getty</div><div class=\"caption\">A person in medieval-style clothing observes the building site of Guédelon Castle in June 2002.</div>\n<img alt=\"A blacksmith in medieval attire works at an anvil.\" height=\"1054\" src=\"https://cdn.theatlantic.com/thumbor/Uiob90r2WoHB4Bwi3nCkg_2M0QE=/https://cdn.theatlantic.com/media/img/posts/2025/07/a04_G_945791666/original.jpg\" width=\"1600\">\n<div class=\"credit\">Thierry Perrin / Gamma-Rapho / Getty</div><div class=\"caption\">A blacksmith in period attire works at the Guédelon Castle site on April 12, 2018.</div>\n<img alt=\"Two people walk inside the wheels of a medieval treadwheel crane, lifting material at a castle construction site.\" height=\"1066\" src=\"https://cdn.theatlantic.com/thumbor/LC8tx16k4dC4461qOuIW09JIrOA=/https://cdn.theatlantic.com/media/img/posts/2025/07/a05_G_525479831/original.jpg\" width=\"1600\">\n<div class=\"credit\">Godong / Universal Images Group / Getty</div><div class=\"caption\">Two people walk inside the “squirrel cage,” a medieval treadwheel crane, to lift material at the construction site in 2011.</div>\n<img alt=\"A view of a small castle, under construction\" height=\"1066\" src=\"https://cdn.theatlantic.com/thumbor/lzQHq0TGZozhQzRrMNTb_3RqXLA=/https://cdn.theatlantic.com/media/img/posts/2025/07/a06_G_1497713586/original.jpg\" width=\"1600\">\n<div class=\"credit\">Aufort Jerome / Getty</div><div class=\"caption\">A view of the castle, under construction, as seen in 2023</div>\n<img alt=\"A person prepares a medieval dish for tourists visiting the construction site of Guédelon Castle.\" height=\"1063\" src=\"https://cdn.theatlantic.com/thumbor/ODr2O6FHoiHbYxILVyr3j1WDipk=/https://cdn.theatlantic.com/media/img/posts/2025/07/a07_G_452467882/original.jpg\" width=\"1600\">\n<div class=\"credit\">Philippe Desmazes / AFP / Getty</div><div class=\"caption\">A person prepares a medieval dish for tourists visiting the construction site of Guédelon Castle on July 15, 2014.</div>\n<img alt=\"A carpenter uses an old hand-saw to cut into a thick piece of lumber at a construction site.\" height=\"1097\" src=\"https://cdn.theatlantic.com/thumbor/fBgfklc5nS1K3DcrmBOKwuRrIro=/https://cdn.theatlantic.com/media/img/posts/2025/07/a08_MT1HNSLCS000KHS6SF/original.jpg\" width=\"1600\">\n<div class=\"credit\">Jacky Naegelen / Hans Lucas / Reuters</div><div class=\"caption\">On June 25, 2005, a carpenter prepares a log to be used in the construction of the castle.</div>\n<img alt=\"A stoneworker pours water onto stones and mortar being placed in a circle atop a round chamber.\" height=\"1068\" src=\"https://cdn.theatlantic.com/thumbor/dsxwHO2T8RdGno-xZDTR6CFvXWY=/https://cdn.theatlantic.com/media/img/posts/2025/07/a09_MT1HNSLCS000KHS7IZ/original.jpg\" width=\"1600\">\n<div class=\"credit\">Jacky Naegelen / Hans Lucas / Reuters</div><div class=\"caption\">A stoneworker pours water onto stones and mortar being placed on September 13, 2016.</div>\n<img alt=\"Timbers support the roof of the Great Hall of the castle.\" height=\"1066\" src=\"https://cdn.theatlantic.com/thumbor/x1obDDmOQ_Iwc3R65z6w5gX_lT4=/https://cdn.theatlantic.com/media/img/posts/2025/07/a10_G_2139167693/original.jpg\" width=\"1600\">\n<div class=\"credit\">Godong / Universal Images Group / Getty</div><div class=\"caption\">Timbers support the roof of the Great Hall inside of Guédelon Castle.</div>\n<img alt=\"A woman plays with geese beside a medieval-era cart.\" height=\"1008\" src=\"https://cdn.theatlantic.com/thumbor/kDhJ2z8rRdluF5KNuDwCnHcxRqg=/https://cdn.theatlantic.com/media/img/posts/2025/07/a11_MT1HNSLCS000KHS6Z7/original.jpg\" width=\"1600\">\n<div class=\"credit\">Jacky Naegelen / Hans Lucas / Reuters</div><div class=\"caption\">A woman plays with geese at the construction site on September 13, 2016.</div>\n<img alt=\"A visitor enters the castle from the courtyard.\" height=\"1066\" src=\"https://cdn.theatlantic.com/thumbor/yXDWV_QkD-QXgEU10SkE1TF53wM=/https://cdn.theatlantic.com/media/img/posts/2025/07/a12_G_2221573060/original.jpg\" width=\"1600\">\n<div class=\"credit\">Arnaud Finistre / AFP / Getty</div><div class=\"caption\">A visitor enters the castle from the courtyard on June 23, 2025.</div>\n<img alt=\"A carpenter works on support timbers for a rounded roof.\" height=\"1049\" src=\"https://cdn.theatlantic.com/thumbor/Go0fB83rcFDYDkZ5qX8hts1l5_4=/https://cdn.theatlantic.com/media/img/posts/2025/07/a13_G_115128464/original.jpg\" width=\"1600\">\n<div class=\"credit\">Xavier Rossi / Gamma-Rapho / Getty</div><div class=\"caption\">A carpenter works on support timbers for a rounded roof in June 2002.</div>\n<img alt=\"Several young people work on a wood-shingled roof.\" height=\"1063\" src=\"https://cdn.theatlantic.com/thumbor/J9ltcHk1N6UsyeDSU8Ki2M3e9_4=/https://cdn.theatlantic.com/media/img/posts/2025/07/a14_G_1138621150/original.jpg\" width=\"1600\">\n<div class=\"credit\">Albert Ceolan / De Agostini / Getty</div><div class=\"caption\">Young women work on a shingled roof at the castle construction site in 2019.</div>\n<img alt=\"A close view of stonework and an arched opening in a castle wall\" height=\"1066\" src=\"https://cdn.theatlantic.com/thumbor/7EBTvq4NT3TzCRxSIT80AHVJHrk=/https://cdn.theatlantic.com/media/img/posts/2025/07/a15_G_2139215658/original.jpg\" width=\"1600\">\n<div class=\"credit\">Godong / Universal Images Group / Getty</div><div class=\"caption\">A close view of stonework and an arched opening in the castle wall.</div>\n<img alt=\"Visitors walk the grounds and castle walls at the construction site.\" height=\"1066\" src=\"https://cdn.theatlantic.com/thumbor/h79UcGo18xSI37uA5gsFsmLNPh8=/https://cdn.theatlantic.com/media/img/posts/2025/07/a16_G_2221572937/original.jpg\" width=\"1600\">\n<div class=\"credit\">Arnaud Finistre / AFP / Getty</div><div class=\"caption\">Visitors tour the construction site of Guédelon Castle on June 23, 2025.</div>\n<img alt=\"Children and adults sit at a table during a medieval construction workshop, with many hand-built wooden hammers laid out.\" height=\"1063\" src=\"https://cdn.theatlantic.com/thumbor/YAOsdhePaDNzgBw2cJZ3xUVTQ-w=/https://cdn.theatlantic.com/media/img/posts/2025/07/a17_MT1HNSLCS0009ETC4F/original.jpg\" width=\"1600\">\n<div class=\"credit\">Stephane Mouchmouche / Hans Lucas / Reuters</div><div class=\"caption\">Children and adults attend a construction workshop led by a worker at the castle on April 29, 2023.</div>\n<img alt=\"A school group walks outside a medieval-style castle.\" height=\"1066\" src=\"https://cdn.theatlantic.com/thumbor/1wNaSb7ScQWvUynJxv3t2HudklA=/https://cdn.theatlantic.com/media/img/posts/2025/07/a18_G_2221573292/original.jpg\" width=\"1600\">\n<div class=\"credit\">Arnaud Finistre / AFP / Getty</div><div class=\"caption\">A school group tours the Guédelon construction site on June 23, 2025.</div>",
    "published": "2025-07-26T12:00:00",
    "has_full_content": true
  },
  {
    "id": "52dadc5121ecc5ba89417cb48838d798",
    "title": "American Summers Are Starting to Feel Like Winter",
    "link": "https://www.theatlantic.com/health/archive/2025/07/climate-change-doing-number-summertime-blues/683675/?utm_source=feed",
    "image": "https://cdn.theatlantic.com/thumbor/HNCFdVjSIGd-xmDcUngTl3tJqm4=/0x100:4716x2556/1200x625/media/img/mt/2025/07/2025_07_24_Summer_Sad/original.jpg",
    "summary": "Americans have a long history of enduring heat waves by going outside. In a 1998 essay for The New Yorker, the author Arthur Miller described urbanites’ Depression-era coping mechanisms: People caught the breeze on open-air trolleys, climbed onto the back of ice trucks, and flocked to the beach. In ...",
    "content": "<p>Americans have a long history of enduring heat waves by going outside. In a 1998 essay for <em>The New Yorker</em>, the author Arthur Miller described urbanites’ Depression-era coping mechanisms: People caught the breeze on open-air trolleys, climbed onto the back of ice trucks, and flocked to the beach. In the evenings, they slept in parks or dragged their mattresses onto fire escapes.</p><p>But since air conditioning <a href=\"https://www.energy.gov/articles/history-air-conditioning\">went mainstream</a>, in the 1960s, the easiest way to beat the heat has been by staying indoors—at home, the office, the mall—where cool air is a constant and blinds are often drawn to prevent homes from overheating (and electric bills from skyrocketing). For this convenience, Americans sacrifice the benefits of sunshine and the opportunities for fun it creates. As climate change turns up the temperature, summers in America are coming down to a choice between enduring the heat and avoiding it—both of which might, in their own ways, be making people sick.</p><p>In cities across the country, summers are, on average, <a href=\"https://www.climatecentral.org/climate-matters/2025-summer-package\">2.6 degrees hotter</a> than they were some 50 years ago. In Phoenix, where a 95-degree day is a relief, schedules are arranged around the darkness; Jeffrey Gibson, an accountant who works from home, takes his eight-month-old daughter out for walks before 6:30 a.m.; after that, it’s so hot that she flushes bright red if they venture outside. He spends the rest of his day indoors unless leaving is absolutely necessary. It’s like this from April to October. Gibson recently told his wife, “Man, I think I’m a little depressed.”</p><p>Josef A. Von Isser, a therapist in Tucson, Arizona, told me that feeling low in the summer comes up a lot with his clients. Some feel that the heat affects them directly; others struggle with its indirect effects, such as fewer opportunities to socialize and be somewhere other than home or the office. All of them, he suspects, might be experiencing seasonal affective disorder.</p><p>The <em>DSM-5</em> categorizes SAD as a type of<a href=\"https://www.psychiatry.org/patients-families/seasonal-affective-disorder\"> major depression with a seasonal pattern</a>, with symptoms such as sadness, feelings of worthlessness, and low energy. Usually, it presents in the winter, though scientists don’t agree on why. Some suspect that it’s because a lack of sun exposure may contribute to decreased levels of serotonin, a hormone that regulates mood, as well as vitamin D, which helps stimulate serotonin activity. Another theory links low exposure to sunlight with unusually high levels of melatonin, a hormone that helps regulate sleep.</p><p><i>[<a href=\"https://www.theatlantic.com/family/archive/2023/03/seasonal-affective-disorder-winter-depression/673377/?utm_source=feed\">Read: The surprising truth about seasonal depression</a>]</i></p><p>Summer SAD is generally accepted as a variety of the disorder, but it’s much rarer than the winter form; one <a href=\"https://www.sciencedirect.com/science/article/abs/pii/S0165032725012492\">study</a> from earlier this year puts its prevalence at about 0.6 percent. That makes summer SAD especially hard to study. “It’s clearly a different kind of illness,” Paul Desan, a psychiatry professor at Yale, told me, but “it’s not in their imagination.” Unlike the winter form, which comes with a tendency to overeat, oversleep, and withdraw from society, summer SAD involves reduced appetite, insomnia, and restlessness—all of which can also be effects of heat. The <a href=\"https://pmc.ncbi.nlm.nih.gov/articles/PMC10696165/#:~:text=The%20relationship%20between%20heat%20and,topic%20have%20become%20more%20important.\">scientific literature</a> shows that heat is associated with mood disorders, anxiety, aggression, and reduced cognitive abilities. Uncomfortably hot nights, longer periods of daylight, and extended stretches of time spent indoors all disrupt sleep, which can in turn fuel mood disorders, Amruta Nori-Sarma, an environmental-health professor at Harvard, told me. Extreme heat can also be an obstacle to exercising, spending time in nature, and socializing, all of which can make people feel good and also double as important coping mechanisms for emotional distress.</p><p>Taking comfort in air conditioning when it’s too hot out is a natural human response. But air-conditioned spaces can be stifling in their own way. Staying home where it’s cool also means socializing less; some offices and homes hardly let in a wink of sunlight all day. It’s plausible that in the summer, people experience SAD symptoms not only from excessive heat but also because they spend all of their time avoiding the sun, Kim Meidenbauer, a psychology professor at Washington State University, told me. “It does make sense to me that you’d have, potentially, an analogous pattern of effects” to winter SAD, she said. The link between indoor time and summer SAD hasn’t been studied, but plenty of Americans, even if they don’t meet the <em>DSM-5</em> criteria, are noticing that summer is starting to feel a lot like winter. Reddit abounds with users who lament that being forced indoors by the heat gives them “<a href=\"https://www.reddit.com/r/Tucson/comments/1lydnte/anyone_else_get_summer_depression_instead_of/\">summer depression</a>.”</p><p>America’s summer quandary—suffer inside or out?—will become only more persistent as climate change intensifies. In the United States,<a href=\"https://www.epa.gov/climate-indicators/climate-change-indicators-heat-waves\"> heat waves have grown more frequent and intense</a> every decade since the 1960s. During a single heat wave last month, <a href=\"https://www.newsweek.com/millions-americans-told-stay-indoors-29-states-2089781\">people in 29 states</a> were warned to stay inside to avoid dangerously high temperatures. All of the experts I spoke with expressed concerns about the impacts of escalating heat on mental health. “I am not optimistic,” Ayman Fanous, a psychiatry professor at the University of Arizona, told me, noting that heat also has a well-established link with suicide risk and can exacerbate mental-health conditions such as schizophrenia, bipolar disorder, depression, and substance abuse. Many Americans don’t have access to air conditioning, or they work jobs that require them to be outside in the heat. Those who can stay cool inside may avoid the most severe consequences but still end up miserable for half of the year.</p><p><i>[<a href=\"https://www.theatlantic.com/health/archive/2020/10/heat-human-rights-issue-21st-century/616693/?utm_source=feed\">Read: Earth’s new gilded era</a>]</i></p><p>As long as summer SAD remains poorly understood, the options for addressing it will be limited. Treatment for winter SAD usually involves exposure to light boxes that mimic sunlight, but these aren’t recommended for summer SAD, because it might have a different neurobiological basis, Fanous said. For now, the first-line treatments are SSRIs such as Prozac—which can make people even more <a href=\"https://www.cdc.gov/heat-health/hcp/clinical-guidance/heat-and-medications-guidance-for-clinicians.html\">sensitive</a> to heat.</p><p>For those with the means, the best strategy for beating summer SAD might be to move somewhere cooler. After eight years in Phoenix, Gibson has had enough of hiding from the heat for six months at a time and is ready to leave behind what he believes is his own summer SAD. Later this year, he plans to move his family to Colorado, where he hopes to be able to bring his daughter out during daylight hours. Yet Colorado summers, too, are becoming <a href=\"https://cwcb.colorado.gov/focus-areas/hazards/climate#:~:text=In%20Colorado%2C%20climate%20change%20presents,air%20quality%20and%20recreational%20opportunities.\">uncomfortably hot</a>—and the same goes around the country. Last month, Alaska issued its <a href=\"https://www.washingtonpost.com/climate-environment/2025/06/16/alaska-heat-advisory-climate-change/\">first-ever heat advisory</a>. As summer temperatures continue to rise, perhaps Americans will start to look back with envy on the ways our forebears beat the heat. The hotter summer nights get, the more sleeping on the fire escape starts to sound like a luxury.</p>",
    "published": "2025-07-26T11:30:00",
    "has_full_content": true
  },
  {
    "id": "5a71c56578b803e1c1bedcbd54edc1da",
    "title": "Eswatini opposition attacks US deal as ‘human trafficking disguised as deportation’",
    "link": "https://www.theguardian.com/world/2025/jul/23/eswatini-petition-us-deportees",
    "image": "https://i.guim.co.uk/img/media/8f469b9a2940dbb354606dd7ace13fdcb422aa5e/619_0_3092_2474/master/3092.jpg?width=1200&height=630&quality=85&auto=format&fit=crop&precrop=40:21,offset-x50,offset-y0&overlay-align=bottom%2Cleft&overlay-width=100p&overlay-base64=L2ltZy9zdGF0aWMvb3ZlcmxheXMvdGctZGVmYXVsdC5wbmc&enable=upscale&s=ceb8dfe28a580a0958b81ee5d6eca96f",
    "summary": "Men from Vietnam, Jamaica, Laos, Yemen and Cuba to be temporarily held in kingdomCivil society and opposition groups in Eswatini have expressed outrage after the US deported five men to the country, with the largest opposition party calling it “human trafficking disguised as a deportation deal”.The ...",
    "content": "<p>Men from Vietnam, Jamaica, Laos, Yemen and Cuba to be temporarily held in kingdom</p><p>Civil society and opposition groups in Eswatini have expressed outrage after the US <a href=\"https://www.theguardian.com/us-news/2025/jul/16/trump-administration-deports-five-migrants-to-eswatini-in-southern-africa\">deported five men</a> to the country, with the largest opposition party calling it “human trafficking disguised as a deportation deal”.</p><p>The men, from Vietnam, Jamaica, Laos, Yemen and Cuba, were flown to the small southern African country, an absolute monarchy, last week as the US stepped up deportations to “third countries” after the supreme court cleared them last month.</p> <a href=\"https://www.theguardian.com/world/2025/jul/23/eswatini-petition-us-deportees\">Continue reading...</a>",
    "published": "2025-07-23T04:00:42",
    "has_full_content": false
  },
  {
    "id": "63e32850f70f95cb5d84951e600ffee8",
    "title": "UK’s aid cuts ‘will hit children’s education and raise risk of death’",
    "link": "https://www.theguardian.com/global-development/2025/jul/22/uks-aid-cuts-will-hit-childrens-education-and-raise-risk-of-death",
    "image": "https://i.guim.co.uk/img/media/6db2dab6badeab272de3bbe03bb39964ad30bf12/1920_588_5553_4443/master/5553.jpg?width=1200&height=630&quality=85&auto=format&fit=crop&precrop=40:21,offset-x50,offset-y0&overlay-align=bottom%2Cleft&overlay-width=100p&overlay-base64=L2ltZy9zdGF0aWMvb3ZlcmxheXMvdGctZGVmYXVsdC5wbmc&enable=upscale&s=a090098924a508212dfe1dbc3667d79b",
    "summary": "Cutting aid budget to 0.3% of national income will hurt many African countries, says FCDO impact assessmentLabour’s deep aid cuts will hit children’s education and increase the risk of disease and death in some African countries, according to the government’s own impact assessment.Keir Starmer annou...",
    "content": "<p>Cutting aid budget to 0.3% of national income will hurt many African countries, says FCDO impact assessment</p><p>Labour’s deep aid cuts will hit children’s education and increase the risk of disease and death in some African countries, according to the government’s own impact assessment.</p><p>Keir Starmer announced earlier this year that he would<a href=\"https://www.theguardian.com/global-development/2025/feb/25/starmer-cuts-to-uk-aid-budget-defence-trump-cruel-and-shameful-say-experts\"> reduce the aid budget to 0.3% of national income,</a> from 0.5%, to fund increased spending on defence.</p> <a href=\"https://www.theguardian.com/global-development/2025/jul/22/uks-aid-cuts-will-hit-childrens-education-and-raise-risk-of-death\">Continue reading...</a>",
    "published": "2025-07-22T18:53:02",
    "has_full_content": false
  },
  {
    "id": "963c60935fb6befdd635a125a94a9036",
    "title": "Man rescued trying to reach Spain from Morocco in rubber ring and flippers",
    "link": "https://www.theguardian.com/world/2025/jul/22/man-rescued-trying-to-reach-spain-from-morocco-in-rubber-ring-and-flippers",
    "image": "https://i.guim.co.uk/img/media/84bfc7b0a5b0b43f9271aec83a5edf8f0016d2bf/318_0_3181_2545/master/3181.jpg?width=1200&height=630&quality=85&auto=format&fit=crop&precrop=40:21,offset-x50,offset-y0&overlay-align=bottom%2Cleft&overlay-width=100p&overlay-base64=L2ltZy9zdGF0aWMvb3ZlcmxheXMvdGctZGVmYXVsdC5wbmc&enable=upscale&s=ed2323b7439275f3cfef00958d9b68f5",
    "summary": "Family in yacht pulled young man from the sea off Costa del SolA man who was apparently trying to reach Spain from Morocco using a rubber ring and flippers has been rescued after he was spotted by a family sailing to the Balearic islands.The family were on their yacht 13 nautical miles south of the ...",
    "content": "<p>Family in yacht pulled young man from the sea off Costa del Sol</p><p>A man who was apparently trying to reach Spain from Morocco using a rubber ring and flippers has been rescued after he was spotted by a family sailing to the Balearic islands.</p><p>The family were on their yacht 13 nautical miles south of the Andalucían town of Benalmádena on the Costa del Sol, on 16 July when they manoeuvred around the stern of an oil tanker and saw something moving on the waves.</p> <a href=\"https://www.theguardian.com/world/2025/jul/22/man-rescued-trying-to-reach-spain-from-morocco-in-rubber-ring-and-flippers\">Continue reading...</a>",
    "published": "2025-07-22T09:55:27",
    "has_full_content": false
  },
  {
    "id": "2341abffd51ba70923ed9ac21f126850",
    "title": "Arrested Kenyan activist Boniface Mwangi faces terror charges",
    "link": "https://www.theguardian.com/world/2025/jul/20/arrested-kenyan-activist-boniface-mwangi-faces-terror-charges",
    "image": "https://i.guim.co.uk/img/media/49f418ba801a1a7d50a2d2fb3ce518f10928dc86/1891_731_2379_1904/master/2379.jpg?width=1200&height=630&quality=85&auto=format&fit=crop&precrop=40:21,offset-x50,offset-y0&overlay-align=bottom%2Cleft&overlay-width=100p&overlay-base64=L2ltZy9zdGF0aWMvb3ZlcmxheXMvdGctZGVmYXVsdC5wbmc&enable=upscale&s=80a452654851425cb2f479e5ac61bf7b",
    "summary": "Mwangi accused of ‘facilitation of terrorist acts’ during last month’s protests against government of William RutoThe Kenyan rights activist Boniface Mwangi is accused of “facilitation of terrorist acts” during protests that rocked the country last month, investigators said on Sunday, a day after he...",
    "content": "<p>Mwangi accused of ‘facilitation of terrorist acts’ during last month’s protests against government of William Ruto</p><p>The Kenyan rights activist Boniface Mwangi is accused of “facilitation of terrorist acts” during protests that rocked the country last month, investigators said on Sunday, a day after he was arrested.</p><p>At least 19 people were killed during the <a href=\"https://www.theguardian.com/world/2025/jun/25/people-dead-injured-in-kenyan-protests\">25 June demonstration</a> against President William Ruto’s government, which was itself called to pay tribute to victims of police violence at another protest on the same date last year.</p> <a href=\"https://www.theguardian.com/world/2025/jul/20/arrested-kenyan-activist-boniface-mwangi-faces-terror-charges\">Continue reading...</a>",
    "published": "2025-07-20T10:04:14",
    "has_full_content": false
  },
  {
    "id": "c986a9c4e7e6d7e9a9b1becfca4e412e",
    "title": "Malaria ‘back with a vengeance’ in Zimbabwe as number of deaths from the disease triple",
    "link": "https://www.theguardian.com/global-development/2025/jul/19/health-malaria-mosquito-deaths-zimbabwe-trump-usaid-cuts-disease-control",
    "image": "https://i.guim.co.uk/img/media/a5e4e77aba6022ada43844288973647881406b0b/235_0_1506_1204/master/1506.jpg?width=1200&height=630&quality=85&auto=format&fit=crop&precrop=40:21,offset-x50,offset-y0&overlay-align=bottom%2Cleft&overlay-width=100p&overlay-base64=L2ltZy9zdGF0aWMvb3ZlcmxheXMvdGctZGVmYXVsdC5wbmc&enable=upscale&s=21e1788b019e5ab1500c5bdf9258c0eb",
    "summary": "Withdrawal of USAID funds threatens decades of progress, say experts, with cuts to research and shortage of mosquito nets putting thousands at risk across the countryZimbabwe’s efforts to control malaria have been dealt a huge blow as experts say the disease has returned “with a vengeance” after US ...",
    "content": "<p>Withdrawal of USAID funds threatens decades of progress, say experts, with cuts to research and shortage of mosquito nets putting thousands at risk across the country</p><p>Zimbabwe’s efforts to control malaria have been dealt a huge blow as experts say the disease has returned “with a vengeance” after US aid cuts, with 115 outbreaks recorded in 2025 compared with only one last year.</p><p>The sharp rise in cases comes six months after Donald Trump halted critical funding for US research and national response programmes.</p> <a href=\"https://www.theguardian.com/global-development/2025/jul/19/health-malaria-mosquito-deaths-zimbabwe-trump-usaid-cuts-disease-control\">Continue reading...</a>",
    "published": "2025-07-19T04:00:11",
    "has_full_content": false
  }
]