[
  {
    "id": "d3a966baa78e20cd79e74cdd2819ed6e",
    "title": "State Dept. Opens Investigation Into Harvard’s Use of International Visas",
    "link": "https://www.nytimes.com/2025/07/23/us/politics/state-department-trump-harvard.html",
    "image": "assets/img/fallback.jpg",
    "summary": "Harvard has been given a one-week deadline by Secretary of State Marco Rubio to produce a lengthy list of university records related to the Exchange Visitor Program.",
    "content": "Harvard has been given a one-week deadline by Secretary of State Marco Rubio to produce a lengthy list of university records related to the Exchange Visitor Program.",
    "published": "2025-07-23T16:50:15",
    "has_full_content": true
  },
  {
    "id": "7ff1bc7a055554402907f9bee422ccf5",
    "title": "Targeting Obama, Trump’s Retribution Campaign Takes Another Turn",
    "link": "https://www.nytimes.com/2025/07/23/us/politics/trump-obama-retribution.html",
    "image": "assets/img/fallback.jpg",
    "summary": "President Trump on Tuesday resurfaced his grievances against former President Barack Obama and others he associated with what he considers a long campaign of persecution.",
    "content": "President Trump on Tuesday resurfaced his grievances against former President Barack Obama and others he associated with what he considers a long campaign of persecution.",
    "published": "2025-07-23T16:48:00",
    "has_full_content": true
  },
  {
    "id": "c68e9e24a00f2e7a24db6bf31b555c5d",
    "title": "Photos: Love in the Season of Monsoons",
    "link": "https://www.theatlantic.com/photography/archive/2025/07/photos-flooded-church-wedding/683637/?utm_source=feed",
    "image": "https://cdn.theatlantic.com/thumbor/r1MvH23GyjTCmMgVGiKo6yEwoxY=/12x311:8638x4804/1200x625/media/img/mt/2025/07/a01_AP25203528519388/original.jpg",
    "summary": "Aaron Favila / APNewlyweds Jade Rick Verdillo and Jamaica Aguilar kiss during their wedding in the flooded Barasoain church in Malolos, Bulacan province, Philippines on July 22, 2025.\n\nAaron Favila / APBride Jamaica Aguilar prepares to enter the flooded Barasoain church for her wedding in Malolos on...",
    "content": "<img alt=\"A newlywed couple kisses after a wedding ceremony inside a church that has been flooded, with about a foot of standing floodwater.\" height=\"1066\" src=\"https://cdn.theatlantic.com/thumbor/XtZcc_jnpanicVbNUUWupWiNxjM=/https://cdn.theatlantic.com/media/img/posts/2025/07/a01_AP25203528519388/original.jpg\" width=\"1600\">\n<div class=\"credit\">Aaron Favila / AP</div><div class=\"caption\">Newlyweds Jade Rick Verdillo and Jamaica Aguilar kiss during their wedding in the flooded Barasoain church in Malolos, Bulacan province, Philippines on July 22, 2025.</div>\n<img alt=\"A bride with a long, flowing train, stands in foot-deep floodwater outside a church.\" height=\"1066\" src=\"https://cdn.theatlantic.com/thumbor/0YPCU2wEzmF5fLT-sxKs4UITI0s=/https://cdn.theatlantic.com/media/img/posts/2025/07/a02_AP25203527805570/original.jpg\" width=\"1600\">\n<div class=\"credit\">Aaron Favila / AP</div><div class=\"caption\">Bride Jamaica Aguilar prepares to enter the flooded Barasoain church for her wedding in Malolos on July 22, 2025.</div>\n<img alt=\"Wedding guests walk inside a flooded church.\" height=\"1066\" src=\"https://cdn.theatlantic.com/thumbor/R7v4taBfKnql9OZd8eAWgwvaBIc=/https://cdn.theatlantic.com/media/img/posts/2025/07/a03_AP25203527866710/original.jpg\" width=\"1600\">\n<div class=\"credit\">Aaron Favila / AP</div><div class=\"caption\">Wedding guests walk inside the flooded Barasoain church on July 22, 2025.</div>\n<img alt=\"A top-down view of several pairs of shoes on a church pew, surrounded by shallow floodwater\" height=\"1066\" src=\"https://cdn.theatlantic.com/thumbor/H5KcZl91xm_RT72cRx0Wbw1fK3Q=/https://cdn.theatlantic.com/media/img/posts/2025/07/a04_AP25203527863307/original.jpg\" width=\"1600\">\n<div class=\"credit\">Aaron Favila / AP</div><div class=\"caption\">Wedding guests leave their shoes on a pew above the high-water mark during the ceremony.</div>\n<img alt=\"A bride walks down the aisle of a church, through foot-deep floodwater.\" height=\"1066\" src=\"https://cdn.theatlantic.com/thumbor/L5Xjt2mpp0Wq1JmpiD6kRzzebzo=/https://cdn.theatlantic.com/media/img/posts/2025/07/a05_AP25203528381928/original.jpg\" width=\"1600\">\n<div class=\"credit\">Aaron Favila / AP</div><div class=\"caption\">The bride, Jamaica Aguilar, walks down the aisle during her wedding ceremony.</div>\n<img alt=\"Groomsmen and guests with their pant legs rolled up stand in floodwater.\" height=\"1066\" src=\"https://cdn.theatlantic.com/thumbor/FFbg8ws_rkmFtRJvSAVhze-ziDI=/https://cdn.theatlantic.com/media/img/posts/2025/07/a06_AP25203528285549/original.jpg\" width=\"1600\">\n<div class=\"credit\">Aaron Favila / AP</div><div class=\"caption\">Groomsmen and guests with their pant legs rolled up stand in floodwater inside Barasoain church on July 22, 2025.</div>\n<img alt=\"Five bridesmaids stand and sit among the pews in a flooded church.\" height=\"1066\" src=\"https://cdn.theatlantic.com/thumbor/AqQSnU0Agd7Nu_k_-gLaK6oZnI8=/https://cdn.theatlantic.com/media/img/posts/2025/07/a07_AP25203527892455/original.jpg\" width=\"1600\">\n<div class=\"credit\">Aaron Favila / AP</div><div class=\"caption\">Bridesmaids stand among the pews.</div>\n<img alt=\"Wedding guests lean out over a flooded church aisle to watch the ceremony.\" height=\"1066\" src=\"https://cdn.theatlantic.com/thumbor/-DLdo9jlzssfTf6tXMwMsmQvaNw=/https://cdn.theatlantic.com/media/img/posts/2025/07/a08_AP25203528283539/original.jpg\" width=\"1600\">\n<div class=\"credit\">Aaron Favila / AP</div><div class=\"caption\">Guests lean out over the flooded aisle to watch the wedding ceremony.</div>\n<img alt=\"A couple sits together on a small bench during a wedding ceremony in a flooded church.\" height=\"1066\" src=\"https://cdn.theatlantic.com/thumbor/P04GwNa445xur6zjx10kHzYTxrQ=/https://cdn.theatlantic.com/media/img/posts/2025/07/a09_AP25203528054190/original.jpg\" width=\"1600\">\n<div class=\"credit\">Aaron Favila / AP</div><div class=\"caption\">Jade Rick Verdillo and Jamaica Aguilar sit together during their wedding ceremony.</div>\n<img alt=\"A newlywed couple walks together down a flooded church aisle.\" height=\"1066\" src=\"https://cdn.theatlantic.com/thumbor/XYTkqSEIUV0NDFs2nEjHC2_Ttz0=/https://cdn.theatlantic.com/media/img/posts/2025/07/a10_AP25203528385380/original.jpg\" width=\"1600\">\n<div class=\"credit\">Aaron Favila / AP</div><div class=\"caption\">Newlyweds Jade Rick Verdillo and Jamaica Aguilar walk down the aisle, hand in hand, during their wedding.</div>\n<img alt=\"Guests cheer as a newlywed couple shares a kiss inside a flooded church.\" height=\"1066\" src=\"https://cdn.theatlantic.com/thumbor/lb556qJNLwD4eT9qdQNZrXyUwdA=/https://cdn.theatlantic.com/media/img/posts/2025/07/a11_AP25203528283958/original.jpg\" width=\"1600\">\n<div class=\"credit\">Aaron Favila / AP</div><div class=\"caption\">Guests cheer as the newlywed couple shares a kiss inside the flooded Barasoain church in Malolos, Philippines, on July 22, 2025.</div>",
    "published": "2025-07-23T16:26:30",
    "has_full_content": true
  },
  {
    "id": "21b86683ecfe262f6313bd6e28ca173d",
    "title": "The Human Side of Music’s Prince of Darkness",
    "link": "https://www.theatlantic.com/culture/archive/2025/07/ozzy-osbourne-obituary/683635/?utm_source=feed",
    "image": "https://cdn.theatlantic.com/thumbor/hGhhYIOI03bAR2gfG_0hMkbmuX0=/0x0:2000x1042/1200x625/media/img/mt/2025/07/2025_07_23_ozzy/original.jpg",
    "summary": "When I was growing up in the early 2000s, few cultural figures confused me more than Ozzy Osbourne. He was, I understood, the “Prince of Darkness,” a legendary influence upon Tool, Linkin Park, and various other fearsome and dour bands I worshipped. But Osbourne was also the bumbling, profanity-drib...",
    "content": "<p>When I was growing up in the early 2000s, few cultural figures confused me more than Ozzy Osbourne. He was, I understood, the “Prince of Darkness,” a legendary influence upon Tool, Linkin Park, and various other fearsome and dour bands I worshipped. But Osbourne was also the bumbling, profanity-dribbling star of <em>The Osbournes</em>, the smash reality show about his life of Hollywood domesticity with his wife and kids. On TV, Osbourne wasn’t a demon; he was just some dude.</p><p>Years later it’s clear that this cognitive dissonance is precisely why he was regarded as a titan. The Black Sabbath front man, who <a href=\"https://www.nytimes.com/2025/07/22/arts/music/ozzy-osbourne-dead.html\">died yesterday</a> at age 76, helped invent heavy metal—a sound and a countercultural identity with terrifying connotations. But he showed how that identity was rooted in the very thing that it superficially seemed to obscure: the warm, soft human core inside each of us. Osbourne knew that metal is not the music of hell but rather the music of Earth, not a fantasy but a survival guide.</p><p>His own survival story began early in life. Raised in a working-class family of eight in the industrial English town of Birmingham, Osbourne had parents who put in long hours at factories. His father was “one of those guys who’d go to work if he’d been in a car accident, if his house had been blown up,” Osbourne <a href=\"https://www.standard.co.uk/showbiz/the-day-i-tried-to-kill-sharon-6584234.html\">later said</a>. Dyslexia caused Osbourne to struggle with academics, and his headmaster <a href=\"https://www.gq-magazine.co.uk/article/ozzy-osbourne-interview\">once humiliated him by sending him home</a> for looking, as Osbourne remembered it, “not clean enough.” Two classmates routinely sexually abused him—an experience whose effects festered in his psyche for years. “I was afraid to tell my father or mother and it completely fucked me up,” Osbourne said.</p><p>Like many kids of the ’60s, Osbourne had his mind blown by the Beatles and felt called to form a band. It was first called the Polka Tulk Blues Band, then called Earth, and then called Black Sabbath. Bloody serendipity helped create Sabbath’s signature sound: When guitarist Tony Iommi sliced the ends of his fingers on the job at a sheet-metal factory, he was forced to create false fingertips out of soap bottles, which in turn caused him to play in an eerie, leaden-sounding fashion. But the nightmarish vibe of the band’s self-titled 1970 debut was also the result of strategic thinking—inspired, in part, by the knowledge of how popular horror movies were at the time.</p>\n<img alt=\"In a black and white photo, Black Sabbath performs on stage\" height=\"494\" src=\"https://cdn.theatlantic.com/media/img/posts/2025/07/2025_07_23_ozzy_inline/e5eee8df4.jpg\" width=\"665\">\n\nBlack Sabbath perform live at Paradiso in Amsterdam on December 4, 1971. (Gijsbert Hanekroot / Redferns / Getty)\n<p>Osbourne sang in the high howl of a man being burned at the stake, and his melodies unfolded in a slow, hypnotic smolder. The lyrics—chiefly written by other bandmates, with input from Osbourne—were about devils and wizards and men made of iron, but they were also about reality. “Wicked World,” a B-side from the debut, delivered peacenik thoughts with a snarl: “People got to work just to earn their bread / While people just across the sea are counting their dead.” The protest epic “War Pigs,” from 1970’s <em>Paranoid</em>, portrayed military generals as evil occultists. Despite what Christian activists during the <a href=\"https://www.heavyblogisheavy.com/2016/11/30/satanic-panic-americas-war-on-heavy-metal-in-the-1980s/\">Satanic Panic of the 1980s</a> would claim, much of Osbourne’s music was doing the opposite of sympathizing with the devil.</p><p><i>[<a href=\"https://www.theatlantic.com/magazine/archive/2011/05/how-heavy-metal-is-keeping-us-sane/308443/?utm_source=feed\">Read: How heavy metal is keeping us sane</a>]</i></p><p>Black Sabbath partied like any rock band, but Osbourne was famous for partaking of drugs and alcohol at extremes. The group kicked him out in 1979 after he slept through a concert and didn’t wake up until a day later. He went in and out of rehab repeatedly. He described many of his most notorious experiences as resulting from confusion—confusion that seems inextricable from living life intoxicated. When he bit off a bat’s head in 1982, it was because he thought it was a stage prop. When he devoured two doves during a record-label meeting in 1981, he was drunk. When he tried to strangle his wife, Sharon, in 1989, he woke up in jail with no memory of what had happened. (He later spoke of that incident with horror and regret.)</p><p>Accordingly, Osbourne’s music captured the viewpoint of someone out of touch with their own mind, whose good intentions are thwarted by terrible urges. On “Paranoid,” Osbourne shouted monotonously from within a maze of riffs, like he was trapped and needing help. On “Crazy Train,” the enduring single from his 1980 solo debut, <em>Blizzard of Ozz</em>, his high notes sounded like the Doppler-distorted cries of someone strapped into a vehicle they can’t control. The parents of a teen who died by suicide in 1984 sued him over the lyrics to “Suicide Solution,” claiming that it encouraged self-harm. But the song was really about alcoholism, a “reaper” that stalks its helpless victims.</p><div class=\"oembed\"></div><p>Osbourne’s public rebirth with <em>The Osbournes—</em>the MTV reality series that ran from 2002 to 2005—transmuted his erratic nature and past struggles into a miraculous joke. Living in a taupe-painted mansion rather than a haunted castle, Osbourne was clearly mismatched to his surroundings—hence all the befuddled stammering and incongruous black outfits. But he also obviously <em>wanted</em> to be a good dad and husband. This normalcy was something he’d prized for decades. A lifelong Christian, he told <em>The New York Times</em> in 1992, “I am not the Antichrist. I am a family man.”</p><p>He also eagerly played the role of rock elder statesman by founding the influential Ozzfest with Sharon and seemingly showing up to most any awards show or commercial shoot that would have him. Weeks before his death, Black Sabbath reunited for a final show featuring a host of bands it had influenced (including my beloved Tool). It now seems like it was an early wake for Osbourne. Frail from Parkinson’s disease and other health issues, he sat on a throne, grinning at the crowd’s adulation. Being so known, so loved, and so loving might not seem very metal. But it takes iron to last like he did.</p>\n<img alt=\"In a black a white photo, flowers and candles are displayed around Ozzy Osbourne's Hollywood star\" height=\"443\" src=\"https://cdn.theatlantic.com/media/img/posts/2025/07/2025_07_23_ozzy_inline_2/70fac9424.jpg\" width=\"665\">\n\nFlowers are left at a makeshift memorial at Osbourne’s Star on the Hollywood Walk of Fame on July 22 in Los Angeles. (Patrick T. Fallon / AFP / Getty)\n<p></p>",
    "published": "2025-07-23T15:30:34",
    "has_full_content": true
  },
  {
    "id": "00104f0d284d477bab653c92a920a93b",
    "title": "American Convicted of Murder Among Those Trump Rescued From Venezuela Prison",
    "link": "https://www.nytimes.com/2025/07/23/world/americas/venezuela-american-convicted-murder.html",
    "image": "assets/img/fallback.jpg",
    "summary": "A photo released on social media by the State Department shows some of the 10 freed Americans who had been detained in Venezuela as they returned to the United States this month. Dahud Hanid Ortiz is at center right, holding a small flag.",
    "content": "A photo released on social media by the State Department shows some of the 10 freed Americans who had been detained in Venezuela as they returned to the United States this month. Dahud Hanid Ortiz is at center right, holding a small flag.",
    "published": "2025-07-23T14:59:17",
    "has_full_content": true
  },
  {
    "id": "33a71a176cac768d23fe1dd80dd9f4b8",
    "title": "Trump’s Epstein Denials Are Ever So Slightly Unconvincing",
    "link": "https://www.theatlantic.com/politics/archive/2025/07/trump-epstein-denials/683638/?utm_source=feed",
    "image": "https://cdn.theatlantic.com/thumbor/kMGWnczcJ97RVjbChuDutiu4Vd4=/0x33:1657x896/1200x625/media/img/mt/2025/07/2025_07_23_epstein/original.jpg",
    "summary": "Sign up for Trump’s Return, a newsletter featuring coverage of the second Trump presidency.Imagine you were an elected official who discovered that an old friend had been running a sex-trafficking operation without your knowledge. You’d probably try very hard to make your innocence in the matter cle...",
    "content": "<p><i>Sign up for </i><a href=\"https://www.theatlantic.com/newsletters/sign-up/trumps-return/?utm_source=feed\"><i>Trump’s Return</i></a><i>, a newsletter featuring coverage of the second Trump presidency.</i></p><p>Imagine you were an elected official who discovered that an old friend had been running a sex-trafficking operation without your knowledge. You’d probably try very hard to make your innocence in the matter clear. You’d demand full transparency and answer any questions about your own involvement straightforwardly.</p><p>Donald Trump’s behavior regarding the Jeffrey Epstein case is … not that.</p><p>The latest cycle of frantic evasions began last week, after <em>The</em> <em>Wall Street Journal</em> <a href=\"https://www.wsj.com/politics/trump-jeffrey-epstein-birthday-letter-we-have-certain-things-in-common-f918d796\">reported</a> that Trump had submitted a suggestive message and drawing to a scrapbook celebrating Jeffrey Epstein’s 50th birthday, in 2003. This fact alone added only incrementally to the public understanding of the two men’s friendship. Rather than brush the report off, however, Trump denied authorship. “I never wrote a picture in my life,” he told the <em>Journal</em>—an oddly narrow defense for a man reported to have written “may every day be another wonderful secret” to a criminal whose secret was systematically abusing girls, and one that was instantly falsified by Trump’s <a href=\"https://www.washingtonpost.com/politics/2025/07/18/trump-epstein-drawings/\">well-documented penchant</a> for doodling.</p><p>On Truth Social, Trump <a href=\"https://truthsocial.com/@realDonaldTrump/posts/114871422727186590\">complained</a> that he had asked Rupert Murdoch, the <em>Journal</em>’s owner, to spike the story, and received an encouraging answer, only for the story to run. Under normal circumstances, a president confessing that he tried to kill an incriminating report would amount to a major scandal. But Trump has so deeply internalized his own critique of the media, according to which any organ beyond his control is “fake news,” that he believed the episode reflected badly on Murdoch’s ethics rather than his own.</p><p><i>[<a href=\"https://www.theatlantic.com/ideas/archive/2025/07/maga-influencers-wsj-binders/683598/?utm_source=feed\">Helen Lewis: MAGA influencers don’t understand what journalism is</a>]</i></p><p>Having failed to prevent the article from being published, Trump shifted into distraction mode. In a transparent attempt to offer his wavering loyalists the scent of fresh meat, Trump began to attack their standby list of enemies. On Friday, Tulsi Gabbard, the director of national intelligence, renewed charges that the Obama administration had ginned up the Russia scandal to damage Trump. None of the facts she provided supported this claim remotely. The entire sleight of hand relied on conflating the question of whether Russia had hacked into voting machines (the Obama administration said publicly and privately it hadn’t) with the very different question of whether Russia had attempted to influence voters by hacking and leaking Democratic emails (which the Obama administration, former Special Counsel Robert Mueller, and a subsequent bipartisan Senate-committee investigation all concluded it had done).</p><p>Why did Gabbard suddenly pick this moment to release and misconstrue 2016 intelligence comprising facts that the Obama administration had already acknowledged in public? Trump made the answer perfectly clear when he used a press availability with the president of the Philippines to deflect questions about Epstein into a rant about the need to arrest Obama.</p><p>“I don’t really follow that too much,” he said of the Epstein matter. “It’s sort of a witch hunt. Just a continuation of the witch hunt. The witch hunt you should be talking about is that they caught President Obama absolutely cold.” Trump has yet to specify why the “witch hunt” he’s been stewing over nonstop for nearly a decade remains fascinating, while the new “witch hunt” he just revealed to the world is too tedious to address.</p><p>In fact, Trump himself suggested that the two matters were related. He described the Epstein witch hunt as part of a continuous plot that culminated in Joe Biden stealing the 2020 presidential election. (“And by the way, it morphed into the 2020 race. And the 2020 race was rigged.”) You might think that this link would increase Trump’s curiosity about the Epstein matter, given his inexhaustible interest in vindicating his claim to have won in 2020. Not this time!</p><p>By invoking 2020, Trump managed to make the Epstein conspiracy theory sound <em>more</em> world-historically important—while attaching his protestations of innocence to claims that were hardly settled in his favor. Again, imagine you were in Trump’s position and were completely innocent of any involvement with Epstein’s crimes. You would probably not try to compare the Epstein case to the scandal in which <a href=\"https://www.axios.com/2024/03/07/trump-associates-prison-sentence-crimes-list\">eight of your associates</a> were sentenced to prison, or to the other time when you tried to steal an election and then got impeached. Instead, Trump is leaning into the parallels between the Epstein case and his own long record of criminal associations and proven lies, arguing in essence that the Epstein witch hunt is as fake as the claim that Biden won the 2020 election (i.e., 100 percent real).</p><p><i>[<a href=\"https://www.theatlantic.com/politics/archive/2025/07/inside-white-house-trump-epstein-strategy/683604/?utm_source=feed\">Ashley Parker and Jonathan Lemire: Inside the White House’s Epstein strategy</a>]</i></p><p>Yesterday, House Speaker Mike Johnson, faced with demands by some Republican members to pass a nonbinding resolution calling for full disclosure of the government’s files relating to the Epstein investigation, announced that he would instead shut down the House for summer recess. Given that Trump had previously been eager to squeeze as many working days out of his narrow legislative majority as he could get, and the impression in Washington that Johnson will not so much as go to the bathroom without Trump’s permission, declaring early recess communicates extreme desperation on the part of the president.</p><p>Also yesterday, the Trump administration announced that it was releasing thousands of pages of <a href=\"https://www.nytimes.com/2025/07/21/us/politics/mlk-jr-files-trump.html\">documents</a> relating to the assassination of Martin Luther King Jr. It is difficult to see why this disclosure was suddenly necessary. Trump’s contention that the Epstein scandal is too dull and familiar to be worth discussing seems to be ever so slightly in tension with the notion that the death of King, in 1968, is fresh material. If anything, the disclosure of documents nobody asked to see painfully highlights his unwillingness to disclose the documents everybody is clamoring for. If the police ask to look in your basement for a missing hitchhiker recently spotted in your car, and you offer to let them inspect your desk and closet instead, this will not dispel suspicions about what a basement inspection might reveal.</p><p>Perhaps Trump is simply so habituated to lying that he has no playbook for handling a matter in which he has nothing to hide. Or maybe, as seems more plausible by the day, he is acting guilty because he is.</p>",
    "published": "2025-07-23T14:57:00",
    "has_full_content": true
  },
  {
    "id": "68d967d2f15c5853a2fdcbc919433823",
    "title": "Deferring to Trump, Senate Pulls Back on New Russia Sanctions",
    "link": "https://www.nytimes.com/2025/07/23/us/politics/trump-putin-russia-sanctions-senate.html",
    "image": "assets/img/fallback.jpg",
    "summary": "By pausing a push for new sanctions against Russia, the Senate has effectively frozen its effort to apply economic pressure on President Vladimir V. Putin.",
    "content": "By pausing a push for new sanctions against Russia, the Senate has effectively frozen its effort to apply economic pressure on President Vladimir V. Putin.",
    "published": "2025-07-23T14:38:34",
    "has_full_content": true
  },
  {
    "id": "0d36aa5f617e11fb24c5bc165e2b44a7",
    "title": "Zelensky Faces Criticism in Ukraine Over Effort to Rein In Corruption Agencies",
    "link": "https://www.nytimes.com/2025/07/23/world/europe/zelensky-protests-ukraine-corruption.html",
    "image": "assets/img/fallback.jpg",
    "summary": "President Volodymyr Zelensky signed a bill limiting two Ukrainian agencies leading efforts against corruption. Critics say it was an overstepping of his authority.",
    "content": "President Volodymyr Zelensky signed a bill limiting two Ukrainian agencies leading efforts against corruption. Critics say it was an overstepping of his authority.",
    "published": "2025-07-23T13:42:04",
    "has_full_content": false
  },
  {
    "id": "3e087942747c73ea7e70e810420917f7",
    "title": "Meddling With the Fed Could Backfire on Trump",
    "link": "https://www.theatlantic.com/economy/archive/2025/07/trump-powell-interest-rates/683634/?utm_source=feed",
    "image": "https://cdn.theatlantic.com/thumbor/L9LDFQSV2AY7QEC-x6mwjOql8Tk=/0x102:4792x2598/1200x625/media/img/mt/2025/07/2025_07_22_Trump_Fed/original.jpg",
    "summary": "Sign up for Trump’s Return, a newsletter featuring coverage of the second Trump presidency.Donald Trump has so far gotten his way on tariffs and tax cuts, but one economic goal eludes him: lower interest rates. Reduced borrowing costs would in theory make homes and cars cheaper for consumers, help b...",
    "content": "<p><i>Sign up for </i><a href=\"https://www.theatlantic.com/newsletters/sign-up/trumps-return/?utm_source=feed\"><i>Trump’s Return</i></a><i>, a newsletter featuring coverage of the second Trump presidency.</i></p><p>Donald Trump has so far gotten his way on tariffs and tax cuts, but one economic goal eludes him: lower interest rates. Reduced borrowing costs would in theory make homes and cars cheaper for consumers, help businesses invest in creating jobs, and allow the government to finance its massive debt load at a steep discount. In the president’s mind, only one obstacle stands in the way of this obvious economic win-win: the Federal Reserve.</p><p>Trump has mused publicly about replacing Fed Chair Jerome Powell since before he even took office, calling him “Too Late Powell” (as in waiting too long to cut rates) and a “numbskull.” Those threats have gotten more serious recently. In a meeting with House Republicans last Tuesday, the president <a href=\"https://www.nytimes.com/2025/07/16/us/politics/trump-powell-firing-letter.html\">reportedly</a> showed off the draft of a letter that would have fired the Fed chair. Trump later claimed that it was “highly unlikely” that he would fire Powell, but he left open the possibility that the chair might have to “leave for fraud.” To that end, the administration has <a href=\"https://www.politico.com/news/2025/07/11/white-house-investigation-powell-trump-rates-00449789?nid=0000014f-1646-d88f-a1cf-5f46b7bd0000&amp;nname=playbook&amp;nrid=71c26bdf-1f77-4d4d-ac11-aa8f82c81d06\">launched</a> an investigation into Powell’s management of an expensive renovation of the central bank’s headquarters. (Any wrongdoing would, at least in theory, offer a legal pretext for firing him.)</p><p>This plan is unlikely to succeed in the near term. The administration’s legal case against Powell is almost certainly specious, and the Fed sets interest rates by the votes of 12 board members, not according to the chair’s sole discretion. Even if the president eventually does get his way, however, and installs enough pliant board members to slash government interest rates, this could have the paradoxical effect of <em>raising</em> the interest rates paid in the real world. If that happened, mortgages would get more expensive, businesses would have a harder time investing, and government financing would become even less sustainable.</p><p>Trump seems to have a simple mental model of monetary policy: The Federal Reserve unilaterally sets all of the interest rates across the entire economy. The reality is more complicated. The central bank controls what is known as the federal-funds rate, the interest rate at which banks loan one another money. A lower federal-funds rate means that banks can charge lower interest on the loans they issue. This generally causes rates on short-term debt, such as credit-card annual percentage rates and small-business loans, to fall.</p><p>But the interest rates that people care the most about are on long-term debt, such as mortgages and car loans. These are influenced less by the current federal-funds rate and more by expectations of what the economic environment will look like in the coming years, even decades. The Fed influences these long-term rates not only directly, by changing the federal-funds rate, but also indirectly by sending a signal about where the economy is headed.</p><p><i>[<a href=\"https://www.theatlantic.com/ideas/archive/2024/06/interest-rates-inflation/678802/?utm_source=feed\">Rogé Karma: The Federal Reserve’s little secret</a>]</i></p><p>What signal would the Fed be sending if it suddenly slashed the federal-funds rate from its current level of about 4.5 percent to Trump’s preferred 1 percent? Typically, an interest-rate cut of this magnitude would be reserved for a calamity in which the Fed drastically needs to increase the money supply to give the labor market a big boost. (This is what happened after the 2008 financial crisis.) Today’s economy has a very different problem: Unemployment is low, but inflation remains above the Fed’s target and has <a href=\"https://www.cnbc.com/2025/07/15/cpi-inflation-report-june-2025.html\">risen</a> in recent months. In this environment, most economists predict that a dramatic increase in the money supply would send prices soaring.</p><p>Last week, in response to Trump flirting with the possibility of firing Powell, a <a href=\"https://www.bloomberg.com/news/articles/2025-07-20/trump-threats-send-wall-street-hunting-for-perfect-powell-hedge?embedded-checkout=true\">key measure</a> of investors’ long-term-inflation expectations spiked dramatically. The mere prospect of higher inflation is “kryptonite” for lenders and bondholders, Mark Zandi, the chief economist at Moody’s Analytics, told me, because it creates the risk that any debt paid back in the future will be worth a lot less than it is today. In such a situation, Zandi explained, banks and investors would likely impose a higher interest rate up front.</p><p>Many <a href=\"https://fortune.com/2025/07/14/trump-fire-fed-powell-currency-bond-market-collapse-deutsche-bank/\">experts</a>, including former Fed <a href=\"https://www.nytimes.com/2025/07/21/opinion/federal-reserve-independence-trump.html\">chairs</a>, believe that cutting rates simply because the president demands it could have an even more profound consequence: It would tell the world that the U.S. central bank can no longer be trusted to credibly manage the money supply going forward. Investors would “get really nervous about holding U.S. Treasuries,” the economist Jason Furman told me, and demand a far higher return for buying them to make up for the higher risk—which would, perversely, drive interest rates higher, not lower. As evidence, Furman pointed out that, on several occasions, including last week, the interest rates on 10- and 30-year government bonds have shot up in response to Trump threatening to fire Powell. (In fact, the gap between short- and long-term rates <a href=\"https://www.bloomberg.com/news/articles/2025-07-20/trump-threats-send-wall-street-hunting-for-perfect-powell-hedge?embedded-checkout=true\">jumped</a> to its highest level since 2021 last week in the less-than-one-hour window between when reports surfaced about Trump planning to fire Powell and the president’s denial of that plan.) Because most long-term interest rates, including those for home mortgages, student loans, and auto loans, are directly pegged to the rate on government bonds—which serves as a sort of base rate for the entire financial system—all of those other rates would rise as well.</p><p><i>[<a href=\"https://www.theatlantic.com/politics/archive/2025/07/trump-powell-federal-reserve/683621/?utm_source=feed\">Jonathan Chait: What Trump’s feud with Jerome Powell is really about</a>]</i></p><p>The precise consequences of a move as drastic as what Trump has suggested are impossible to forecast with certainty. And the predictions of economists have been proved wrong many times. (Remember the <a href=\"https://www.theatlantic.com/ideas/archive/2023/10/america-recession-disinflation-fed/675700/?utm_source=feed\">inevitable recession</a> of 2023?) Still, recent history has not been kind to populist leaders who try to forcibly lower interest rates. Between 2019 and 2022, Turkish President Recep Tayyip Erdoğan replaced three central-bank governors with loyalists who were willing to slash interest rates even as prices were rising. This caused inflation to spiral even higher, at one point reaching 85 percent. Foreign investors panicked, prompting a fire sale of Turkish government bonds. Long-term interest rates spiked, the Turkish lira crashed in value, and the country appeared on the verge of hyperinflation. The crisis began to abate only when Erdoğan changed course in 2023 and brought in new central-bank leadership who raised interest rates to above 45 percent in a desperate effort to restore credibility. (Inflation has since fallen considerably but remains very high.) “When investors start running for the hills, you get into really dangerous territory,” Zandi told me.</p><p>A path exists to persuade the Fed to cut interest rates without such a high risk of backfiring. The problem for Trump is that it would require a complete reversal of the highest-priority economic policies of his second term. Last September, the Fed <a href=\"https://www.theatlantic.com/ideas/archive/2024/09/federal-reserve-interest-rate-cut/679910/?utm_source=feed\">began</a> cutting interest rates and signaled that it would continue to do so. Then Trump entered office and threatened sky-high tariffs on every country on the planet. In response, the Fed has refrained from cutting rates further, terrified that Trump’s policies will unleash another bout of inflation.</p><p>There is some debate, including <a href=\"https://www.axios.com/2025/07/09/fed-minutes-inflation-rates\">within</a> the Fed itself, over whether tariff-induced price increases will in fact lead to sustained higher inflation. But for now at least, the central bank doesn’t appear willing to take any chances. “In effect, we went on hold when we saw the size of the tariffs and essentially all inflation forecasts for the United States went up materially as a consequence of the tariffs,” Powell <a href=\"https://www.cnbc.com/2025/07/01/powell-confirms-that-the-fed-would-have-cut-by-now-were-it-not-for-tariffs.html\">said</a> on July 1. The One Big Beautiful Bill Act, which passed days later and includes trillions of dollars of unpaid-for tax cuts, has only made Powell’s case stronger.</p><p>If the president were serious about lowering the cost of borrowing for families and businesses, he would be wise to leave Powell alone and simply stop enacting wildly irresponsible policies. Trump tends to prefer a different approach to people and institutions refusing to do his bidding: force them into submission. But America’s central bank isn’t like most other institutions; it is the central node in a highly complex chain of interactions that undergirds the entire global economy. Even one seemingly small error or misstep can result in disaster. If Trump manages to break the Fed, he will likely regret it.</p>",
    "published": "2025-07-23T13:03:00",
    "has_full_content": true
  },
  {
    "id": "e8cc7afb1756be27198353e5a1bdbb5f",
    "title": "The Sea Slug Defying Biological Orthodoxy",
    "link": "https://www.theatlantic.com/science/archive/2025/07/sea-slug-symbiosis/683628/?utm_source=feed",
    "image": "https://cdn.theatlantic.com/thumbor/ySckR_JeqBAY6q3S3UYCa2c_1Q8=/0x43:2000x1085/1200x625/media/img/mt/2025/07/2025_07_21_Schlanger_Green_slug/original.jpg",
    "summary": "This week, a friend sent me our horoscope—we’re both Gemini—from Seven Days, a beloved Vermont weekly, because, improbably, it was about the sea slug I’d been telling her about just days before.“The sea slug Elysia chlorotica is a small, unassuming creature that performs a remarkable feat: It eats a...",
    "content": "<p>This week, a friend sent me our horoscope—we’re both Gemini—from <em>Seven Days</em>, a beloved Vermont weekly, because, improbably, it was about the sea slug I’d been telling her about just days before.</p><p></p><p>“The sea slug Elysia chlorotica is a small, unassuming creature that performs a remarkable feat: It eats algae and steals its chloroplasts, then incorporates them into its own body,” the horoscope explained. Years ago I had incorporated this fact into my own view of the world, and it had changed my understanding of the rules of biology.</p><p></p><p>This particular slug starts life a brownish color with a few red dots. Then it begins to eat from the hairlike strands of the green algae <em>Vaucheria litorea</em>: It uses specialized teeth to puncture the alga’s wall, and then it slurps out its cells like one might slurp bubble tea, each bright-green cellular boba moving up the algal straw. The next part remains partially unexplained by science. The slug digests the rest of the cell but keeps the chloroplasts—the plant organelles responsible for photosynthesis—and distributes these green orbs through its branched gut. Somehow, the slug is able to run the chloroplasts itself and, after sucking up enough of them, turns a brilliant green. It appears to get <a href=\"https://journals.biologists.com/jeb/article/214/2/303/10459/The-making-of-a-photosynthetic-animal\">all the food it needs</a> for the rest of its life by way of photosynthesis, transforming light, water, and air into sugar, like a leaf.</p><p></p><p>The horoscope took this all as a metaphor: Something I’d “absorbed from another” is “integrating into your deeper systems,” it advised. “This isn’t theft, but creative borrowing.” And in that single line, the horoscope writer managed to explain symbiosis—not a metaphor at all, but an evolutionary mechanism that may be more prevalent across biology than once thought.</p><p><br>\n<em>Elysia chlorotica</em> is a bewitching example of symbiosis. It is flat, heart-shaped, and pointed at the tail, and angles itself toward the sun. Its broad surface is grooved by a web of veins, like a leaf’s is. Ignore its goatish head, and you might assume this slug <em>was</em> a leaf, if a particularly gelatinous one. Sidney Pierce, a marine biologist retired from the University of South Florida, remembers his surprise when a grad student brought a specimen into his office in the Marine Biological Laboratory at Woods Hole, on Cape Cod, more than two decades ago. Photosynthesis requires specialized equipment and chemistry, which animals simply do not have—“yet here was an animal that’s figured out how to do it,” he told me. He spent the next 20-odd years trying to find the mechanism. “Unfortunately, I didn’t get all the way to the end,” he said.</p><p></p><p>No one has, as my colleague <a href=\"https://www.theatlantic.com/science/archive/2021/09/solar-powered-sea-slug-chloroplasts/620227/?utm_source=feed\">Katherine J. Wu has written</a>. The algae and the slug may have managed some kind of gene transfer, and over time, produced a new way of living, thanks not to slow, stepwise evolution—the random mutation within a body—but by the wholesale transfer of a piece of code. A biological skill leaked out of one creature into another.</p><p></p><p>All of us are likely leakier than we might assume. After all, every cell with a nucleus, meaning all animal and plant cells, has a multigenetic heritage. Mitochondria—the organelles in our cells responsible for generating energy—are likely the product of an ancient symbiosis with a distant ancestor and a microbe, and have their own separate DNA. So we are walking around with the genetic material of some other ancient life form suffused in every cell. And the earliest ancestor of all plants was likely the product of a fusion between a microbe and a cyanobacterium; plants’ photosynthesizing organelles, too, have distinct DNA. Lynn Margulis, the biologist who made the modern case for this idea, was doubted for years until new genetic techniques proved her correct.</p><p></p><p>Her conviction about the symbiotic origins of mitochondria and chloroplasts was a monumental contribution to cell biology. But Margulis took her theory further; in her view, symbiosis was the driving force of evolution, and many entities were likely composites. Evolution, then, could be traced not only through random mutation, but by combination. “Life did not take over the globe by combat, but by networking. Life forms multiplied and complexified by co-opting others, not just by killing one another,” she wrote, with her son, in 1986. This remains pure conjecture, and an exaggeration of the role of symbiosis beyond what mainstream evolutionary theory would support; random mutation is still considered the main driver of speciation.</p><p></p><p>Yet more scientists now wonder if symbiosis may have played a larger role in the heritage of many species than we presently understand. Phillip Cleves, a geneticist at the Carnegie Institution for Science who studies the symbiotic relationship between corals and their algae symbionts, told me how, as an undergraduate, he was blown away by the fact that corals’ alliance with algae made possible ecosystems—coral reefs—that support a quarter of all known marine life. The algae cells live, whole, inside coral cells, and photosynthesize as normal, sustaining the coral in nutrient-poor tropical waters. “I realize now that that type of interaction between organisms is pervasive across the tree of life,” he said.</p><p></p><p>It’s probable that the ancestors of all eukaryotes were more influenced by bacteria in their environments than modern evolutionary theory has accounted for. “All animals and plants likely require interactions with microbes, often in strong, persistent symbiotic associations,” Margaret McFall-Ngai, a leading researcher of the role of microbes in animal development, <a href=\"https://journals.plos.org/plosbiology/article?id=10.1371/journal.pbio.3002571\">wrote</a> in 2024. These interactions, she argued, are so fundamental to life that the animal immune system should perhaps be thought of as a sort of management system for our many microbial symbionts. Although biology has been slow to recognize symbiosis’s significance, she thinks this line of research should now take center stage, and could alter how all stripes of biologists think about their work.</p><p></p><p>Cleves, too, sees himself as working to build a new field of science, by training people on how to ask genetic questions about symbiotic relationships in nature: When I called him, he was preparing to teach a four-week course at the Marine Biological Laboratory in Woods Hole on exactly that. Genomic research has only relatively recently been cheap enough to apply it routinely and broadly to all sorts of creatures, but now scientists can more easily ask: How do animals’ interactions with microbes shape the evolution of individual species? And how does that change dynamics in an ecosystem more broadly?</p><p></p><p><em>Elysia chlorotica </em>is also a lesson in how easily the boundaries between an organism and its environment can be traversed. “Every time an organism eats, a whole wad of DNA from whatever it’s eating passes through the animal. So DNA gets transferred all the time from species to species,” Pierce told me. Most times it doesn’t stick, but on the rare occasions when it does, it can reroute the fate of a species. “I think it happens more than it’s recognized, but a lot of times it’s hard to recognize because you don’t know what you’re looking for. But in these slugs, it’s pretty obvious,” he said. They’re bright green.</p>\n<img alt=\"A photograph of the green slug, Elysia chlorotica.\" height=\"730\" src=\"https://cdn.theatlantic.com/media/img/posts/2025/07/11_16_06_chlorotica_spread_01/7e8e2508f.jpg\" width=\"665\">\n\nPatrick J. Krug\n<p>Still, attempts to understand what is happening inside <em>Elysia chlorotica</em> have mostly fallen short. Scientists such as Pierce presume that, over time, elements of the algal genome have been transferred to the slug, allowing it to run photosynthesis, yet they have struggled to find evidence. “It’s very hard to find a gene if you don’t know what you’re looking for,” Pierce said—plus, slug DNA is too muddled to parse a lot of the time. Slugs are full of mucus, which can ruin samples, and because the chloroplasts are embedded inside the slug cells, many samples of slug DNA end up picking up chloroplast DNA too.  After years of trying, and at least one false start by a different lab, Pierce and his colleagues did manage to <a href=\"https://www.journals.uchicago.edu/doi/abs/10.1086/BBLv227n3p300?journalCode=bbl\">find a gene</a> in the slug that was involved with chloroplast repair, hinting that a genetic transfer had occurred, and offering a clue as to how the animal manages to keep the plant organelles alive.</p><p></p><p>But another research team <a href=\"https://royalsocietypublishing.org/doi/10.1098/rspb.2013.2493\">showed</a> that related species of photosynthesizing slugs can survive for months deprived of sunlight <em>and</em> actual food: They may simply be hardy. Why, then, if not to make nutrients, might the slugs be photosynthesizing? Perhaps for camouflage. Or perhaps they’re stashing chloroplasts, which themselves contain useful fats and proteins, as food reserves. (Pierce, for one, is <a href=\"https://www.nationalgeographic.com/science/article/solar-powered-slugs-are-not-solar-powered\">skeptical</a> of those explanations.)</p><p></p><p>Whatever benefit <em>Elysia chlorotica</em> derives from the chloroplasts, there couldn’t be a leakier creature. It crosses the divide between plant and animal, one species and another, and individual and environment. I first read about the slug in a book titled <em>Organism and Environment</em> by Sonia Sultan, an evolutionary ecologist at Wesleyan University, in which she forwards the argument that we should be paying more attention to how the environment influences the way creatures develop, and how those changes are passed generationally, ultimately influencing the trajectory of species.</p><p></p><p>While <em>Elysia chlorotica</em> is an extreme example of this, a version of it happens to us, and our bodies, all the time. Encounters with the bacteria around us reshape our microbiomes, which in turn affect many aspects of our health. Encounters with pollution can reroute the trajectory of our health and even, in some cases, the health of our offspring. Researchers think access to healthy foods—a factor of our environments—can modify how our genes are expressed, improving our lives in ways that scientists are just beginning to understand. We are constantly taking our environment in, and it is constantly transforming us.</p><p></p><p></p>",
    "published": "2025-07-23T13:00:00",
    "has_full_content": true
  },
  {
    "id": "5a71c56578b803e1c1bedcbd54edc1da",
    "title": "Eswatini opposition attacks US deal as ‘human trafficking disguised as deportation’",
    "link": "https://www.theguardian.com/world/2025/jul/23/eswatini-petition-us-deportees",
    "image": "https://i.guim.co.uk/img/media/8f469b9a2940dbb354606dd7ace13fdcb422aa5e/619_0_3092_2474/master/3092.jpg?width=1200&height=630&quality=85&auto=format&fit=crop&precrop=40:21,offset-x50,offset-y0&overlay-align=bottom%2Cleft&overlay-width=100p&overlay-base64=L2ltZy9zdGF0aWMvb3ZlcmxheXMvdGctZGVmYXVsdC5wbmc&enable=upscale&s=ceb8dfe28a580a0958b81ee5d6eca96f",
    "summary": "Men from Vietnam, Jamaica, Laos, Yemen and Cuba to be temporarily held in kingdomCivil society and opposition groups in Eswatini have expressed outrage after the US deported five men to the country, with the largest opposition party calling it “human trafficking disguised as a deportation deal”.The ...",
    "content": "<p>Men from Vietnam, Jamaica, Laos, Yemen and Cuba to be temporarily held in kingdom</p><p>Civil society and opposition groups in Eswatini have expressed outrage after the US <a href=\"https://www.theguardian.com/us-news/2025/jul/16/trump-administration-deports-five-migrants-to-eswatini-in-southern-africa\">deported five men</a> to the country, with the largest opposition party calling it “human trafficking disguised as a deportation deal”.</p><p>The men, from Vietnam, Jamaica, Laos, Yemen and Cuba, were flown to the small southern African country, an absolute monarchy, last week as the US stepped up deportations to “third countries” after the supreme court cleared them last month.</p> <a href=\"https://www.theguardian.com/world/2025/jul/23/eswatini-petition-us-deportees\">Continue reading...</a>",
    "published": "2025-07-23T04:00:42",
    "has_full_content": false
  },
  {
    "id": "63e32850f70f95cb5d84951e600ffee8",
    "title": "UK’s aid cuts ‘will hit children’s education and raise risk of death’",
    "link": "https://www.theguardian.com/global-development/2025/jul/22/uks-aid-cuts-will-hit-childrens-education-and-raise-risk-of-death",
    "image": "https://i.guim.co.uk/img/media/6db2dab6badeab272de3bbe03bb39964ad30bf12/1920_588_5553_4443/master/5553.jpg?width=1200&height=630&quality=85&auto=format&fit=crop&precrop=40:21,offset-x50,offset-y0&overlay-align=bottom%2Cleft&overlay-width=100p&overlay-base64=L2ltZy9zdGF0aWMvb3ZlcmxheXMvdGctZGVmYXVsdC5wbmc&enable=upscale&s=a090098924a508212dfe1dbc3667d79b",
    "summary": "Cutting aid budget to 0.3% of national income will hurt many African countries, says FCDO impact assessmentLabour’s deep aid cuts will hit children’s education and increase the risk of disease and death in some African countries, according to the government’s own impact assessment.Keir Starmer annou...",
    "content": "<p>Cutting aid budget to 0.3% of national income will hurt many African countries, says FCDO impact assessment</p><p>Labour’s deep aid cuts will hit children’s education and increase the risk of disease and death in some African countries, according to the government’s own impact assessment.</p><p>Keir Starmer announced earlier this year that he would<a href=\"https://www.theguardian.com/global-development/2025/feb/25/starmer-cuts-to-uk-aid-budget-defence-trump-cruel-and-shameful-say-experts\"> reduce the aid budget to 0.3% of national income,</a> from 0.5%, to fund increased spending on defence.</p> <a href=\"https://www.theguardian.com/global-development/2025/jul/22/uks-aid-cuts-will-hit-childrens-education-and-raise-risk-of-death\">Continue reading...</a>",
    "published": "2025-07-22T18:53:02",
    "has_full_content": false
  },
  {
    "id": "963c60935fb6befdd635a125a94a9036",
    "title": "Man rescued trying to reach Spain from Morocco in rubber ring and flippers",
    "link": "https://www.theguardian.com/world/2025/jul/22/man-rescued-trying-to-reach-spain-from-morocco-in-rubber-ring-and-flippers",
    "image": "https://i.guim.co.uk/img/media/84bfc7b0a5b0b43f9271aec83a5edf8f0016d2bf/318_0_3181_2545/master/3181.jpg?width=1200&height=630&quality=85&auto=format&fit=crop&precrop=40:21,offset-x50,offset-y0&overlay-align=bottom%2Cleft&overlay-width=100p&overlay-base64=L2ltZy9zdGF0aWMvb3ZlcmxheXMvdGctZGVmYXVsdC5wbmc&enable=upscale&s=ed2323b7439275f3cfef00958d9b68f5",
    "summary": "Family in yacht pulled young man from the sea off Costa del SolA man who was apparently trying to reach Spain from Morocco using a rubber ring and flippers has been rescued after he was spotted by a family sailing to the Balearic islands.The family were on their yacht 13 nautical miles south of the ...",
    "content": "<p>Family in yacht pulled young man from the sea off Costa del Sol</p><p>A man who was apparently trying to reach Spain from Morocco using a rubber ring and flippers has been rescued after he was spotted by a family sailing to the Balearic islands.</p><p>The family were on their yacht 13 nautical miles south of the Andalucían town of Benalmádena on the Costa del Sol, on 16 July when they manoeuvred around the stern of an oil tanker and saw something moving on the waves.</p> <a href=\"https://www.theguardian.com/world/2025/jul/22/man-rescued-trying-to-reach-spain-from-morocco-in-rubber-ring-and-flippers\">Continue reading...</a>",
    "published": "2025-07-22T09:55:27",
    "has_full_content": false
  },
  {
    "id": "2341abffd51ba70923ed9ac21f126850",
    "title": "Arrested Kenyan activist Boniface Mwangi faces terror charges",
    "link": "https://www.theguardian.com/world/2025/jul/20/arrested-kenyan-activist-boniface-mwangi-faces-terror-charges",
    "image": "https://i.guim.co.uk/img/media/49f418ba801a1a7d50a2d2fb3ce518f10928dc86/1891_731_2379_1904/master/2379.jpg?width=1200&height=630&quality=85&auto=format&fit=crop&precrop=40:21,offset-x50,offset-y0&overlay-align=bottom%2Cleft&overlay-width=100p&overlay-base64=L2ltZy9zdGF0aWMvb3ZlcmxheXMvdGctZGVmYXVsdC5wbmc&enable=upscale&s=80a452654851425cb2f479e5ac61bf7b",
    "summary": "Mwangi accused of ‘facilitation of terrorist acts’ during last month’s protests against government of William RutoThe Kenyan rights activist Boniface Mwangi is accused of “facilitation of terrorist acts” during protests that rocked the country last month, investigators said on Sunday, a day after he...",
    "content": "<p>Mwangi accused of ‘facilitation of terrorist acts’ during last month’s protests against government of William Ruto</p><p>The Kenyan rights activist Boniface Mwangi is accused of “facilitation of terrorist acts” during protests that rocked the country last month, investigators said on Sunday, a day after he was arrested.</p><p>At least 19 people were killed during the <a href=\"https://www.theguardian.com/world/2025/jun/25/people-dead-injured-in-kenyan-protests\">25 June demonstration</a> against President William Ruto’s government, which was itself called to pay tribute to victims of police violence at another protest on the same date last year.</p> <a href=\"https://www.theguardian.com/world/2025/jul/20/arrested-kenyan-activist-boniface-mwangi-faces-terror-charges\">Continue reading...</a>",
    "published": "2025-07-20T10:04:14",
    "has_full_content": false
  },
  {
    "id": "c986a9c4e7e6d7e9a9b1becfca4e412e",
    "title": "Malaria ‘back with a vengeance’ in Zimbabwe as number of deaths from the disease triple",
    "link": "https://www.theguardian.com/global-development/2025/jul/19/health-malaria-mosquito-deaths-zimbabwe-trump-usaid-cuts-disease-control",
    "image": "https://i.guim.co.uk/img/media/a5e4e77aba6022ada43844288973647881406b0b/235_0_1506_1204/master/1506.jpg?width=1200&height=630&quality=85&auto=format&fit=crop&precrop=40:21,offset-x50,offset-y0&overlay-align=bottom%2Cleft&overlay-width=100p&overlay-base64=L2ltZy9zdGF0aWMvb3ZlcmxheXMvdGctZGVmYXVsdC5wbmc&enable=upscale&s=21e1788b019e5ab1500c5bdf9258c0eb",
    "summary": "Withdrawal of USAID funds threatens decades of progress, say experts, with cuts to research and shortage of mosquito nets putting thousands at risk across the countryZimbabwe’s efforts to control malaria have been dealt a huge blow as experts say the disease has returned “with a vengeance” after US ...",
    "content": "<p>Withdrawal of USAID funds threatens decades of progress, say experts, with cuts to research and shortage of mosquito nets putting thousands at risk across the country</p><p>Zimbabwe’s efforts to control malaria have been dealt a huge blow as experts say the disease has returned “with a vengeance” after US aid cuts, with 115 outbreaks recorded in 2025 compared with only one last year.</p><p>The sharp rise in cases comes six months after Donald Trump halted critical funding for US research and national response programmes.</p> <a href=\"https://www.theguardian.com/global-development/2025/jul/19/health-malaria-mosquito-deaths-zimbabwe-trump-usaid-cuts-disease-control\">Continue reading...</a>",
    "published": "2025-07-19T04:00:11",
    "has_full_content": false
  }
]